{
    "id": 1769,
    "cate_id": 13,
    "name": "Bài Ca Tư Tưởng",
    "photo": "https://docsachhay.net/images/e-book/bai-ca-tu-tuong.jpg",
    "data": [
        {
            "order": 4,
            "name": "Chương V",
            "content": "\n\nhúng ta làm ra được nó rồi. Chúng ta chế được nó rồi. Chúng ta đã mang nó trở về từ bóng đêm của các thời đại. Chỉ một mình chúng ta. Với Đôi tay của chúng ta. Trí tuệ của chúng ta. Một mình chúng ta và chỉ mình chúng ta mà thôi.Chúng ta không biết mình đang nói gì. Cái đầu chúng ta đang xoay đảo. Chúng ta ngước nhìn chiếc đèn chúng ta vừa mới làm xong. Chúng ta sẽ được tha thứ bởi những gì chúng ta nói đêm nay…Đêm nay, sau biết bao nhiêu ngày với cơ man số lần thử mà chúng ta không thể đếm nổi, chúng ta đã hoàn tất việc chế tác nên món đồ kỳ lạ, từ những thứ lượm lặt trong số những di vật của thời đại Bất khả Luận bàn, đó là một chiếc hộp thủy tinh dùng để tạo ra thứ năng lượng của bầu trời nhưng lại lớn hơn nhiều lần so với đã làm được lúc trước. Rồi khi chúng ta đặt những đoạn dây dẫn vào hộp này, và đóng mạch thì dây dẫn vụt sáng! Lưỡi sáng xuất hiện, chuyển sang đỏ, rồi rọi một vầng sáng lên mảng tường đá sau lưng chúng ta.Chúng ta đứng, ôm đầu trong tay mình. Chúng ta không thể mường tượng được vật mà chúng ta vừa mới tạo thành. Chúng ta đã không hề chạm tới tia lửa, cũng chẳng tạo ra được lửa. Vậy mà ở đây sáng rực. Ánh sáng đến từ đâu không biết, hay nó đến từ trái tim của kim loại?Chúng ta thổi tắt nến. Bóng đêm nuốt chửng lấy chúng ta. Không có gì còn lại quanh chúng ta, không gì ngoài bóng đêm và một tia sáng mỏng mảnh bên trong nó, giống như vết nứt trên tường phòng giam của tên tử tù. Chúng ta giơ bàn tay ra trước sợi dây dẫn, và thấy mấy ngón tay mình trong quầng sáng đỏ. Chúng ta không thể nhìn thấy hình hài của mình, cũng không cảm được nó, và trong khoảnh khắc ấy không gì khác hiện hữu ngoài đôi tay chúng ta trên sợi dây phát sáng trong bóng đêm thăm thẳm.Rồi chúng ta nghĩ tới ý nghĩa của những gì đang nằm trước mặt mình. Chúng ta có thể thắp sáng đường hầm của mình, và thành phố, và tất cả các thành phố trên thế giới với không có gì khác hơn kim loại và dây dẫn. Chúng ta có thể làm cho những đồng chí của mình một cái đèn mới, sạch hơn và sáng hơn bất cứ cây đèn nào mà họ đã từng thấy. Năng lượng của bầu trời có thể làm được bất cứ thứ gì mà con người muốn. Những bí mật của nó và những gì nó có thể làm là không có giới hạn, và nó có thể trao tặng chúng ta bất cứ thứ gì nếu chúng ta biết chọn để hỏi.Rồi chúng ta biết chúng ta phải làm gì. Khám phá của chúng ta quá sức vĩ đại khiến chúng ta trở nên phí phạm thời gian nếu cứ tiếp tục quét đường. Chúng ta không nên giữ kín bí mật này cho riêng mình, cũng như không nên mãi chôn nó dưới lòng đất. Chúng ta phải đưa nó ra trước tập thể, ngay trước mắt nhìn của tất cả mọi người. Chúng ta cần có thời gian của riêng chúng ta, chúng ta cần phòng làm việc của Dinh Học giả, chúng ta muốn được sự giúp đỡ của các Học giả đồng chí của chúng ta và sự thông thái của họ. Còn biết bao nhiêu thứ cần làm đối với tất cả bọn chúng ta, đối với tất cả các Học giả trên thế giới.Trong một tháng nữa, Hội đồng Học giả thế giới sẽ họp ở thành phố chúng ta. Đó là một Hội đồng vĩ đại, bao gồm tất cả những cái đầu xuất chúng nhất được tuyển chọn từ khắp mọi nơi; họ nhóm họp mỗi năm một lần, tuần tự tại những thành phố khác nhau trên trái đất. Chúng ta phải đến gặp Hội đồng này và sẽ đặt trước mặt họ, như một món quà, chiếc hộp thủy tinh chứa năng lượng của bầu trời này. Chúng ta sẽ thú nhận mọi điều với họ. Họ sẽ thấy, sẽ hiểu, và sẽ tha thứ. Vì món quà của chúng ta to tát hơn tội lỗi của chúng ta. Họ sẽ giải thích với Hội đồng Nghề nghiệp, và rồi chúng ta sẽ được phân công về làm việc ở Dinh Học giả. Điều này chưa từng xảy ra bao giờ, nhưng cái món quà mà chúng ta sẽ trao cho họ cũng vậy thôi.Chúng ta phải chờ. Chúng ta phải canh gác đường hầm của chúng ta kỹ hơn bao giờ hết. Bởi vì nếu có ai đó ngoài các Học giả biết được bí  mật của chúng ta, họ sẽ không hiểu, mà cũng chẳng tin chúng ta. Họ sẽ chẳng thấy gì khác hơn là cái tội mà chúng ta đã phạm phải, và họ sẽ hủy hoại chính chúng ta cùng với ánh sáng của chúng ta. Thực ra chúng ta chẳng màng gì tấm thân này, nhưng với ánh sáng của chúng ta thì…Vâng, chúng ta rất quan tâm. Lần đầu tiên trong đời mình chúng ta biết quan tâm tới xác thân mình. Vì dây dẫn này là một phần của thân xác chúng ta, nó như là một mạch máu được tách ra từ cơ thể chúng ta, nó khiến máu chúng ta tỏa sáng. Phải chăng chúng ta đang tự hào về sợi kim loại, hay về đôi tay đã làm ra nó, hay là có chăng một đường phân cách giữa hai thứ này?Chúng ta duỗi dài đôi cánh tay. Lần đầu tiên trong đời chúng ta biết được đôi tay mình mạnh mẽ như thế nào. Và rồi một ý nghĩ lạ lùng chợt đến trong chúng ta: chúng ta tự hỏi, lần đầu tiên trong đời chúng ta tự hỏi như thế, là mình trông như thế nào nhỉ? Con người chẳng bao giờ được nhìn thấy gương mặt mình, mà cũng chẳng bao giờ hỏi những người đồng chí của mình về điều đó, vì quan tâm tới gương mặt hay cơ thể của chính mình là một điều xấu xa. Thế nhưng đêm nay, vì một nguyên nhân mà chúng ta  không sao tỏ tường, chúng ta ước ao mình có thể biết được con người của chính mình là như thế nào. \n"
        },
        {
            "order": 7,
            "name": "Chương VIII",
            "content": "\n\nột ngày như thế vừa qua đi, ngày đầu tiên chúng ta ở trong rừng sâu.Chúng ta thức giấc khi một tia nắng rọi xéo ngang mặt. Những định nhảy chồm lên, như đã từng nhảy vào mỗi bình minh trước kia trong đời chúng ta, nhưng đột nhiên chúng ta nhớ ra là không hề có tiếng chuông nào rung, không hề có tiếng chuông rung ở bất cứ đâu quanh chúng ta nữa. Nằm ngửa người, chúng ta giang rộng đôi tay, ngắm bầu trời trên cao. Những chiếc lá viền bạc run rẩy gờn gợn như một giòng lục giang lóng lánh trên ấy.Chúng ta không muốn nhúc nhích. Rồi bỗng chợt nhận ra là mình có thể nằm bao lâu tùy thích chúng ta bèn bật cười với ý nghĩ ấy. Chúng ta cũng có thể ngồi dậy, chạy, nhảy, hay té ngã lần nữa. Còn đang nghĩ là những ý nghĩ kiểu này thực chẳng có chút lý nào, thì cả thân hình chúng ta đã chồm bật dậy trước khi chúng ta kịp nhận ra. Đôi chúng tay chúng ta duỗi dài theo ý nguyện của chính chúng, rồi cả người chúng ta xoay mòng mòng cho tới khi nó tạo ra một luồng gió thổi luồn vào đám là cây trong mấy bụi rậm. Rồi đôi tay chúng ta chụp lấy một nhành cây, chúng ta đu người trên đó với không mục đích nào khác hơn là để xem thân hình mình  mạnh tới đâu. Nhánh cây oằn gãy khiến chúng ta rơi xuống thảm rêu xốp êm như nệm. Thế là cả thân người chúng ta, không còn cảm giác gì nữa, cứ lăn tròn lăn tròn trên thảm rêu, lá khô vương vào tóc, và áo quần, dính cả vào mặt chúng ta. Rồi đương không chúng ta nghe tiếng mình cười lớn, thật giòn, thật lớn, như thể trong chúng ta không còn năng lượng gì khác hơn ngoài năng lượng cười.Rồi chúng ta nhặt chiếc hộp thủy tinh lên, đi sâu mãi vào rừng. Chúng ta cứ đi mãi, đi mãi, cắt ngang những nhành cây, như thể chúng ta đang bơi đi trong biển lá mà những bụi rậm là những đợt sóng triều liên tục dâng lên hạ xuống quanh chúng ta, ném tung những bọt sóng ánh lục lên ngọn cây cao trên kia. Cây cối rẽ nhánh trước mặt chúng ta như gọi mời bước tới. Dường như khu rừng đang hân hoan đón chào chúng ta. Cứ thế chúng ta bước đi, không suy nghĩ, không bận tâm, không cảm giác về bắt cứ điều gì ngoài bài ca của cơ thể mình.Chúng ta chỉ dừng lại khi thấy đói. Có những con chim trên các nhánh cây, và cả những con bay lên dưới mỗi bước chân chúng ta. Nhặt một hòn đá, chúng ta ném đi như một mũi tên. Một con rơi ngay trước mặt. Dùng đá làm lửa, chúng ta nướng nó, và đó là thứ thịt mà chúng ta chưa từng biết có thứ nào ngon hơn. Rồi chúng ta chợt nhận ra niềm thỏa mãn lớn lao tìm thấy trong thứ thực phẩm mà chúng ta cần và có được nó từ chính đôi tay mình. Thế là chúng ta muốn sẽ mau được đói trở lại để được đón nhận lần nữa cảm giác tự hào mới mẻ kỳ lạ này về việc ăn.Rồi chúng ta đi tiếp. Và chúng ta gặp một giòng suối nằm như một vệt thủy tinh giữa nền cây cối xanh um. Nó tĩnh lặng đến nỗi chúng ta không nhìn thấy nước và tưởng như đó là một vết nứt trên mặt đất khiến cây cối mọc đổ xuống dưới, rồi vươn ngược trở lên, còn bầu trời thì trôi tuột xuống đáy. Chúng ta quỳ gối bên bờ suối, cúi gập người để uống nước. Và rồi chúng ta ngừng hẳn. Bởi vì, trên nền màu xanh của bầu trời bên dưới, lần đầu tiên trong đời chúng ta được biết khuôn mặt mình.Chúng ta ngồi yên, nín thở. Vì trông chúng đẹp quá làm sao, khuôn mặt và hình hài chúng ta. Khuôn mặt chúng ta không giống với các người đồng chí của chúng ta, vì chúng ta không hề nhìn thấy vẻ xót xa trên đó. Thân hình chúng ta không giống như của các đồng chí chúng ta, vì tay chân chúng ta thẳng thớm, mảnh dẻ, nhưng cứng và mạnh. Và chúng ta nghĩ là, chúng ta có thể tin cậy cái con người đang nhìn ngược trở lên đó, chúng ta không có gì phải e sợ ở con người này.Chúng ta tiếp tục đi cho tới khi mặt tời lặn. Khi các mảng bóng đêm bắt đầu lảng vảng quanh những thân cây, chúng ta dừng lại nơi một hốc trống giữa các cội rễ, định bụng sẽ ngủ đêm ở đó. Và bỗng nhiên, chúng ta chợt nhớ ra, mình là kẻ bị nguyền rủa. Nhớ ra điều đó, và chúng ta cười vang.Chúng ta đang ghi lại những điều này trên mớ giấy mà chúng ta đã giấu trong người cùng với những trang ghi chép định mang tới trình cho Hội đồng Học giả, nhưng chưa hề đưa ra. Chúng ta có nhiều điều để nói về chính mình, và chúng ta hy vọng sẽ tìm ra những từ ngữ đúng với chúng trong một ngày sắp tới. Giờ đây, chúng ta không thể nói ra được, vì chúng ta chưa thể hiểu.\n"
        },
        {
            "order": 9,
            "name": "Chương X",
            "content": "\n\nhúng ta đang ngồi viết bên một chiếc bàn, viết trên thứ giấy đã được làm từ hàng ngàn năm trước. Ánh đèn mờ tối khiến chúng ta không thể trông thấy rõ Kim Nhân, ngoài khối tóc vàng óng xõa trên gối trong chiếc giường cổ. Đây, ở đây, là nhà của chúng ta.Chúng ta đã tới đây hôm nay, lúc bình minh. Trong nhiều ngày qua chúng ta đã vượt qua một rặng núi. Khu rừng như dâng lên từ giữa các vách đá, và cứ mỗi khi vượt khỏi một dải đất đá cằn khô chúng ta lại trông thấy những đỉnh núi cao ngất sừng sững trước mặt, ở phía tây, lên phía bắc, về phía nam, trải dài tít tắp. Những đỉnh  núi màu nâu đỏ, với mấy vệt xanh của những vạt rừng mờ sương vắt ngang bên trên trông như những mạch máu trên những mái đầu. Chúng ta chưa bao giờ nghe nói về những núi này, cũng chưa bao giờ được trông thấy chúng được đánh dấu trên bản đồ. Rừng Hoang đã bảo vệ chúng, khiến chúng tách xa khỏi các thành phố và những con người ở đó.Chúng ta trèo lên những lối đi mà dê rừng cũng không dám héo lánh. Đá lăn rớt dưới chân và chúng ta có thể nghe thấy tiếng chúng va vào mấy tảng đá xa tít tắp bên dưới. Núi như rung lên vì những cơn chấn động ấy mà phải mất một lúc lâu sau mới ngưng. Nhưng chúng ta vẫn cứ trèo tiếp, vì biết rằng không ai có thể lần theo dấu mình tới được cao đây.Rồi hôm nay, lúc mặt trời lên, chúng ta trông thấy một lưỡi sáng trắng trong đám cây rừng, cao cao trên một đỉnh núi trước mặt. Nghĩ rằng đó là lửa nên chúng ta dừng lại. Thế nhưng ngọn lửa không hề lay động, mà lại nhấp nháy như một khối kim loại lỏng. Thế là chúng ta leo qua những vách đá để tới đó. Và kìa, trước mặt chúng ta, trên một dải đất rộng với cơ man là núi viền ở sau lưng, sừng sững một ngôi nhà mà chúng ta chưa hề được thấy bao giờ, và ngọn lửa trắng là do ánh mặt trời rọi chiếu trên những tấm kiếng cửa sổ.Không cần nói ra nhưng cả hai chúng ta đều hiểu: đây là ngôi nhà sót lại của thời đại Bất khả Luận bàn. Muôn cây đã bảo vệ nó chống chõi với thời gian và thời tiết, với những con người vốn có ít lòng khoan dung hơn cả thời tiết và thời gian. Quay sang Kim Nhân chúng ta hỏi:“Ngươi có sợ không?”Nhưng họ đã lắc đầu. Thế là hai chúng ta cùng bước tới, khẽ đẩy cửa và cùng bước vào bên trong ngôi nhà của thời đại Bất Khả Luận bàn.Chúng ta sẽ cần nhiều ngày, nhiều năm nữa để quan sát, học hỏi và hiểu hết những thứ trong ngôi nhà này. Hôm nay chúng ta chỉ có thể nhìn, và cố tin vào mắt mình. Chúng ta kéo các tấm rèm cửa sổ nặng trịch sang và thấy các gian phòng không lớn lắm, chúng ta nghĩ không thể có hơn hai mươi người từng sống ở đây. Chúng ta thấy lạ lùng làm sao khi người ta được phép xây những căn nhà chỉ dành cho chưa tới hai mươi người.Chúng ta chưa bao giờ thấy những gian phòng có nhiều ánh sáng đến vậy. Những tia nắng mặt trời nhảy múa trên vô vàn màu sắc, nhiều màu lắm, nhiều hơn chúng ta có thể tưởng tượng được, vì chúng ta chưa bao giờ được thấy nhà có màu gì khác hơn màu trắng, nâu và đen. Trên tường có những miếng kiếng lớn, nhưng cũng không phải là thủy tinh, vì khi nhìn vào đó chúng ta thấy hình hài của mình cùng những thứ khác ở sau lưng chúng ta, nó giống như một mặt hồ phẳng lặng. Có nhiều thứ chúng ta chưa bao giờ thấy và cũng không hề biết sử dụng. Và những quả cầu thủy tinh thì ở khắp nơi, phòng nào cũng có, những quả cầu với mấy cọng dây kim loại bên trong, giống như cái chúng ta đã gặp ở trong đường hầm.Chúng ta tìm thấy một phòng ngủ, và chúng ta đứng ngây người ngắm nó. Vì đó chỉ là một căn phòng nhỏ với chỉ hai giường ngủ bên trong. Chúng ta không thấy nơi đâu khác trong ngôi nhà có giường, nên chúng ta tin rằng phòng ngủ này chỉ giành cho hai người. Ôi chao, những người của thời đại Bất khả Luận bàn, cái thế giới mà họ đã sống đó, nó là cái gì vậy?Chúng ta tìm thấy áo quần, và Kim Nhân chú ý tới chúng ngay tắp lự. Vì chúng không phải là đồ lao động màu trắng, cũng không phải là những tạp dề màu trắng, mà có rất nhiều màu, không cái nào giống cái nào. Một số vụn ra thành bụi khi chúng ta chạm tay vào. Nhưng đa số làm bằng loại vải dày, xốp mịn dưới những lần ngón tay.Chúng ta tìm thấy một gian phòng với rất nhiều các kệ đứng, chứa những hàng bản thảo, cao từ sàn lên tới trần. Chưa bao giờ chúng ta thấy nhiều bản thảo, với đủ thứ hình dạng lạ lùng như vậy. Chúng cũng không hề mềm và được cuộn tròn, mà có vỏ bọc cứng bằng da và vải, và chữ ở trong đó thì rất nhỏ và ngay ngắn đến nỗi chúng ta tự hỏi ai mà có thể viết được như vậy. Đọc lướt qua các trang giấy, chúng ta biết rằng nó được viết bằng ngôn ngữ của chúng ta, nhưng có nhiều từ chúng ta không hiểu nổi.Ngày mai chúng ta sẽ bắt tay vào đọc những bản thảo này.Sau khi đã đi hết một lượt qua các gian phòng, chúng ta nhìn Kim Nhân và cả hai chúng ta đều hiểu trong đầu người kia nghĩ gì.“Chúng ta sẽ chẳng bao giờ rời khỏi ngôi nhà này,” chúng ta nói, “cũng không để cho nó bị vuột đi mất. Đây là chỗ của chúng ta và là nơi kết thúc cuộc hành trình của chúng ta. Đây là nhà của ngươi đó, Kim Nhân, và của chúng ta, và nó không thuộc về một ai khác của bất cứ nơi nào trên trái đất này. Chúng ta sẽ không chia sẻ nó với bắt cứ ai hết, cũng như chúng ta sẽ không chia sẻ với bất cứ ai những niềm hoan lạc của chúng ta, tình yêu của chúng ta, khát khao của chúng ta. Nó sẽ cứ như thế cho tới những ngày cuối cùng của đời chúng ta.”“Ngươi nói rất phải,” Kim Nhân nói.Sau đó chúng ta đi ra ngoài lượm củi để đốt lò sưởi lớn trong ngôi nhà của chúng ta. Chúng ta đem nước về từ con suối chạy qua đám hàng cây bên dưới cửa sổ. Giết một con dê núi, chúng ta đem nó về nấu trong một cái nồi kỳ dị bằng đồng được tìm thấy tại một gian phòng tuyệt diệu, nơi chắc hẳn là nhà bếp.Chúng ta làm những điều này một mình, vì không có lời lẽ nào có thể khiến được Kim Nhân rời khỏi tấm gương-mà-không-phải-là-thủy-tinh lớn. Họ cứ đứng đó, và nhìn ngắm mãi cơ thể họ.Khi mặt trời ngả xuống qua bên kia núi thì Kim Nhân buồn ngủ rã rời, họ nằm ngủ ngay trên sàn nhà, giữa mớ đồ trang sức, những chiếc lọ pha lê và những bông hoa bằng lụa. Bồng nhấc Kim Nhân trong tay, chúng ta mang họ lên giường, mái đầu họ ngả êm trên vai chúng ta. Rồi chúng ta thắp một ngọn  nến, chúng ta lấy giấy từ phòng bản thảo, đem ra ngồi cạnh cửa sổ, vì chúng ta biết đêm nay mình khó lòng ngủ được.Và giờ đây chúng ta ngồi ngó mông lung đất trời. Cảnh vật trước mắt chúng ta trải dài những khối đá trơ trụi, những đỉnh núi và ánh trăng như thể một thế giới đang sẵn sàng khai sinh, một thế giới mới đang đợi chờ. Với chúng ta nó như đang yêu cầu một dấu hiệu, một tia sáng, một điều răn tiên khởi. Chúng ta không biết cái từ gì mà chúng ta sẽ nghĩ ra, cũng không biết cái điều vĩ đại mà trái đất mong đợi chứng kiến. Chúng ta biết nó chờ. Giống như nó muốn nói có một thứ gì cao quí đang nằm trước chúng ta, nhưng nó muốn một điều gì đó cao quí hơn từ chính chúng ta. Chúng ta sắp nói ra. Chúng ta sắp đưa ra được mục tiêu của nó, một ý nghĩa cao quý nhất của nó đối với vạn vật đất trời đang tỏa sáng ngoài kia.Ngước cao đầu, chúng ta nài xin trái tim mình cho chúng ta một dẫn dắt đáp lại lời kêu gọi này. Không lời hồi đáp, nhưng chúng ta vẫn nghe thấy. Chúng ta cúi nhìn đôi tay mình. Chúng ta thấy những bụi bặm của hàng bao nhiêu thế kỷ, những bụi bặm của những bí ẩn kỳ vĩ và có lẽ của cả những điều xấu xa ghê gớm. Thế nhưng trái tim chúng ta không hề có chút hãi sợ nào, chỉ có lòng xót thương và sự cảm phục lặng câm.Trí tuệ ơi hãy đến với chúng ta! Đó là gì vậy, cái bí mật mà trái tim chúng ta đã hiểu thấu mà vẫn không thổ lộ được với chúng ta, dù nó đang đập mạnh như thể đã sẵn sàng muốn nói? \n"
        },
        {
            "order": 3,
            "name": "Chương IV",
            "content": "\n\nhiều ngày trôi qua cho tới khi chúng ta có thể nói chuyện với Kim Nhân trở lại. Nhưng hôm đó bầu trời chuyển trắng lóa, như thể mặt trời vừa mới nổ tung làm bung những lưỡi sáng ra khắp cả không trung. Những cánh đồng nằm lặng ngắt không chút sinh khí, và bụi trên các con đường trắng lòa cả mắt. Thế nên đám phụ  nữ làm việc trên đồng bị mệt lử. Công việc trì trệ hẳn, và khi chúng ta tới nơi thì họ còn ở cách xa đường cái nhiều lắm. Ấy vậy mà Kim Nhân đã đứng một mình bên hàng cây, chờ đợi. Chúng ta dừng lại và thấy đôi mắt ấy, vốn cứng cỏi và đầy khinh miệt đối với thế giới, đang nhìn chúng ta như thể sẽ nghe theo bất cứ lời lẽ nào mà chúng ta có thể nói ra.Và chúng ta nói:“Trong đầu chúng ta có một cái tên dành cho ngươi đó, Tự do 5-3000.”“Tên đó là gì vậy?” chúng hỏi.“Kim Nhân.”“Khi nghĩ về ngươi chúng ta cũng đâu có gọi ngươi là Bình đẳng 7-2521 đâu.”“Ngươi đặt cho chúng ta tên gì vậy?”Ngước nhìn chúng ta, họ ngẩng cao đầu và đáp:“Bất khả Chiến bại.”Chúng ta không nói nên lời mất một lúc lâu. Lát sau chúng ta bảo:“Những ý nghĩ kiểu đó là bị cấm đó, Kim Nhân à.”“Nhưng ngươi có nghĩ như vậy và ngươi muốn chúng ta nghĩ như vậy.”Chúng ta nhìn vào mắt họ, và không thể nói dối.“Đúng vậy đó,” chúng ta thì thầm, và họ mỉm cười, rồi chúng ta nói: “Người thương quý nhất đời của chúng ta ơi, đừng nghe theo ta.”Họ bước thối lui, đôi mắt mở to bất động.“Nói lại những lời đó lần nữa đi,” họ thì thầm.“Lời nào?” chúng ta hỏi. Nhưng họ không đáp và chúng ta biết đó là gì.“Người thương quý nhất đời của chúng ta ơi,” chúng ta thì thầm.Đàn ông không bao giờ được nói những lời này với đàn bà.Kim Nhân chầm chậm cúi gục đầu, và vẫn đứng yên trước mặt chúng ta, đôi tay buông thõng, lòng bàn tay mở về phía chúng ta, như thể muốn gửi trao thân xác họ vào đôi mắt chúng ta. Chúng ta không thể thốt nên một lời nào.Rồi họ ngẩng cao đầu, và nói, rất chậm và khẽ, như thể họ muốn chúng ta quên bớt đi đôi phần nỗi lo âu của chính họ.“Hôm nay trời nóng quá,” họ nói, “ngươi phải làm việc nhiều giờ như vầy chắc là mệt lử rồi.”“Không hề,” chúng ta nói.“Ở trên cánh đồng này mát hơn được chút xíu,” họ nói, “và có nước để uống nữa. Ngươi có khát nước không?”“Có chứ,” chúng ta đáp, “nhưng chúng ta đâu có được bước qua hàng cây này.”“Để chúng ta đem nước tới đây cho ngươi,” họ nói.Xong họ quỳ gối bên bờ con mương, hốt nước trong đôi bàn tay rồi đứng lên, đem tới môi chúng ta.Chúng ta không biết mình có uống được nước ấy không nữa. Chỉ biết là bỗng dưng chúng ta nhận ra đôi tay họ trống không, nhưng vẫn cứ giữ đôi môi mình trên đó, và biết là họ cũng biết như vậy, mà họ cũng không hề nhúc nhích.Chúng ta ngước lên rồi bước lui lại. Vì chúng ta không thể biết được điều gì xui khiến chúng ta làm như thế, và chúng ta sợ phải hiểu nó.Rồi Kim Nhân cũng bước lui lại, sững sờ nhìn đôi tay mình. Rồi Kim Nhân vội vã bỏ đi, mặc dù không hề có ai khác đang lại gần. Họ bước lui, giống như không quay người lại được, đôi tay vẫn giơ cao trong không như thể không sao hạ xuống nổi. \n"
        },
        {
            "order": 5,
            "name": "Chương VI",
            "content": "\n\n húng ta đã không viết lách gì ba mươi ngày nay. Trong ba mươi ngày chúng ta không được tới đây, trong đường hầm của mình. Chúng ta bị bắt. Chuyện xảy ra vào đêm hôm đó, lúc chúng ta đang ghi chép lần cuối. Chúng ta đã trót quên, vào đêm hôm đó, ngó chừng chiếc đồng hồ cát để biết rằng ba tiếng đống hồ đã trôi qua để trở về Nhà hát thành phố. Đến khi chúng ta nhớ ra thì, toàn bộ cát đã trôi tuột hết cả rồi. Chúng ta hối hả chạy về Nhà hát. Nhưng chiếc lều khổng lồ màu xám giờ đang im lìm đứng dựa trên nền trời. Những con đường của thành phố nằm lặng lẽ trước mặt chúng ta, vắng lặng và tối đen. Nếu như quay trở lại đường hầm chúng ta sẽ bị phát hiện cùng với ánh sáng  của chúng ta. Nghĩ vậy nên chúng ta đi tới Nhà Phu Quét đường. Lúc bị Hội đồng Nhà truy vấn, chúng ta ngước nhìn lên những khuôn mặt của Hội đồng, nhưng chẳng hề thấy chút tò mò nào trên những khuôn mặt đó, cũng chẳng chút giận dữ, hay xót thương. Thế rồi khi người già nhất hỏi chúng ta: “Ngươi đã đi đâu?” chúng ta nghĩ tới chiếc hộp thủy tinh và tới ánh sáng của mình, và rồi chúng ta quên hết mọi điều khác. Và chúng ta trả lời: “Chúng ta sẽ không nói cho các đồng chí biết đâu.” Người già nhất không hỏi gì thêm. Họ quay sang hai người trẻ nhất và nói, giọng tẻ ngắt: “Đưa người đồng chí của chúng ta tên Bình đẳng 7-2521 tới Lầu Trừng giới. Ra roi cho tới chừng nào chúng chịu khai sự thật.” Thê là chúng ta được đưa tới Thạch Phòng bên dưới Lầu Trừng giới. Căn phòng này không có cửa sổ, trống lốc không có gì ngoài một cây trụ sắt. Hai người đứng bên trụ, không mặc gì ngoài chiếc áo  yếm bằng  da và đội mũ trùm cả mặt cũng bằng da. Những người đưa chúng ta tới đây bỏ đi liền sau đó, để chúng ta ở lại với hai vị quan tòa đứng ở góc phòng. Đó là những người gầy gò nhỏ thó, lưng thì còng, và da dẻ thì xám xịt. Họ ra dấu cho hai gã to khỏe đội mũ trùm. Chúng xé toạc áo quần chúng ta ra xong ấn chúng ta quỳ gối, rồi trói hai tay chúng ta vào trụ sắt. Trận mưa roi đầu tiên như thể đã cắt xương sống chúng ta ra làm hai. Trận thứ nhì chặn đứng trận thứ nhất, và trong tích tắc chúng ta không cảm thấy gì hết, để rồi sau đó cơn đau ập xuống len vào cổ họng chúng ta và lửa rần rật trong phổi thiêu đốt hết toàn bộ dưỡng khí trong đó. Nhưng chúng ta vẫn không khóc lên tiếng nào. Ngọn roi vun vút nghe như gió hát. Chúng ta cố đếm những ngọn roi quất xuống, nhưng nửa chừng lại quên mất đi. Chúng ta biết roi đang đổ xuống lưng mình, nhưng không còn cảm thấy gì trên lưng nữa. Trước mắt mình chúng ta như thấy có một chiếc vỉ nướng đỏ rực lửa nhảy múa chao đảo, và chúng ta không còn nghĩ tới gì khác được nữa ngoài nó-chiếc vỉ nướng với những ô vuông màu đỏ, và rồi chúng ta nhận ra là mình đang nhìn ngay trân những ô vuông của chiếc vỉ sắt trên cánh cửa, và cũng có cả những ô vuông bằng đá trên tường, và những ô vuông hằn trên da thịt chúng ta do những ngọn roi quất xuống tròng tréo qua lại. Rồi chúng ta thấy một nắm đấm trước mặt mình. Nó móc ngược cằm chúng ta lên, và chúng ta nhìn thấy những vệt máu màu đỏ từ miệng chúng ta vương trên những ngón chúng tay khô còng, rồi chúng ta nghe tiếng vị Quan tòa hỏi: “Ngươi đã đi đâu?” Nhưng chúng ta quay ngoắt đầu đi chỗ khác, dùng đôi tay che kín mặt, ta cắn chặt môi. Ngọn roi lại rít lên. Chúng ta tự hỏi có ai đang làm tung những bụi than đang cháy khiến chúng lấp lánh trên sàn nhà, vì chúng ta nhìn thấy những giọt đỏ long lanh trên những khối đá xung quanh mình. Rồi chúng ta không còn biết gì nữa, ngoài hai giọng nói gầm ghè đều đặn nối tiếp nhau, dù chúng ta biết chúng được thốt ra cách nhau nhiều phút: “Ngươi đã đi đâu ngươi đã đi đâu ngươi đã đi đâu ngươi đã đi đâu đi đâu đi đâu?...” Và đôi môi chúng ta mấp máy, nhưng thanh âm cơ hồ bị đóng chặt trong cuống họng khiến những gì thoát ra chỉ còn là: “Ánh sáng… Ánh sáng… Ánh sáng…” Rồi chúng ta không biết gì nữa. Chúng ta mở mắt, thấy mình đang nằm sấp bụng trên nền gạch của một phòng giam. Chúng ta dõi nhìn đôi bàn tay nằm xa trước mặt mình trên nền gạch, và thử nhúc nhích chúng, rồi chúng ta biết đó là tay mình. Nhưng chúng ta vẫn không sao cựa quậy nổi châu thân. Và chúng ta mỉm cười, chúng ta nghĩ tới ánh sáng và biết rằng mình đã không phản bội nó. Chúng ta nằm đó trong phòng giam trong nhiều ngày. Cửa phòng được mở mỗi ngày hai lần, một lần để người ta đem bánh mì và nước tới, lần kia để các Quan tòa bước vào. Có nhiều Quan tòa tới phòng giam của chúng ta lắm, lúc đầu là những vị ở cấp thấp nhất, sau đến những vị danh giá nhất trong thành phố. Họ đứng trước mặt chúng ta trong những bộ áo chùng trắng, và hỏi: “GIờ ngươi đã sẵn sàng khai chưa?” Nhưng chúng ta cứ lắc đầu, vẫn nằm dài trên sàn nhà trước mặt họ. Rồi họ bỏ đi. Chúng ta đếm từng ngày và đêm khi thời gian trôi qua. Thế rồi, đêm nay, chúng ta biết rằng chúng ta phải trốn thoát. Vì ngày mai Hội đồng Học giả Thế giới sẽ họp ở thành phố của chúng ta. Trốn thoát khỏi Lầu Trừng giới thật quá dễ dàng. Mấy ổ khóa cửa đều cũ và không có người canh gác bên ngoài. Chằng có lý do gì để phải có người canh gác vì cho tới nay chắng có ai chống cự lại các Hội đồng để đào tẩu khỏi bất cứ nơi nào mà họ đã được lệnh phải ở đó. Cơ thể chúng ta còn khỏe lắm nên sức mạnh phục hồi rất nhanh. Chúng ta chỉ cần tì mạnh vào cửa là nó đã bung ra mở lối. Chúng ta luồn lách qua những hành lang hun hút, rồi đi suốt dọc những con đường tối đen để về lại con đường hầm của mình. Chúng ta thắp nến lên và nhận thấy chỗ này chưa bị phát hiện, vì không có gì suy suyển. Và chiếc hộp thủy tinh của chúng ta vẫn ngự trước mắt chúng ta trên chiếc lò lạnh giá như lúc chúng ta rời nó. Giờ đây vấn đề là những vết sẹo trên lưng chúng ta! Ngày mai, dưới ánh sáng đủ đầy của ngày, chúng ta sẽ mang chiếc hộp của chúng ta lên trên kia, để miệng hầm mở,  và bước đi theo những con đường dẫn về Dinh Học giả. Chúng ta sẽ đặt nó ngay trước mặt họ như một món quà giá trị nhất đời dâng tặng cho nhân loại. Chúng ta sẽ nói sự thật. Chúng ta sẽ trao cho họ, như một lời thú tội, những trang viết lách của chúng ta. Chúng ta sẽ hợp sức với họ để cùng nhau làm việc, với năng lượng của bầu trời, vì sự  vinh danh nhân loại. Chúng ta đang cầu phước cho các ngươi đó, hỡi những người đồng chí của chúng ta. Ngày mai chiếc hộp ánh sáng này sẽ đưa chúng ta về lại với thế giới của các ngươi và chúng ta sẽ không còn là kẻ bị khước từ. Ngày mai chúng ta sẽ lại trở thành một thành viên của các đồng chí. Ngày mai…\n"
        },
        {
            "order": 6,
            "name": "Chương VII",
            "content": "\n\nrong cánh rừng này trời tối đen. Những cành lá sột soạt trên đầu chúng ta, màu đen thẫm tương phản với vầng kim ô còn vương lại trên cao. Rêu mềm ấm dưới chân. Chúng ta sẽ ngủ trên rêu này nhiều đểm, cho tới khi những thú dữ trong rừng kéo tới phanh thây. Chúng ta không có giường chiếu gì ngoài thảm rêu này, và cũng chẳng có tương lai, ngoài thú dữ rừng đen.Giờ thì chúng ta già rồi, nhưng hồi sáng này thì chúng ta vẫn còn trẻ, lúc mang chiếc hộp thủy tinh đi dọc theo các con đường của thành phố để tới Dinh Học giả. Chẳng có ai chặn chúng ta lại, vì chẳng có ai ở Lầu Trừng giới đi ra đây, còn những người khác thì chẳng biết gì. Chúng ta đi dọc theo các hành lang trống vắng rồi bước vào đại sảnh nơi Hội đồng Học giả Thế giới đang trang nghiêm ngồi họp.Lúc bước vào chúng ta không thấy gì khác ngoài bầu trời xanh chói lọi ở mấy ô cửa sổ lớn. Rồi chúng ta trông thấy các vị Học giả ngồi quanh một chiếc bàn dài, trông họ giống như những đám mây không hình dạng cuồn cuộn dâng lên nền trời xanh. Có những vị học giả nổi tiếng mà chúng ta biết tên, và cả những vị đến từ nhiều miền đất lạ mà chúng ta chưa từng được nghe nói tới. Trên tường phía trên họ có treo một bức tranh lớn minh họa hai mươi người đã phát minh ra đèn cầy.Tất cả họ đều quay đầu nhìn lại lúc chúng ta bước vào. Những con người thông thái vĩ đại của trái đất không biết nên nghĩ gì về chúng ta, họ nhìn chúng ta với vẻ thắc mắc tò mò, như thể chúng ta là một phép lạ. Sự thực là bộ đồng phục lao động của chúng ta bị rách tả tơi và vương đầy những vệt máu khô màu nâu. Chúng ta giơ cao cánh tay phải lên và nói:“Xin được chào những người đồng chí danh giá của Hội đồng Học giả Thế giới.”Rồi Tập Hợp 0-0009, người lớn tuổi và thông thái nhất trong Hội đồng, cất tiếng hỏi:“Ngươi là ai, hở người đồng chí? Vì trông ngươi không giống một học giả.”“Tên chúng ta là Bình đẳng 7-2521,” chúng ta đáp, “và chúng ta là một Phu Quét đường của thành phố này.”Liền ngay đó như thể có một trận cuồng phong thổi qua sảnh đường, vì tất cả các học giả đều lên tiếng cùng một lúc, với vẻ kinh hoàng và giận dữ.“Một Phu Quét đường! Một Phu Quét đường bước vào giữa cuộc họp của Hội đồng Học giả Thế giới! Thật không thể tin được! Như vậy là chống lại mọi quy định và luật lệ!”Chúng ta nằm yên như thế một lúc lâu. Rồi chúng ta đứng dậy. Nhặt chiếc hộp lên, chúng ta đi sâu vào rừng.Chúng ta đi đâu, điều đó chẳng là chi cả lúc này. Chúng ta biết họ sẽ không đuổi theo chúng ta, vì họ chẳng bao giờ  vào Rừng Hoang. Chúng ta chẳng có gì để mà sợ họ. Khu rừng đã hủy diệt hết mọi nạn nhân của chính nó. Nhưng điều này cũng chẳng khiến chúng ta hãi sợ. Chúng ta chỉ ước được thoát đi xa thật xa khỏi thành phố và khỏi bầu khí quyển bao trùm trên nó. Thế nên chúng ta cứ tiếp tục bước, chiếc hộp trong tay, con tim trống vắng.Giờ chúng ta đang thảm bại. Những ngày còn lại của chúng ta sẽ là một mình, bất luận chúng là gì. Và chúng ta đã nghe nói về sự băng hoại được tìm thấy bên trong nỗi cô độc. Chúng ta đã tự tách mình ra khỏi thực thể của các đồng chí của chúng ta, và không hề có lối về cho chúng ta, cũng không có cứu chuộc.Chúng ta biết rõ những điều này, nhưng chúng ta không bận tâm. Chúng ta không còn bận tâm gì nữa trên trái đất này. Chúng ta mệt.Duy chỉ có chiếc hộp thủy tinh dưới đôi cánh chúng ta là đang tiêp bồi dũng khí cho chúng ta. Chúng ta đã nói dối với chính mình. Chúng ta đã không hề kiến tạo chiếc hộp ấy vì sự tốt đẹp cho các đồng chí của chúng ta. Chúng ta tạo ra nó vì chính nó. Tự thân nó đã ở trên tất cả các đồng chí của chúng ta, và sự thật của nó đứng trên sự thật của họ. Tại sao chúng ta phải phân vân về điều này? Chúng ta đâu còn sống bao nhiêu ngày nữa. Giờ chúng ta đang đi về phía những con thú nanh nhọn lẩn quất đâu đó giữa rừng cây tĩnh lặng này. Chúng ta chẳng có gì để nuối tiếc ở phía sau.Thế rồi một cơn đau chợt nhói lên. Chúng ta nghĩ tới Kim Nhân. Chúng ta nghĩ về Kim Nhân, người mà chúng ta sẽ không bao giờ gặp lại nữa. Thế rồi cơn đau qua nhanh. Như vậy là tốt nhất. Chúng ta đang là một thứ quỷ ám. Sẽ tốt hơn cho Kim Nhân nếu họ quên đi cái tên chúng ta và tấm hình hài mang cái tên đó. Nhưng chúng ta đã lường trước cách khiến họ phải ngậm miệng.“Các người đồng chí của chúng ta!”, chúng ta nói, “Vấn đề không phải ở chỗ chúng ta là ai, cũng không phải ở điều phạm giới của chúng ta. Vấn đề chỉ là ở các người đồng chí.  Đừng nghĩ gì cho chúng ta, vì chúng ta chẳng là gì cả, nhưng hãy nghe chúng ta nói, vì chúng ta đang mang tới đây một món quà mà chưa ai có được. Hãy nghe chúng ta nói, vì chúng ta đang nắm giữ tương lai của loài người trong tay chúng ta.”Thế là họ lắng nghe.Chúng ta đặt chiếc hộp thủy tinh của chúng ta lên bàn trước mặt họ. Chúng ta nói về nó, về cuộc tìm kiếm dai dẳng của chúng ta, về đường hầm của chúng ta, về cuộc đào thoát khỏi Lầu Trừng giới. Suốt trong lúc chúng ta nói, không một bàn tay nào nhúc nhích, không cả một cái chớp mắt. Và rồi khi chúng ta đặt dây dẫn vào hộp  tất cả bọn họ đều chồm tới, dù vẫn ngồi trong ghế, chăm chú nhìn. Còn chúng ta vẫn đứng, mắt dán vào sợi dây dẫn. Và chầm chậm, chầm chậm, như một giòng máu được bơm, lưỡi lửa đỏ run rẩy lập lòe trong sợi dây. Rồi cả sợi dây phát sáng rực.Thế nhưng có một nỗi kinh hoàng bùng lên tán loạn trong những người của Hội đồng. Họ nhảy dựng lên, chạy xa khỏi chiếc bàn, và đứng nép vào tường, túm tụm vào nhau cơ hồ muốn tìm kiếm hơi ấm của người khác để lấy lại can đảm.Chúng ta nhìn theo họ, và cười, rồi nói:“Đừng sợ hỡi các người đồng chí của chúng ta. Trong sợi dây dẫn này có một năng lượng kỳ vĩ, nhưng rất dễ kiểm soát. Nó là của các đồng chí. Chúng ta đem nó tới đây cho các đồng chí.”Bọn họ vẫn không hề nhúc nhích.“Chúng ta đem đến cho các đồng chí năng lượng của cao xanh!” chúng ta kêu lên, “Chúng ta trao cho các ngươi chìa khóa đi vào lòng đất! Hãy giữ lấy và đón nhận chúng ta vào làm kẻ khiêm tốn nhất trong số các đồng chí. Hãy để chúng ta làm việc với nhau để cùng khai thác nguồn năng này, khiến nó giải tỏa bớt nỗi cực nhọc cho con người. Hãy cùng vứt bỏ nến và đuốc đi. Hãy làm cho thành phố của chúng ta ngập tràn ánh sáng. Hãy cùng mang đến một thứ ánh sáng mới cho loài người!”Thế nhưng họ vẫn đứng nhìn chúng ta, và bỗng dưng chúng ta thấy sợ. Vì mắt họ, những đôi mắt bất động, nhỏ hẹp và hung ác.“Hỡi các đồng chí của chúng ta!” chúng ta kêu lên, “Các ngươi không có gì để nói với chúng ta ư?”Và rồi Tập Hợp 0-0009 bước ra trước. Họ đi tới bàn và những người khác làm theo.“Có chứ,” Tập Hợp 0-0009 nói, “Chúng ta có rất nhiều thứ để nói với ngươi.”Thanh âm của giọng nói họ cất lên khiến cả sảnh đường lặng ngắt như tờ, và khiến trái tim chúng ta đập  mạnh.“Phải,” Tập Hợp 0-0009 nói, “chúng ta phải nói nhiều điều với một kẻ khốn nạn dám phá vỡ hết mọi luật  lệ mà lại còn khoác lác về những tội lỗi tày đình của mình! Sao ngươi dám nghĩ là cái đầu của ngươi thông tuệ hơn những người đồng chí của ngươi? Và nếu như các Hội đồng đã chuẩn y là ngươi phải làm Phu Quét đường, sao ngươi dám nghĩ là ngươi có thể được trưng dụng cho một việc gì đó to tát hơn việc quét đường?”“Sao ngươi dám nói, đồ quét đường tồi tệ?” Công đoàn 9-3452 nói, “là ngươi chỉ làm có một mình, suy nghĩ chỉ có một mình, mà không phải là với nhiều người chứ?”“”Ngươi đáng bị thiêu sống,” Độc lập 4-6998 nói.“Không, chúng sẽ bị đòn roi,” Nhất Trí 7-3304 nói, “cho tới khi không còn là gì nữa dưới những ngọn roi đó.”“Không,” Tập Hợp 0-0009 nói, “chúng ta không thể quyết định về điều này ngay được đâu, các đồng chí. Chưa từng có một tội phạm như thế này, và nó không phải để cho chúng ta phán xét. Cũng chẳng phải cho bất cứ một Hội đồng nhỏ lẻ nào. Chúng ta sẽ giao thứ sinh vật này cho Hội đồng thế giới và để họ làm mọi thứ.”Chúng ta ngước nhìn lên họ van nài:“Các đồng chí của chúng ta! Các ngươi nói đúng. Hãy để cho Hội đồng thực hiện ý nguyện của họ đối với thân xác chúng ta. Chúng ta không bận tâm. Nhưng còn ánh sáng? Các ngươi sẽ làm gì với ánh sáng đó?”Tập hợp 0-0009 nhìn chúng ta, rồi mỉm cười.“Vậy ngươi nghĩ là ngươi đã tìm ra một nguồn năng mới,” Tập hợp 0-0009 nói, “Có phải tất cả các đồng chí của ngươi đều nghĩ vậy không?”“Không,” chúng ta đáp.“Những gì không được tập thể nghĩ thì đều không đúng,” Tập Hợp 0-0009 nói.“Ngươi đã làm việc về những thứ này một mình ư?” Quốc tế 1-5537 nói.“Đúng vậy,” chúng ta nói.“Những gì không được thực hiện bởi tập thể thì không thể tốt được,” Quốc tế 1-5537 nói.“Trong quá khứ có nhiều người trong Hội đồng Học giả đã từng có những ý kiến kỳ lạ,” Đoàn kết 8-1164 nói, “nhưng khi đa số các đồng chí học giả bỏ phiếu phản đối thì họ phải từ bỏ ý đó, ai ai cũng vậy cả.”“Cái hộp này là đồ vô dụng,” Liên Minh 6-7349 nói.“Nếu đó là cái thứ mà chúng muốn tuyên bố đã chế được,” Hòa hợp 9-2642 nói, “ thì nó sẽ mang lại sự hủy diệt cho Bộ Đèn cầy. Đèn cầy là một vật dụng hữu ích tuyệt vời cho con người, toàn thể mọi người đều đã công nhận. Như vậy đèn cầy không thể bị phá hủy bởi chỉ một kẻ tùy tiện này.”“Vật mọn này sẽ phá vỡ kế hoạch của Hội đồng Thế giới,” Nhất Trí 2-9913 nói, “mà khi không có Kế hoạch của Hội đồng Thế giới thì mặt trời cũng không mọc được. Phải mất hết năm mươi năm mới có được sự chấp thuận của tất cả các Hội đồng đối với Đèn cầy, và để có được quyết định dựa trên số phiếu cần có và để chỉnh sửa lại kế hoạch để làm đèn cầy thay vì làm đuốc. Điều này ảnh hưởng hàng ngàn, hàng vạn công nhân làm việc để đạt chỉ tiêu của Nhà nước. Chúng ta không thể làm lại Kế Hoạch Năm mươi năm quá sớm được.”“Và nếu vật này có thể giảm nhẹ lao động vất vả của con người,” Đồng Đẳng 5-0306 nói, “thì nó là một tội lỗi tột cùng xấu xa, vì con người tồn tại không ngoài lý do gì khác hơn là để lao động vì người khác.”Lúc đó Tập hợp 0-0009 đứng dậy và chỉ vào chiếc hộp của chúng ta:“Cái thứ này,” họ nói, “phải bị tiêu hủy.”Và tất cả cùng đồng thanh la to:“Nó phải bị tiêu hủy!”Thế là chúng ta nhảy tới bên bàn.Chúng ta giằng lấy chiếc hộp, kẹp nó vào một bên hông, rồi chạy về phía cửa sổ. Quay người lại chúng ta nhìn họ một lần cuối, tiếng gào chúng ta bật tung ra từ trong cuống họng nghe không còn ra tiếng người:“Một lũ điên!” chúng ta kêu to. “Các ngươi là một lũ điên! Điên trăm lần điên!”Vung nắm tay đập tung cửa sổ, chúng ta nhảy ra ngoài qua trận mưa thủy tinh loảng xoảng.Chúng ta té ngã, nhưng không hề để vuột chiếc hộp khỏi tay mình. Rồi chúng ta chạy. Nhắm mắt nhắm mũi mà chạy, và nhà cửa, người ta cứ vùn vụt trôi lại phía sau, nhòe nhoẹt vô nhân ảnh. Và rồi con đường như thể không còn bằng phẳng dưới chân chúng ta, mà cứ nhảy chồm chồm lên trước mặt, khiến chúng ta những tưởng mặt đất sẽ trồi lên và đập vào mặt chúng ta. Nhưng chúng ta vẫn cứ chạy. Chúng ta biết không có nơi chốn nào cho chúng ta chạy tới, nhưng vẫn biết rằng mình phải chạy, chạy cho tới nơi tận cùng của thế giới, chạy cho tới ngày cuối cùng của đời mình.Đến một lúc thì chúng ta chợt nhận ra mình đang nắm trên nền đất xốp, rằng chúng ta đã dừng chạy. Những thân cây cao ngất mà chúng ta chưa từng được thấy đứng quanh chúng ta trong niềm tĩnh lặng vô cùng. Và rồi chúng ta chợt hiểu. Chúng ta đang ở trong Rừng Hoang. Chúng ta đã không hề nghĩ tới nơi này, thế nhưng đôi chân chúng ta đã đưa dắt trí khôn, và đôi chân đã đưa chúng ta tới Rừng Hoang - ngoài ý muốn của chúng ta.Chiếc hộp thủy tinh của chúng ta đang nằm kề bên. Chúng ta bò về phía nó, ngã đè lên nó, đôi tay che kín mặt, và chúng ta cứ nằm yên như thế. \n"
        },
        {
            "order": 12,
            "name": "LỜI BẠT CỦA TÁC GIẢ AYN RAND",
            "content": "\n\nâu chuyện này được viết năm 1937. Tôi đã biên tập lại nó cho lần xuất bản này (năm 1946-LND), nhưng đã chỉ sửa về văn phong; tôi sửa lại từ ngữ trong một số đoạn và cắt bỏ một vài chỗ dư thừa ngôn từ. Không hề có một ý tưởng hay một sự biến nào được thêm vào hay bỏ đi; chủ đề, nội dung, và cấu trúc được giữ nguyên. Câu chuyện vẫn được duy trì như lúc đầu. Tôi đã chỉ gọt dũa bề mặt chứ không động gì tới cốt lõi hay tinh thần của quyển sách; vì không cần phải sửa sang gì đối với những điều này. Một số người đọc câu chuyện ngay lần xuất bản đầu tiên đã có ý cho rằng tôi bất công đối với những lý tưởng của chủ nghĩa tập thể; họ nói, chủ đích hay giáo điều của chủ nghĩa tập thể không phải như trong sách đã nêu; những người theo chủ nghĩa tập thể không hề có ý cổ xúy hay chủ trương như thế; không ai biện hộ cho họ cả. Tôi sẽ đơn giản chỉ ra rằng cái câu khẩu hiệu “Sản xuất để sử dụng chứ không vì lợi nhuận” giờ đây (tác giả viết lời bạt này năm 1946  -LND) đang được nhiều người chấp nhận như một điều hiển nhiên, và đây là điều hiển nhiên khẳng định một mục tiêu cụ thể đáng khao khát. Nếu có thể tồn tại một ý nghĩa thông thái nào đó trong khẩu hiệu này thì nó là cái gì nếu không phải là cái ý cho rằng động cơ làm việc của con người phải là vì nhu cầu của người khác, chứ không phải nhu cầu, hay mong muốn, hay quyền lợi của chính anh ta? Lời hiệu triệu lao động cưỡng bức giờ đây đang được thực hiện hay cổ xúy ở nhiều quốc gia trên trái đất này. Nó dựa trên cái gì nếu không phải là trên ý tưởng cho rằng nhà nước là người xứng đáng nhất trong việc định đoạt xem một người có thể hữu ích cho người khác hay không, cái điều hữu ích ấy là điều đáng quan tâm duy nhất, và những mục tiêu, khao khát, hạnh phúc của chính anh ta nên bị gạt sang bên vì chẳng có chút quan trọng nào? Chúng ta có Hội đồng Nghề nghiệp, Hội đồng Ưu sinh, đủ thứ hình thức Hội đồng, bao gồm cả một Hội đồng Thế giới-và nếu những thứ này chưa nắm giữ toàn bộ quyền lực trùm phủ chúng ta thì phải chăng đó là do chưa có dụng ý? “Những thành quả xã hội”, “mục tiêu xã hội”… đang trở thành thuốc an thần trong ngôn ngữ hàng ngày của chúng ta. Sự cần thiết của tính hợp lý xã hội đối với mọi hoạt động và mọi dạng thức tồn tại giờ đây đang được tin là hiển nhiên. Một người vẫn có thể được lắng nghe đầy thán phục và được tán đồng nếu như anh ta tuyên bố theo một kiểu mơ hồ rằng đó là vì “điều tốt đẹp cho mọi người” dù thực ra anh ta chẳng nêu được đề xuất nào đáng chú ý. Một số người có thể nghĩ-còn tôi thì không-là chín năm trước đã có một vài biện hộ cho những người không muốn nhìn thấy con đường mà thế giới đang theo đuổi. Ngày nay có những chứng cớ hiển nhiên cho thấy không ai có thể biện hộ gì được nữa. Những người từ chối không chịu nhìn thấy giờ đây đã rõ là không phải mù, cũng chẳng phải ngây thơ. Tội lỗi lớn nhất ngày nay là do ở những người chấp nhận chủ nghĩa tập thể theo kiểu mặc nhiên giáo điều; những người tìm kiếm sự bảo vệ từ tính cần thiết của việc có một chỗ đứng, bằng cách phủ nhận với chính họ cái bản chất của những gì họ đang chấp nhận; những người ủng hộ mấy kế hoạch được thiết kế đặc biệt để đạt tới chế độ nông nô, nhưng điều này được che giấu bên dưới vỏ ngoài mỹ miều rằng họ là những người yêu chuộng Tự do -một từ ngữ được dùng mà chẳng có chút ý nghĩa cụ thể nào; những người tin rằng nội dung của lý tưởng [của chủ nghĩa tập thể] là không cần khảo sát, rằng các nguyên tắc không cần phải định nghĩa, và rằng có thể lược giản sự kiện thực tế bằng cách nhắm một bên mắt lại. Họ kỳ vọng rằng, khi họ tìm thấy mình trong một thế giới của những tàn phá đẫm máu và của trại tập trung, họ có thể thoát khỏi trách nhiệm đạo đức bằng cách gào lên: “Tôi có định làm thế này đâu!” Những ai muốn chế độ nô lệ chắc hẳn đã có đủ lịch lãm để gọi nó bằng cái tên chính xác của nó. Họ phải đối diện với ý nghĩa đầy đủ của những gì họ đang cổ xúy hay dung thứ; cái ý nghĩa chính xác, đầy đủ, cụ thể của chủ nghĩa tập thể, của những ẩn ý luận lý của nó, của những nguyên lý hình thành nó, và của những mắt xích cuối cùng mà những nguyên lý này nhắm tới. Họ phải đối diện với nó, rồi quyết định xem đó có phải là những gì họ muốn hay không. Tháng tư, 1946AYN RAND(Trần Đan Hà dịch) (một trích đoạn của bản dịch này đã được đăng trên trang web damau.org) file:///C:/Users/KhoaTran/Documents/Translation/ANTHEM.docx#_ftnref1][1] Sundial: một loại đồng hồ cổ, định giờ qua ánh  nắng mặt trời. \n"
        },
        {
            "order": 11,
            "name": "Chương XII",
            "content": "\n\ngay khi được đọc quyển sách đầu tiên tìm thấy trong ngôi nhà, tôi thấy từ “tôi.” Và đến khi hiểu được cái từ ấy, quyển sách rơi khỏi tay, và tôi khóc, tôi-kẻ chưa từng bao giờ biết đến nước mắt. Tôi đã khóc trong sự giải thoát và trong niềm thương xót đối với con người.Tôi hiểu được cái điều phúc mà tôi đã gọi là lời nguyền của tôi. Tôi đã hiểu được tại sao những gì tốt nhất của tôi lại trở thành tội lỗi và phạm giới; và tại sao tôi không bao giờ có cảm giác tội lỗi đối với lỗi lầm của mình. Tôi đã hiểu được rằng nhiều thế kỷ của xiềng xích và roi vọt không hề hủy diệt được tinh thần của con người cũng như cảm nhận về sự thật trong anh ta.Tôi đọc rất nhiều sách trong nhiều ngày. Rồi tôi gọi Kim Nhân, và tôi nói với cô ấy rằng tôi đã đọc và tôi đã hiểu. Cô ấy ngước nhìn tôi và từ đầu tiên mà cô ấy thốt ra là:“Em yêu người.”Rồi tôi nói:“Người thương quý nhất của ta, thật không phải lối chút nào khi con người ta không có tên. Đã từng có một thời trong đó mỗi người có một cái tên để phân biệt anh ta với những người khác. Vậy thì hãy chọn tên cho chúng ta. Ta có đọc về một người đã sống cách đây nhiều ngàn năm, và trong số rất nhiều tên trong mấy quyển sách này thì tên của người đó là cái tên mà ta thích nhất. Anh ta đã lấy ánh sáng của các vị thần để trao cho loài người, và anh ta chỉ cho loài người cách để trở thành thần thánh. Và anh ta đã phải chịu hình phạt nặng nề. Tên anh ta là Prometheus.”Kim Nhân nói, “Đó thực đúng là tên của người đó.”Tôi nói tiếp, “Ta cũng có đọc về một vị nữ thần. Người này là mẹ của trái đất và của tất cả các vị thần. Tên bà là Gaea. Hãy dùng nó làm tên của em đi, Kim Nhân, vì em đang sắp là mẫu thân của một loại thần thánh mới.”“Vâng,” Kim Nhân nói, “đó sẽ là tên của em.”Giờ tôi đang nhìn ra phía trước. Tương lai đang rỡ ràng trước mắt tôi. Vị thánh giàn thiêu đã nhìn thấy tương lai khi anh chọn tôi làm kẻ kế tục của anh, như kẻ truyền thừa của tất cả các thánh thần và những vị thánh tử vì đạo trước anh, đã chết với cùng duyên do, cho cùng một từ ngữ, bất luận họ gọi động cơ và sự thật của họ là gì.Tôi sẽ sống ở đây, trong ngôi nhà của riêng tôi. Tôi sẽ tìm thức ăn từ đôi bàn tay của mình. Tôi sẽ học được nhiều điều kỳ bí từ các quyển sách của tôi. Trong nhiều năm tới, tôi sẽ tái lập lại những thành tựu của quá khứ, mở lối cho chúng được mang đi xa hơn, những thành tựu được mở ra cho tôi nhưng bị đóng lại trước các đồng chí của tôi, vì trí tuệ của họ bị ngăn cản bởi những con người u tối và đớn hèn nhất trong số họ.Tôi được biết là cái năng lượng của bầu trời mà tôi đã khám phá thấy đã được con người biết đến từ lâu lắm rồi; họ gọi đó là điện năng. Đó là thứ năng lượng đã đưa họ đến với nhiều phát minh vĩ đại nhất. Nó thắp sáng ngôi nhà với thứ ánh sáng đến từ mấy quả cầu thủy tinh treo khắp nơi trên tường. Tôi đã tìm thấy động cơ sản sinh ra ánh sáng này. Tôi sẽ học cách sửa chữa nó để nó hoạt động trở lại. Tôi sẽ học cách sử dụng những dây dẫn để chúng truyền tải thứ năng lượng đó đi. Rồi tôi sẽ dựng nên một rào cản bằng dây dẫn xung quanh nhà cũng như dọc theo mấy con đường dẫn về nhà, một rào cản có đèn, chằng chịt như lưới nhện nhưng khó thể vượt qua như thể đó là một bức tường hoa cương, một rào cản khiến các đồng chí của tôi không bao giờ có thể vượt qua được. vì họ chẳng có gì để chiến đấu với tôi, ngoài sức cưỡng ép man rợ của những con số họ mang. Còn tôi có trí tuệ của riêng mình.Rồi thì nơi đây, ở đỉnh cao này, với thế giới bên dưới và không gì bên trên ngoài mặt trới sáng lộng, tôi sẽ khiến sự thật của chính tôi được dưỡng nuôi. Gaea đang có mang. Con trai tôi sẽ được lớn lên thành người. Nó sẽ được dạy để nói cái từ “Tôi” và để tự hào về điều ấy. Nó sẽ được dạy để bước đi thẳng thắn trên chính đôi chân của mình. Nó sẽ được dạy để biết tôn phục trí tuệ của chính mình.Một khi tôi đã đọc xong hết các quyển sách và đã biết được con đường mới mẻ để đi, khi nhà tôi đã sẵn sàng và đất đai của tôi đã được trồng tỉa tốt tươi, tôi sẽ bỏ ra một ngày, một lần cuối cùng, để trở lại thành phố bị nguyền nơi tôi đã sinh ra. Tôi sẽ gọi các bạn của tôi, những người không có tên gì khác ngoài Quốc tế 4-8818, và những ai giống như anh ta, như Liên hiệp 2-5503 kẻ cứ khóc lên không biết vì sao, và Đoàn kết 9-6347 người vẫn hàng đêm kêu la cầu cứu, cùng một số ít người khác. Tôi sẽ gọi những người đàn ông và đàn bà mà tinh thần nội tại của họ không hề bị hủy diệt nhưng đang chịu lầm than dưới sự đàn áp của các đồng chí của mình. Họ sẽ theo tôi đi về thành lũy của tôi. Và ở đây, giữa chốn hoang vu này, tôi và họ, những bạn bè do tôi lựa chọn, những người bạn đồng hành của tôi, sẽ cùng nhau viết nên chương đầu tiên trong tập sử ký mới của nhân loại.Đó là những điều ở phía trước. Và khi tôi đứng đây, ngay ngưỡng cửa của hào quang, tôi nhìn lại một lần chót những gì ở phía sau. Tôi nhìn lại lịch sử loài người mà tôi đã đọc được từ các quyển sách, và tôi phân vân. Đó là một câu chuyện dài, và cái tinh thần đã khiến nó tiến ra phía trước chính là tinh thần tự do của con người. Thế nhưng tự do là gì? Tự do là không bị ràng buộc. Không bị ràng buộc bởi cái gì? Không gì có thể lấy đi được tự do của một người, ngoại trừ những người khác. Để có tự do, con người ta phải được thoát khỏi sự ràng buộc của các đồng chí của mình. Đó là tự do. Nó là như thế, chứ không là gì khác.Thuở sơ khai, con người bị nô dịch bởi thánh thần, nhưng anh ta đã bẻ gãy xiềng xích. Rồi anh ta trở thành nô dịch cho các vương tướng. Nhưng anh ta cũng bẻ gãy được xiềng xích. Anh ta bị nô dịch bởi sự sinh thành của mình, bởi giòng giống, chủng tộc của anh ta. Nhưng anh ta cũng bẻ gãy được xiềng xích. Anh ta tuyên bố với xung quanh rằng không một ai, từ thánh thần, vương tướng, cho đến những người khác, bất kể họ mang số gì, được tước đi những quyền của con người, vì đó là quyền làm người mà không một quyền nào trên trái đất này được đứng trên quyền ấy. Và anh ta đã đứng đó, ngay ngưỡng cửa của tự do mà vì nó máu của hàng bao thế kỷ trước anh ta đã đổ.Nhưng rồi anh ta lại từ bỏ mọi thứ đã giành được, để rơi xuống thấp hơn cả thời khởi đầu mông muội của mình.Điều gì đã khiến chuyện ấy xảy ra? Thảm họa nào đã lấy đi tính hợp lý của nhân loại? Ngọn roi nào đã buộc họ phải quỳ gối trong tủi hổ và phục tùng? Đó là sự tôn thờ chữ “Chúng ta.”Khi nhân loại chấp nhận tôn thờ ấy, những kiến tạo qua nhiều thế kỷ đổ sụp xung quanh họ, những kiến tạo đã vụt sáng lên từ suy tưởng của một người nào đó, trong một ngày nào đó, từ sâu thẳm bên trong tinh thần của họ, tinh thần ấy đã tồn tại chỉ vì chính nó. Những người sống sót-những người vui sướng vì phục tùng, vui sướng được sống vì người khác, vì họ không có gì khác để chứng tỏ mình-những người đó không thể tiếp tục thực hiện cũng như bảo tồn những gì họ đã nhận được. Vì vậy mà toàn bộ di sản của loài người, từ khoa học cho tới tư tưởng đều bị tan biến khỏi trái đất. Vì vậy mà con người-những người không có gì khác để trao đi ngoài những con số hoành tráng của họ-đã đánh mất những tòa tháp bằng thép, những con tàu bay, những dây dẫn truyền năng lượng, toàn bộ những gì họ không hề tạo nên mà cũng chẳng thể duy trì. Có lẽ, sau đó, đã có một số người vốn dĩ được sinh ra với sự mẫn tuệ và lòng can đảm đã cho khôi phục lại những điều bị mất đi này; có lẽ những người này đã đến ngay trước thời của Hội đồng các Học giả. Họ đã được trả lời giống như tôi vừa được trả lời – và cho cùng những nguyên do.Thế nhưng tôi vẫn tự hỏi làm sao có thể xảy ra được, vào những năm chuyển tiếp tối tăm vô đạo đó, cách đây đã lâu lắm rồi, làm sao người ta không nhìn ra được rằng họ đang đi đến đâu, để rồi cứ thế mà đi, trong sự mù quáng và đớn hèn, về phía cái định mệnh của họ. Tôi tự hỏi, vì tôi thật khó thể tưởng tượng được rằng những người đã biết đến cái từ “tôi” lại có thể bỏ cuộc dễ dàng mà không biết mình vừa đánh mất những gì. Nhưng chuyện đó đã diễn ra như thế, vì tôi đã sống trong thành phố đáng nguyền rủa ấy, và tôi biết những điều kinh khủng mà con người đã chấp nhận để chúng xảy tới cho họ.Có lẽ, vào những ngày đó, đã có một số ít người, những người sáng mắt sáng lòng, đã không  chịu đầu hàng, không chịu chối bỏ cái từ ấy. Hẳn là họ đã phải đau lòng lắm từ trước những gì sắp xảy đến mà không thể ngăn chặn được! Có lẽ họ đã kêu gọi để cảnh báo và phản đối. Nhưng người ta không mảy may chú ý lời cảnh báo của họ. Và họ, cái thiểu số ít ỏi này, đã phải chiến đấu trong vô vọng, để rồi bị thảm sát với những tấm bích chương vương đầy máu của chính họ. Và họ đã chọn cái chết, vì họ đã biết trước. Đối với họ, tôi những muốn gửi đi lời chào qua nhiều thế kỷ, và lòng thương xót của tôi.Giờ đây bích chương của họ đang nằm trong tay tôi. Và tôi ước mình có đủ sức để nói với họ rằng niềm khao khát trong tim họ chưa hề bị kết liễu, và đêm đen của đời họ không phải là không còn hy vọng. Vì cuộc chiến đấu mà họ đã thua cuộc không bao giờ bị thất trận lần nữa. Vì những gì mà họ đã hy sinh mạng sống để cứu lấy đó sẽ không bao giờ chết. Băng qua muôn trùng bóng tối với vô vàn nỗi đau mà con người đã gánh chịu, tư tưởng của nhân loại vẫn trường sinh trên trái đất này. Nó có thể ngủ quên ở đâu đó, nhưng rồi nó sẽ thức tỉnh. Nó có thể đang mang xiềng xích, nhưng một lúc nào đó chúng sẽ bị phá tan. Và người ta sẽ đi tiếp. Từng người một, chứ không phải cả bầy.Nơi đây, trên đỉnh núi này, tôi và các con tôi, cùng những bạn bè được chọn lựa của tôi sẽ cùng xây dựng miền đất mới của chúng tôi và thành lũy của chúng tôi. Và nó sẽ trở thành trái tim của trái đất, dẫu đã có lúc lầm đường lạc lối, nhưng mỗi ngày qua cứ vẫn đập càng lúc cành mạnh. Và ngôn từ của nó sẽ vươn tới mọi ngóc ngách của thế giới. Và những con đường của thế giới sẽ trở nên giống như những mạch máu mang đến thành quách của tôi những điều tốt đẹp nhất. Và tất cả các đồng chí của tôi, những Hội đồng của họ sẽ nghe nói về nó, nhưng họ không thể chống lại tôi. Rồi ngày ấy sẽ đến khi tôi có thể bẽ gãy mọi gông xiềng trên trái đất này, giải thoát các thành phố khỏi sự nô dịch, và nhà tôi sẽ trở thành thủ đô của một thế giới trong đó mỗi một con người được tự do tồn tại vì chính bản thân anh ta.Để có được ngày đó, tôi và các con tôi, những bằng hữu chọn lọc của tôi phải chiến đấu không ngơi nghỉ. Vì tự do của từng con người. vì quyền sống của anh ta. Vì sự vinh danh của chính anh ta.Và nơi đây, phía trên cổng thành của tôi, tôi sẽ khắc vào đá một từ duy nhất, nó vốn là ngọn hải đăng và là bích chương của tôi. Cái từ ấy không bao giờ chết, dù cho tất cả chúng tôi có gục ngã trong chiến đấu. Cái từ ấy không thể chết đi được trên trái đất này, vì nó là trái tim, là ý nghĩa, và là hào quang tỏa sáng.Cái từ thiêng liêng ấy là:NGÃ. \n"
        },
        {
            "order": 2,
            "name": "Chương III",
            "content": "\n\nái thằng chúng ta-Bình đẳng 7-2521, vừa khám phá thấy một quyền năng mới của thiên nhiên. Chỉ có mình chúng ta đã khám phá thấy nó, chỉ có mình chúng ta biết nó.Đã nói rồi. Giờ đây chúng ta sẵn sàng chịu đòn roi vì điều đó, nếu như quả thật chúng ta đáng phải chịu. Hội đồng Học giả đã nói rằng, tắt cả chúng ta biết hết về mọi thứ đang tồn tại, và do đó những gì không được tập thể biết ắt hẳn là không hiện hữu. Thế nhưng chúng ta nghĩ là Hội đồng Học giả là mù quáng khi nói như thế. Những bí ẩn của trái đất này không phải để  cho tất cả mọi người đều được biết, mà chỉ để riêng cho những ai chịu tìm kiếm. Chúng ta biết chắc như vậy, vì chúng ta vừa mới phát hiện thấy một điều bí ẩn mà tất cả các đồng chí của chúng ta đều không biết.Chúng ta không biết năng lượng này là gì và nó từ đâu đến. Nhưng chúng ta biết bản chất của nó, vì chúng ta đã quan sát và làm việc với nó. Lần đầu tiên chúng ta thấy nó là hồi hai năm về trước. Đêm hôm ấy chúng ta cắt một  cái xác ếch thì thấy chân nó co giựt. Con ếch chết rồi, vậy mà nó vẫn còn cử động. Có một quyền năng nào đó mà con người chưa hề biết đến đã khiến nó cử động. Chúng ta đã không thể hiểu nổi điều này. Thế rồi, sau nhiều lần thí nghiệm, chúng ta đã tìm thấy câu trả lời. Con ếch đã được treo trên một sợi dây đồng, và chính chất kim loại từ con dao trong tay chúng ta đã truyền đến sợi dây đồng thứ năng lượng kỳ lạ thông qua chất dịch mặn trong thịt ếch. Chúng ta thử bỏ một miếng đồng và một miếng kẽm vào một lọ nước muối đậm đặc, rồi nhúng cọng dây vào đó, và kìa, bên dưới các ngón tay chúng ta xuất hiện một điều kỳ diệu chưa từng thấy, một điều kỳ diệu mới và một nguồn năng mới.Khám phá này ám ảnh chúng ta mãi. Chúng ta thích làm nó hơn bất cứ thí nghiệm nào. Chúng ta làm việc với nó, thử đi thử lại theo nhiều cách khác nhau mà chúng ta có thể nghĩ ra, và cứ mỗi bước lại có một điều kỳ diệu hiển hiện trước mắt chúng ta. Chúng ta dần hiểu rằng mình đã tìm thấy một nguồn năng kỳ vĩ nhất trên trái đất này. Vì nó phủ nhận mọi định luật mà con người đã biết. Nó khiến cây kim dịch chuyển, khởi động chiếc la bàn mà chúng ta đã đánh cắp ở Dinh Học giả; nhưng chúng ta đã được dạy, hồi chúng ta còn nhỏ, là miếng nam  châm chỉ về hướng bắc, đó là một định luật mà không gì có thể thay đổi được; vậy mà thứ nguồn năng mới của chúng ta phủ nhận mọi định luật. Chúng ta cũng nhận thấy nó gây ra sét là thứ mà không ai biết từ đâu có. Mỗi khi trời giông bão, chúng ta thử thò một cây gậy sắt lên miệng hang, rồi đứng bên dưới quan sát. Chúng ta thấy mấy tia sét nẹt liên tục vào đó. Giờ thì chúng ta biết là chất kim loại đã lôi cuốn nguồn năng ấy từ bầu trời, và rằng có thể dùng kim loại để tạo ra sức mạnh ấy.Từ khám phá này chúng ta làm được nhiều thứ kỳ lạ. Chúng ta dùng những cọng đồng tìm được dưới đất để làm nó. Dùng nến soi sáng đường, chúng ta đi xuôi theo chiều dài đường hầm. Dù chẳng hề đi được xa hơn nửa dặm, vì đất và đá chặn hết cả hai đầu, nhưng chúng ta cũng thu lượm được nhiều thứ và mang về lại chỗ làm việc. Chúng ta tìm thấy những hộp kỳ lạ đựng những thanh kim loại bên trong, với rất nhiều những cọng dây đồng, những cuộn kim loại. Chúng ta phát hiện ra là những dây dẫn này nối tới những quả cầu thủy tinh gắn trên tường, bên trong chúng có những sợi kim loại mỏng mảnh hơn cả tơ nhện.  Mấy thứ này giúp ích chúng ta rất nhiều. Chúng ta không hiểu gì về chúng, nhưng chúng ta nghĩ rằng những người của Thời đại Bất khả Luận bàn đã biết tới nguồn năng trên trời của chúng ta, và mấy thứ này chắc chắn có liên quan tới nó. Chúng ta không biết, nhưng chúng ta sẽ học. Chúng ta không thể dừng lại được nữa rồi, ngay cả khi nó làm chúng ta kinh hãi với ý nghĩ là mình đang đơn độc với kiến thức này.Không một cá nhân riêng lẻ nào có thể sở hữu được sự thông thái vĩ đại hơn các học giả đã được tập thể bầu chọn vì sự thông thái của họ. Vậy mà chúng ta có thể. Chính là chúng ta. Chúng ta đã cưỡng chống lại ý muốn nói ra nó, nhưng giờ nó đã được nói. Chúng ta không cần. Chúng ta quên hết tất thảy mọi người, tất thảy luật lệ, và tất thảy mọi thứ, chỉ trừ những chất kim loại và những dây dẫn mà chúng ta đang có. Còn biết bao thứ để học từ đó! Con đường trước mặt chúng ta còn biết bao dài, và chúng ta còn có thể quan tâm tới thứ gì khác nữa nếu như chúng ta phải đơn độc hành trình! \n"
        },
        {
            "order": 8,
            "name": "Chương IX",
            "content": "\n\nhúng ta đã không ghi chép gì trong nhiều ngày nay. Chúng ta không muốn nói. Vì chúng ta không cần tới từ ngữ để nhớ những gì đã xảy ra cho mình.Vào ngày thứ nhì ở trong rừng, chúng ta nghe có tiếng chân sau lưng. Nấp vào bụi cây, chúng ta chờ xem. Những bước chân nghe càng lúc càng gần. Rồi chúng ta trông thấy những nếp áo đồng phục màu trắng giữa đám cây, rồi chúng ta thấy một giòng vàng tung tẩy trên đó.Chồm ra phía trước, chúng ta chạy về phía đó, để rồi đứng sững lại. Kim Nhân.Họ nhìn thấy chúng ta, và hai bàn tay nắm chặt như để kéo đôi cánh tay xuống khi thân hình họ đang nhẹ lắc. Và họ không nói nên lời.Chúng ta không dám chạy tới quá gần. Giọng run run, chúng ta hỏi:“Làm sao ngươi tới được đây, hả Kim Nhân?”Nhưng họ chỉ thì thầm:“Chúng ta đã tìm thấy ngươi…”“Sao ngươi ở trong rừng này???” chúng ta hỏi.Ngẩng cao đầu, họ đáp, với niềm kiêu hãnh lớn lao:“Chúng ta theo dấu ngươi.”Thế là chúng ta không thể nói được gì, và họ nói:“Chúng ta nghe nói ngươi đi tới Rừng Hoang, vì cả thành phố đồn về điều ấy. Thế là ngay đêm đó chúng ta chạy khỏi nhà Nông dân. Chúng ta tìm kiếm dấu chân ngươi trên đồng bằng, nơi không hề có người qua lại. Thế là chúng ta đi theo chúng, vào rừng, và lần theo những chỗ cành cây bị gãy do ngươi bước qua.”Bộ đồ lao động của họ rách tơi tả, gai cành để lại những dấu cào trên cánh chúng tay, nhưng họ cứ say sưa nói như thể không hề để ý tới chúng, không hề lo âu, cũng chẳng hãi sợ.“Chúng ta đã theo dấu ngươi,” họ nói, “và chúng ta sẽ đi theo người đến bất cứ nơi nào. Nếu hiểm nguy xảy đến với ngươi, chúng ta cũng sẽ đối mặt với chúng. Nếu có phải chết, chúng ta nguyện chết cùng. Ngươi đang bị nguyền rủa, và chúng ta ước được sẻ chia lời nguyền đó.”Họ ngước nhìn chúng ta, giọng vẫn rất sẽ, nhưng chúng ta nghe thấy có niềm cay đắng và cả nỗi đắc thắng trong đó:“Mắt ngươi giống như ánh lửa, nhưng các người đồng chí của chúng ta không có cả niềm hy vọng lẫn lửa. Giọng nói ngươi sắc bén như có thể chém được vào đá, còn các đồng chí của chúng ta thì chỉ lầm bầm yếu ớt. Ngươi ngẩng cao đầu trong khi họ co rúm toàn thân. Ngươi bước chân đi, còn họ chỉ biết bò. Chúng ta thà bị nguyền cùng với ngươi, còn hơn là được chúc phúc với họ. Người ơi xin hãy cùng với chúng ta, đừng bỏ chúng ta lại xa khỏi ngươi.”Rồi họ quỳ gối xuống, cả mái đầu vàng óng gục xuống trước chúng ta.Chúng ta chưa bao giờ nghĩ về những điều chúng ta đã làm hôm đó. Chúng ta đã định cúi xuống đỡ Kim Nhân lên, nhưng khi chúng ta vừa chạm vào họ, như thể có một nỗi cuồng điên chế ngự, chúng ta ôm xiết thân hình họ, và ép môi mình lên môi họ. Kim Nhân lấy hơi để thở một lần, rồi khẽ rên một tiếng, đôi cánh tay họ ôm quàng xiết chặt quanh chúng ta.Chúng ta cùng nhau đứng đó một lúc lâu. Và chúng ta thấy kinh sợ làm sao khi nhận ra rằng mình đã sống trong hai mươi mốt năm qua mà chưa hề được biết con người có thể được tận hưởng niềm hoan lạc là như thế nào.Rồi chúng ta nói:“Người thương quý nhất đời của chúng ta. Đừng sợ gì hết về rừng. Không hề có hiểm nguy trong niềm cô độc. Chúng ta chẳng cần gì ở các người đồng chí của mình nữa. Hãy quên hết những cái tốt của họ, và những điều xấu của chúng ta, hãy quên hết tất thảy mọi điều trừ một thực tế là chúng ta đang ở bên nhau và rằng giữa chúng ta đang được gắn kết với nhau bởi niềm hoan lạc. Hãy đưa tay đây cho ta. Và nhìn ra phía trước. Đó là thế giới của riêng chúng ta đó Kim Nhân, một thế giới lạ lẫm và chúng ta không biết gì về nó, nhưng là thế giới của riêng chúng ta.”Rồi chúng ta cùng bước vào rừng, tay họ nằm trong tay chúng ta.Và đêm đó chúng ta đã được biết rằng được ôm giữ một cơ thể phụ nữ trong cánh tay mình không hề xấu xa, cũng chẳng có gì đáng xấu hổ, mà là một niềm hạnh phúc ngất ngây mà loài giống con người đã được ban tặng tự bao giờ.Chúng ta đi trong nhiều ngày nữa. Khu rừng có vẻ như rộng lớn đến vô cùng, mà chúng ta cũng chẳng hề tìm kiếm nơi tận cùng của nó. Nhưng cứ mỗi ngày được thêm vào trong chuỗi ngày ngăn cách giữa chúng ta với thành phố lại giống như được thêm một lời chúc phúc.Chúng ta làm một cái cung với rất nhiều tên. Chúng ta có thể giết nhiều chim hơn cả lượng thức ăn cần có, chúng ta cũng kiếm được nước, và trái cây trong rừng. Khi đêm đến, chúng ta chọn một nơi quang đãng trống trải rồi lập một vòng lửa xung quanh. Hai chúng ta ngủ giữa vòng lửa ấy, và thú dữ trong rừng không dám tấn công. Chúng ta có thế nhìn thấy những đôi mắt của chúng, xanh lập lòe như những hòn than đang cháy, nhìn chúng ta từ những đám cây cối  bên ngoài. Lửa bốc cao như một chiếc vương miện bằng ngọc ở phía trên chúng ta, và những cột khói nhuốm ánh trăng xanh treo tĩnh lặng trong không. Chúng ta ngủ với nhau ngay giữa chiếc vòng lửa, đôi tay Kim Nhân quàng ôm thân ta, đầu họ gối trên ngực ta.Một ngày kia, chúng ta sẽ ngừng lại và xây nhà, lúc mà chúng ta thấy đã đủ xa. Nhưng chúng ta không cần phải vội gì. Những ngày phía trước chúng ta không có tận cùng, cũng giống như khu rừng này vậy.Chúng ta không sao hiểu được cuộc sống mới mà chúng ta đã vừa tìm thấy, nhưng sao nó có vẻ quá đơn giản và rõ ràng, Mỗi khi có nghi vấn nào làm bối rối, chúng ta sẽ bước đi nhanh hơn, để rồi quay đầu lại và sẽ quên hết tất thảy khi nhìn thấy Kim Nhân đi theo phía sau. Những bóng lá đổ xuống đôi cánh tay khi họ rẽ đám lá cành, nhưng đôi vai họ lại phơi ra dưới ánh mặt trời. Da cánh tay họ trông như một lớp sương mờ xanh, mà đôi vai lại trắng sáng, như thể ánh nắng không rơi từ trên xuống mà ửng từ bên dưới làn da rọi lên. Chúng ta ngắm chiếc lá rơi xuống vai họ, nằm ngoan trên đường cong của cổ với một giọt sương trên đó trông như một viên ngọc. Họ lại gần chúng ta, rồi dừng lại, mỉm cười vì biết chúng ta đang nghĩ gì, và họ sẽ ngoan ngoãn chờ đợi, không hỏi một lời, cho tới khi chúng ta thấy thỏa lòng để quay sang tiếp tục cuộc hành trình.Chúng ta đi tiếp và chúng ta cầu phúc cho mặt đất dưới chân chúng ta. Nhưng những nghi vấn lại trở lại, khi chúng ta bước đi trong thinh lặng. Nếu như những gì chúng ta tìm thấy chính là sự băng hoại của nỗi cô độc, thì con người có thể ước muốn gì khác ngoài sự băng hoại? Nếu đây chính là thứ tội lỗi ghê gớm vì tồn tại một mình, thì điều gì là tốt, cái chi là xấu?Tất thảy mọi điều đến từ số đông là tốt. Mọi điều đến từ cá nhân là xấu xa. Đó là những gì chúng ta đã được dạy từ những hơi thở đầu tiên. Chúng ta đã phá luật, chúng ta không hề nghi ngờ gì về điều này. Thế nhưng giờ đây, khi đang bước đi băng rừng, chúng ta lại đang bắt đầu nghi ngại.Cuộc sống của con người không vì điều gì khác hơn là sống có ích vì những điều tốt đẹp cho các đồng chí của mình. Nhưng chúng ta đã không sống như thế - khi lao động vì các đồng chí của chúng ta, chúng ta chỉ thấy mệt đến kiệt sức. Loài người phải không hề có niềm vui sướng nào khác ngoài niềm vui chia sẻ với các đồng chí của mình. Nhưng những điều duy nhất khiến chúng ta vui sướng lại chỉ là nguồn năng mà chúng ta đã tạo ra được từ mấy sợi dây dẫn, và Kim Nhân. Và cả hai đều thuộc về chúng ta, chỉ một mình chúng ta, chúng đến với một mình chúng ta, chúng chẳng hề có liên quan gì với mấy người đồng chí của chúng ta, và chúng cũng chẳng khiến các đồng chí của chúng ta quan tâm. Vậy nên chúng ta cứ mãi hoài phân vân.Có một sai lầm nào đó, một sai lầm khủng khiếp, trong kiểu suy nghĩ của con người. Sai lầm đó là gì chứ? Chúng ta không biết, nhưng tri thức cứ mãi vật vã trong chúng ta để được hình thành.Một hôm, bỗng dưng Kim Nhân ngừng chân lại và nói:“Chúng ta yêu ngươi.”Thế nhưng họ lại nhíu mày, lắc đầu và ngước nhìn chúng ta tuyệt vọng.“Không,” họ thì thầm, “đó không phải là điều chúng ta muốn nói.”Họ lặng yên một lúc, rồi nói, chầm chậm từng tiếng, ngập ngừng như đứa trẻ đang tập nói:“Chúng ta là một… một mình…và chỉ một mình, và chúng ta yêu ngươi, ngươi cũng một mình, và chỉ một mình.”Chúng ta nhìn vào mắt nhau và cùng biết rằng hơi thở của sự huyền diệu kỳ vĩ đã vừa đến rồi vội tan biến, để lại cả hai ta cùng dò dẫm trong tuyệt vọng.Và chúng ta cảm thấy như mình vừa bị kéo ra xa, xa khỏi cái từ mà chúng ta chưa thể tìm ra. \n"
        },
        {
            "order": 10,
            "name": "Chương XI",
            "content": "\n\nôi đây… Tôi suy nghĩ… Tôi sẽ…Đôi tay của tôi… Tinh thần của tôi… Bầu trời của tôi… Khu rừng của tôi… Trái đất này là của tôi…Tôi phải nói gì nữa đây? Đó chính là những từ đó. Đó là lời đáp.Tôi đứng ở đây trên một đỉnh núi cao. Tôi ngẩng cao đầu và giang rộng đôi tay của tôi. Thì đây, hình hài và tâm linh của tôi, đây là tận cùng của cuộc kiếm tìm. Tôi đã ước được biết ý nghĩa của vạn vật. Tôi chính là ý nghĩa. Tôi đã ước tìm thấy một bảo đảm để tồn tại, để được là mình. Giờ tôi không cần một bảo đảm nào để được là mình, cũng chẳng cần một pháp lệnh nào. Tôi chính là sự bảo đảm và pháp lệnh.Đó là đôi mắt của tôi đang nhìn, và ánh mắt của tôi đang ngưỡng mộ vẻ đẹp của trái đất. Đó là đôi tai của tôi đang lắng nghe, và những gì nghe được từ tai tôi là bài ca trao tặng thế giới. Đó là trí nghĩ của tôi đang suy nghiệm, và sự đánh giá của trí nghĩ của tôi chính là ánh sáng truy tìm mà có thể tìm ra sự thật. Đó là ước muốn của tôi đang lựa chọn, và sự lựa chọn của ước muốn của tôi chính là thứ luật pháp mà tôi phải trọng vì.Có rất nhiều từ đến với tôi, một số rất thông thái, một số thì sai, nhưng chỉ có ba từ là thiêng liêng: “Tôi sẽ là!”Bất luận con đường nào tôi đang theo dấu, ngôi sao dẫn đường vẫn ở trong tôi, ngôi sao dẫn lối và kim nam châm chỉ đường. Chúng chỉ vào trong theo một hướng duy nhất. Chúng chỉ vào tôi.Tôi không biết mặt đất dưới chân tôi có phải là một tâm điểm của vũ trụ, hay không là gì khác hơn một hạt bụi lạc lối trong cõi vĩnh hằng. Tôi không biết, và tôi không bận tâm. Vì tôi biết rằng hạnh phúc giờ đang là khả dĩ đối với tôi trên trái đất này. Và hạnh phúc của tôi không cần tới một mục tiêu cao hơn để chứng tỏ nó. Hạnh phúc của tôi không phải là phương tiện đi tới bất cứ bến bờ nào. Nó chính là bến bờ. Nó có đích nhắm riêng của nó. Nó là mục đích của chính nó.Tôi cũng không phải là phương tiện để đi tới những tận cùng mà những ai khác có thể muốn đạt tới. Tôi không phải là công cụ cho họ sử dụng. Tôi không phải là tôi tớ cho những ý muốn của họ. Tôi không phải là miếng băng gạc cho vết thương của họ. Tôi không phải là vật tế trên bàn thờ của họ.Tôi là một con người. Điều kỳ diệu đã đến với tôi là của tôi, để riêng tôi cất giữ, và là của tôi để riêng tôi hướng dẫn, của riêng tôi để tôi sử dụng, và của riêng tôi để tôi quỳ phục trước nó.Tôi không chôn giấu kho tàng của tôi, cũng không chia sẻ nó. Vận hội tư tưởng của tôi không phải để đúc thành những đồng tiền xu rồi tung ra trong gió như để làm phước cho những kẻ nghèo nàn tư tưởng. Tôi canh giữ kho báu của tôi: suy tưởng của tôi, ước nguyện của tôi, tự do của tôi. Và vĩ đại nhất trong những thứ này là tự do.Tôi không nợ nần gì các người đồng chí của tôi, cũng không đi thu nợ cho họ. Tôi không yêu cầu ai sống cho tôi, tôi cũng chẳng sống cho ai khác. Tôi không cưỡng đoạt linh hồn của bất cứ ai, và linh hồn của tôi cũng không phải để cho họ cưỡng chiếm.Tôi không phải là kẻ thù, cũng chẳng phải là bạn với mấy đồng chí của tôi, và cũng không ai trong số họ đáng như thế với tôi. Và để có được tình yêu của tôi, những người đồng chí đó phải làm nhiều hơn là chỉ đơn giản được sinh ra tồn tại trên cõi đời này. Tôi không vô cớ ban phát tình yêu của mình, cũng không tạo bất cứ cơ hội nào cho những kẻ ngẫu nhiên qua đường muốn có nó. Tôi vinh danh con người với tình yêu của tôi. Nhưng để được vinh danh thì phải xứng đáng.Tôi chọn lựa bạn bè trong số con người, nhưng không chọn nô lệ cũng như thầy dạy. Và tôi sẽ chỉ chọn những ai khiến tôi vui, và tôi sẽ yêu thương quý trọng họ, chứ không ra lệnh, cũng chẳng vâng lời. Và tôi sẽ chung tay làm việc với họ nếu tôi thích, và bước đi một mình khi cần. Vì trong ngôi đền tư tưởng của mình, mỗi người phải được một mình. Hãy để cho mỗi người được canh giữ ngôi đền của mình, để nó không bị xâm phạm và vấy bẩn. Và hãy để họ được chìa bàn tay cho người khác nếu họ muốn, nhưng chỉ khi ở bên ngoài ngưỡng cửa thiêng liêng của anh ta.Vì cái từ “chúng ta” phải không bao giờ được nói ra, trừ khi do lựa chọn cá nhân và như một ý nghĩ thứ sinh. Cái từ này phải không bao giờ được đặt lên trên hết trong tâm hồn con người, nếu không nó sẽ trở thành một thứ quái vật, là gốc rễ của mọi điều xấu xa trên trái đất, là căn nguyên khiến con người đày đọa con người, khiến dối trá không thốt nên lời.Cái từ “chúng ta” giống như chất nước chua đổ xuống loài người, khiến họ trở nên khô rắn như đá đến nỗi có thể nghiền nát mọi thứ bên dưới, khiến những gì là trắng và những gì là đen trở nên nhòe nhoẹt với nhau thành một màu xám xịt. Nó là cái từ mà nhờ nó kẻ tha hóa đánh cắp phẩm hạnh của người ngay, thằng yếu chiếm đoạt tư tưởng của người mạnh, và lũ điên lấy đi sự thông tuệ của bậc thức giả.Niềm vui sướng của tôi sẽ là gì nếu như mọi bàn tay, thậm chí cả những bàn tay nhơ nhuốc, có thể vươn chạm được vào nó? Trí tuệ của tôi sẽ là gì, nếu như bầy dở người lại có thể chỉ vẽ được cho tôi? Tự do của tôi sẽ thành gì, nếu như mọi sinh vật, ngay cả loài bất lực thối rữa, cũng có thể làm thầy tôi? Cuộc sống của tôi sẽ ra gì, nếu tôi vẫn là người, nhưng luôn phải cúi gục, chấp nhận và vâng lời?Nhưng nay tôi đã không còn dính líu gì với hệ tư tưởng tha hóa này.Tôi không có gì để làm nữa với loài quỷ dữ “chúng ta”, thứ từ ngữ của đám nông nô và phường hôi của, của bất hạnh, dối trá và tủi nhục.Và nay tôi trông thấy gương mặt của vị thánh, tôi thành kính dâng vị thánh này lên cao khỏi mặt đất, vị thánh mà con người luôn mãi kiếm tìm kể từ khi họ được sinh thành, vị thánh sẽ ban phát cho họ niềm hoan lạc, sự bình yên và lòng tự hào.Vị thánh ấy, chỉ một từ duy nhất:“Tôi.” \n"
        },
        {
            "order": 0,
            "name": "Chương I",
            "content": "\n\nời người dịch:Ayn Rand là tác giả của \"Suối Nguồn\" (Fountainhead), một bản dịch vốn đã (may mắn) được in và xuất bản ở VN cách đây vài năm, là một tác phẩm với cùng chủ đề như của \"Trại Súc Vật\" (Animal Farm, tác giả George Orwell) là một bản dịch khác, kém may mắn hơn vì đã bị cấm xuất bản sau khi ra mắt công chúng VN không được bao lâu với tựa đề \"Chuyện ở Nông Trại\". (Bạn đọc có thể tìm đọc bản dịch của Phạm Nguyên Trường trên trang talawas.) Ở một góc độ nào đó thì chủ đề của \"Anthem\" cũng tương tự như \"Fountainhead\" và \"Animal Farm\" tuy không đồ sộ như cuốn trước và không dữ dội như cuốn sau. Tuy nhiên không vì thế mà \"Anthem\" không gây được xúc động nơi người đọc, nhất là cho những ai đã từng sống và hít thở bầu không khí ngùn ngụt khí thế đẹp đẽ bề ngoài \"mình vì mọi người\" của loài quái thai CNCS, khiến nhiều thân phận cá nhân đã bị chà đạp không thương tiếc vì lỡ không thể nói cùng tiếng nói với \"mọi người\".Hãy thử đọc đoạn trích này:(...) Cái từ “chúng ta” giống như chất nước chua đổ xuống loài người, khiến họ trở nên khô rắn như đá đến nỗi có thể nghiền nát mọi thứ bên  dưới, khiến những gì là trắng và những gì là đen trở nên nhòe nhoẹt vào nhau thành một màu xám xịt. Nó là cái từ mà nhờ nó kẻ tha hóa đánh  cắp phẩm hạnh của người ngay, thằng yếu chiếm đoạt tư tưởng của người mạnh, và lũ điên lấy đi sự thông tuệ của bậc thức giả.Niềm vui sướng của tôi sẽ là gì nếu như mọi bàn tay, thậm chí cả những bàn tay nhơ nhuốc, có thể vươn chạm được vào nó? Trí tuệ của  tôi sẽ là gì, nếu như bầy dở người lại có thể chỉ vẽ được cho tôi? Tự do của tôi sẽ thành gì, nếu như mọi sinh vật, ngay cả loài bất lực thối rữa,  cũng có thể làm thầy tôi? Cuộc sống của tôi sẽ ra gì, nếu tôi vẫn là người, nhưng luôn phải cúi gục, chấp nhận và vâng lời?(...)Đối với nhân loại đây quả là một trải nghiệm đau xót. Đau, nhưng vẫn phải hy vọng, và hành động... như trong đoạn trích dưới đây:(...) Có lẽ, vào những ngày đó, đã có một số ít người, những người sáng mắt sáng lòng, đã không  chịu đầu hàng, không chịu chối bỏ cái từ ấy.  Hẳn  là họ đã phải đau lòng lắm từ cả trước những gì xảy đến mà không thể ngăn chặn được! Có lẽ họ đã kêu gọi để cảnh báo và phản đối.  Nhưng người ta không mảy may chú ý lời cảnh báo của họ. Và họ, cái thiểu số ít ỏi này, đã phải chiến đấu trong vô vọng, để rồi bị thảm sát với  những tấm bích chương vương đầy máu của chính họ. Và họ đã chọn cái chết, vì họ đã biết trước. Đối với họ, tôi những muốn gửi đi lời chào  qua nhiều thế kỷ, và lòng thương xót của tôi.Giờ đây bích chương của họ đang nằm trong tay tôi. Và tôi ước mình có đủ sức để nói với họ rằng niềm khao khát trong tim họ chưa hề bị  kết liễu, và đêm đen của đời họ không phải là không còn hy vọng. Vì cuộc chiến đấu mà họ đã thua cuộc không bao giờ bị thất trận lần nữa. Vì  những gì mà họ đã hy sinh mạng sống để cứu lấy đó sẽ không bao giờ chết. Băng qua muôn trùng bóng tối với vô vàn nỗi đau mà con người đã  gánh chịu, tư tưởng của nhân loại vẫn trường sinh trên trái đất này. Nó có thể ngủ quên ở đâu đó, nhưng rồi nó sẽ thức tỉnh. Nó có thể đang  mang xiềng xích, nhưng một lúc nào đó chúng sẽ bị phá tan. Và người ta sẽ đi tiếp. Từng người một, chứ không phải cả bầy. (...) *  *  *  *  *Thực là tội lỗi lắm khi viết ra những điều này. Thực là tội lỗi lắm khi suy nghĩ về những từ mà không ai nghĩ, rồi viết chúng lên những tờ giấy mà không ai định đọc. Điều đó xấu xa và vô đạo. Điều đó giống như thể chúng ta nói một mình, không với ai cả mà là với chính chúng ta. Và chúng ta biết rõ là không điều phạm giới nào ghê gớm hơn là làm việc hay suy nghĩ một mình. Chúng ta đang phạm luật. Luật nói rằng không ai được viết trừ khi được Hội đồng Nghề nghiệp ra lệnh. Cầu xin chúng ta được tha thứ!Nhưng đây không phải là tội lỗi duy nhất của chúng ta. Chúng ta đã phạm một tội ghê gớm hơn, và do vậy mà nó không có tên. Hình phạt nào sẽ giáng xuống nếu như việc này bị phát hiện chúng ta không hề biết, vì chưa hề xảy ra một tội phạm nào như thế trong ký ức con người; và chưa có luật nào nói về nó.Ở đây tối lắm. Ngọn nến vẫn tĩnh tại trong không. Chẳng có gì chuyển động trong đường hầm này ngoài đôi tay ta đang lướt trên trang giấy. Chúng ta đang ở đây, một mình, dưới lòng đất. Đó là một từ đáng sợ, một mình. Luật có nói rằng, không ai trong thế giới loài người được ở một mình, bất cứ ở đâu và khi nào, bởi vì đó là một điều phạm giới ghê gớm và là căn nguyên của mọi điều xấu xa. Thế nhưng chúng ta đã phạm nhiều luật rồi. Và giờ đây không có gì khác ngoài cơ thể độc nhất của chúng ta, và quả là kỳ lạ khi được trông thấy chỉ một đôi chân duỗi dài trên mặt đất, và trên vách tường trước mặt chúng ta chỉ có một cái bóng của cái đầu mình.Mấy vách tường nứt nẻ, và nước lặng lẽ chảy gợn dòng trên đó, đen ngòm và đặc kẹo như máu. Chúng ta đã lấy trộm đèn cầy trong tủ kho ở Nha Quét Đường. Nếu việc này bị phát hiện chúng ta có thể bị phạt tới mười năm tù trong Lầu Trừng Giới. Nhưng nào có đáng kể gì. Điều đáng kể duy nhất là ánh sáng ở đây quý giá vô ngần và chúng ta sẽ không phí phạm nó chút nào để viết khi chúng ta cần nó cho cái việc làm phạm pháp của chúng ta. Không có gì đáng kể cả ngoài việc này, cái bí mật của chúng ta, điều xấu xa, cái công việc quý giá của chúng ta. Do vậy, chúng ta vẫn phải viết, bởi vì-cầu cho Hội đồng tha thứ cho chúng ta-chúng ta khao khát được nói ra một lần, không với ai cả nhưng với chính chúng ta.Tên của chúng ta là Bình đẳng 7-2521, như nó đã được viết trên chiếc vòng sắt mà ai ai cũng phải đeo nơi cổ tay trái với tên mình trên đó. Năm nay chúng ta hai mươi mốt tuổi. Chúng ta cao sáu feet, và đây là một điều phiền phức vì không có mấy ai cao tới vậy. Ngay cả các Giáo chức và lãnh đạo cũng thường nhíu mày, chỉ vào chúng ta mà nói rằng: “Trong xương của ngươi có quỷ dữ đó, Bình đẳng 7-2521, vì ngươi cao vượt lên trên các đồng chí của ngươi.” Nhưng chúng ta không thể thay đổi được bộ xương của chúng ta cũng như hình hài cơ thể mình.Chúng ta được sinh ra với một lời nguyền. Nó luôn hướng chúng ta về những ý nghĩ bị cấm đoán. Nó luôn khiến chúng ta ao ước những gì mà con người không thể ước. Chúng ta biết đó là xấu xa, nhưng chúng ta không hề muốn như vậy và cũng chẳng có quyền lực để chống lại nó. Đó là sự nghi ngại và là nỗi sợ thầm kín của chúng ta, rằng chúng ta có biết và không chống lại nó.Chúng ta đã cố để được giống như những người đồng chí của chúng ta, vì tất cả mọi người phải giống nhau. Ở phía trên cổng vào của Dinh Hội đồng Thế giới có những hàng chữ được khắc vào phiến đá hoa mà chúng ta phải lặp lại mỗi khi bước qua:“Chúng ta là một trong tất cả, và tất cả trong một.Không có ai khác ngoài một từ chúng ta vĩ đại,Một, là không thể phân chia và là mãi mãi.”Chúng ta lặp đi lặp lại điều này với chính mình, nhưng cũng chẳng ích gì.Những chữ này đã được khắc từ lâu lắm rồi. Rêu mốc xanh rì đóng trong mấy nét cắt và mặt đá hoa vằn vện những vệt vàng ố hình thành từ những tháng năm mà con người không sao đếm nổi. Và những chữ này là sự thực, vì chúng đã được viết trên tường của Dinh Hội đồng Thế giới, và Hội đồng Thế giới là một tổ chức của toàn bộ sự thực. Như vậy ắt hẳn nó phải có từ thời Đại Tái sinh và thậm chí còn xưa hơn nữa đến nỗi không một ký ức nào có thể vươn tới.Nhưng chúng ta phải không được nói về những thời kỳ trước thời Đại Tái sinh, nếu không chúng ta sẽ bị phạt giam ba năm trong Lầu Trừng giới. Chỉ duy có những người già là hay thầm thì về điều ấy vào những độ hoàng hôn, ở Nhà Vô dụng. Họ thì thầm về nhiều điều lạ lẫm, về những tòa tháp vươn cao tới bầu trời của những Thời đại Bất khả Luận bàn, về những toa hàng di chuyển không cần ngựa kéo, và về thứ ánh sáng mà không có lửa.  Thế nhưng những thời kỳ ấy là của quỷ sứ. Và những thời kỳ ấy đã qua rồi, khi con người được chứng giám Sự thực Vĩ đại là: toàn thể con người là một và không hề có một mong muốn nào khác ngoài ước nguyện tập hợp toàn bộ con người lại với nhau.Toàn bộ con người đều tốt và thông thái. Chỉ duy nhất có chúng ta, Bình đẳng 7-2521, kẻ cô đơn sinh ra với lời nguyền. Vì chúng ta không giống như các đồng chí của chúng ta. Và vì chúng ta đang nhìn lại cuộc đời mình, chúng ta thấy rằng nó đã có đó từ thuở nào và rằng nó đã từng bước một đưa chúng ta đến với sự  phạm giới kéo dài đến tột cùng, tội lỗi tày đình của chúng ta đang được chôn giấu nơi đây, dưới lòng đất này,Chúng ta còn nhớ Nhà Nhi Đồng nơi chúng ta đã sống ở đó cho tới khi lên năm, cùng với những đứa trẻ khác trong Thành phố cũng chào đời cùng năm đó. Những phòng ngủ trắng tinh tươm và trống lốc chẳng có đồ đạc gì ngoài một trăm cái giường. Lúc đó chúng ta cũng giống như mấy người đồng chí của chúng ta, chỉ khác ở cái thói ưa phạm giới: chúng ta đã đánh  nhau với các người đồng chí của chúng ta. Chẳng có mấy điều sỉ nhục nào tồi tệ hơn việc chiến đấu chống lại đồng chí của mình, ở bất cứ lứa tuổi nào và vì bất cứ lý do gì. Hội đông của Tòa nhà đã bảo chúng ta như thế, và trong số những đứa nhỏ sinh cùng năm đó, chúng ta luôn là đứa thường xuyên bị nhốt nhất.Lúc được năm tuổi, chúng ta được gửi tới Nhà Học sinh, vốn dĩ được chia làm mười khu, cho mười năm học tập của chúng ta. Con người ta ai cũng phải học cho tới khi mười lăm tuổi. Rồi đi làm. Sống trong Nhà Học sinh, chúng ta thức giấc khi nghe những  hồi chuông gióng lên từ quả chuông lớn trên tháp, rồi trở về giường để ngủ khi nghe chuông lần nữa. Trước khi cởi bỏ quần áo, chúng ta đứng trong sảnh lớn dùng để ngủ, giơ cao cánh tay phải, và đồng thanh nói theo ba người thầy đứng đầu hàng:“Chúng ta không là gì cả, nhân loại mới là tất cả. Chúng ta dành trọn sự sống của mình để tôn vinh các đồng chí của chúng ta. Chúng ta tồn tại vì bởi, và để cho, các đồng chí của chúng ta là những người đang nắm giữ chính quyền. Amen.”Rồi chúng ta đi ngủ. Sảnh ngủ ấy cũng trắng tinh tươm, và trống lõng chẳng có gì ngoài một trăm cái giường.Chúng ta, Bình đẳng 7-2521, đã không thấy có gì vui trong những năm sống ở Nhà Học sinh ấy. Không phải vì việc học hành cực nhọc. Mà vì việc học quá dễ dàng. Đây cũng là có tội, khi được sinh ra với cái đầu chạy quá nhanh. Không giống với các đồng chí của mình đã là xấu, mà giỏi hơn họ còn là quỷ dữ. Các giáo viên nói với chúng ta như vậy, và họ cứ nhíu mày mỗi khi nhìn xuống chúng ta.Thế là chúng ta phải chiến đấu với lời nguyền này. Chúng ta cố quên bớt mấy bài học, nhưng chúng ta vẫn cứ nhớ. Chúng ta cố không hiểu những lời giảng của các giáo viên, nhưng chúng ta vẫn cứ hiểu chúng trước khi họ nói ra. Chúng ta dõi nhìn Liên hiệp 5-3992, một thằng bé xanh tái với cái đầu chỉ có một nửa óc, và cố bắt chước nói và làm như chúng, để cho chúng ta có thể giống như chúng, như Liên hiệp 5-3992; nhưng bằng cách nào đó các giáo viên vẫn biết rằng chúng ta không phải như vậy. Và chúng ta cứ bị đòn roi nhiều hơn những đứa khác.Các giáo viên chỉ là những người đươc chỉ định bởi các Hội đồng, và Hội đồng là tiếng nói công lý, vì tiếng nói của họ là tiếng nói của toàn thể loài người. Và, nếu vào một lúc nào đó, trong bóng tối sâu thẳm của tim mình, chúng ta có hối tiếc về những gì xảy tới cho chúng ta vào ngày sinh nhật thứ mười lăm, chúng ta biết rằng đó là tội lỗi của riêng chúng ta. Chúng ta đã phá luật, vì chúng ta đã không nghe lời các thầy dạy. Các thầy đã căn dặn tất thảy chúng ta là:“Không được kén chọn trong ý nghĩ thứ công việc nào mà các ngươi muốn làm khi rời khỏi Nhà Học sinh này. Các ngươi phải làm bất cứ việc gì mà Hội đồng Nghề nghiệp phân định cho. Bởi  vì với sự thông thái vĩ đại của mình, Hội đồng Nghề nghiệp biết rõ các ngươi sẽ được các người đồng chí cần đến rõ hơn là các ngươi có thể biết với những đầu óc bé tẹo vô giá trị của các ngươi. Và nếu các ngươi không được những người đồng chí cần đến, thì không còn lý do gì mà các ngươi không bị chôn vùi dưới đất.”Chúng ta biết rõ điều này, từ hồi những năm tháng ấu thơ, nhưng lời nguyền đã bẻ gãy ý chí chúng ta. Chúng ta đang phạm tội và giờ đây chúng ta thú nhận tội ấy: chúng ta đang phạm giới luật về sự ưa thích. Chúng ta có ưa thích một số công việc và một số bài học hơn những cái khác. Chúng ta đã không nghe kỹ bài lịch sử về các Hội đồng được bầu lên từ thời Đại Tái sinh. Nhưng chúng ta yêu môn Khoa học Vạn vật. Chúng ta khao khát được biết. Chúng ta ước ao được biết về mọi điều tạo nên trái đất này. Chúng ta đã hỏi quá nhiều điều đến nỗi các Giáo viên đã phải cấm chúng ta không được hỏi.Chúng ta nghĩ rằng có nhiều điều huyền bí trên bầu trời, dưới những giòng nước, và trong muôn vàn thảo mộc quanh chúng ta. Thế nhưng Hội đồng Học giả nói rằng, không có gì là huyền bí cả, và Hội đồng Học giả biết hết mọi điều, và chúng ta học nhiều điều từ các Giáo viên.  Chúng ta học được rằng trái đất thì dẹt và mặt trời xoay quanh nó, tạo ra ngày và đêm. Chúng ta học được tên của các ngọn gió thổi trên các đại dương, nâng buồm cho những chuyến tàu vĩ đại của chúng ta. Chúng ta cũng học được cách trích máu người để chữa bá bệnh.Chúng ta yêu môn Khoa học Vạn vật. Và trong bóng tối, trong giờ khắc bí mật, khi chúng ta thức giấc trong đêm và không có người đồng chí nào ở quanh chúng ta ngoài nhân dáng họ đang nằm trong giường và tiếng ngáy ngủ, chúng ta nhắm mắt, và chúng ta khép chặt đôi môi, và chúng ta nín thở, để cho không gì có thể khiến các người đồng chí của chúng ta có thể nghe, thấy, hay đoán, và chúng ta nghĩ rằng chúng ta muốn được gửi đến Dinh Học giả một khi thời khắc của chúng ta đã điểm.Toàn bộ những phát minh tối tân vĩ đại đều từ Dinh Học giả, cũng như những thứ mới nhất, vốn chỉ được phát hiện thấy hồi một trăm năm về trước, về cách làm đèn cầy từ sáp và dây; cũng vậy là cách làm thủy tinh, là thứ được để vào trong cửa sổ để giúp chúng ta khỏi bị mưa ướt. Để phát hiện ra những điều này, các Học giả phải nghiên cứu trái đất và học từ sông suối, từ cát, từ gió, và từ đá. Và nếu như chúng ta đến Dinh Học giả, chúng ta cũng sẽ được học những điều này nữa. Chúng ta có thể sẽ được hỏi về những điều này, vì họ không hề cấm hỏi.Và những câu hỏi khiến chúng ta không hề được ngơi nghỉ. Chúng ta không biết tại sao lời nguyền khiến chúng ta cứ mãi kiếm tìm mọi thứ. Nhưng chúng ta không thể cưỡng lại nó.  Nó thì thầm với chúng ta là có vô vàn những điều vĩ đại trên trái đất này về chúng ta, và chúng ta biết là chúng ta có thể biết được chúng nếu như chúng ta thử, và rằng chúng ta phải biết. Chúng ta hỏi, tại sao chúng ta phải biết, nhưng không thấy lời đáp. Chúng ta phải biết những gì chúng ta có thể biết.Thế là chúng ta cứ ước ao được gửi đến Dinh Học giả. Chúng ta khao khát điều đó tới nỗi đôi tay chúng ta run lẩy bẩy dưới lớp chăn đắp mỗi bận đêm về, và chúng ta những muốn được đánh đổi việc ngưng rúng động đôi tay ấy với bất cứ nỗi đau nào mà chúng ta có thể chịu đựng được. Đó là tội lỗi và chúng ta không dám nhìn mặt các đồng chí mình khi thức giấc vào mỗi bình minh. Vì con người không được ước muốn bất cứ điều gì cho chính mình. Và chúng ta đã bị phạt khi Hội đồng Nghề nghiệp đến trao Sinh Lệnh buộc những ai đủ mười lăm tuổi phải làm một việc gì đó trong suốt quãng đời còn lại của họ.Hội đồng Nghề nghiệp đã đến vào ngày đầu tiên của mùa xuân, họ ngồi nơi đại sảnh. Và tất cả chúng ta – những kẻ đủ mười lăm tuổi - cùng toàn bộ thầy dạy cũng bước vào sảnh ấy. Rồi Hội đồng Nghề nghiệp ngự trên một cái bục cao, và họ chỉ thốt lên hai từ cho mỗi một học sinh. Họ gọi tên, rồi khi cả đám học sinh bước tới đứng trước mặt, Hội đồng sẽ nói, từ đứa nọ sang đứa kia, loại công việc, như, “Thợ mộc” hay “Bác sĩ”, hay “Đầu bếp”, hoặc “Lãnh đạo”. Thế rồi từng học sinh sẽ giơ cao cánh chúng tay phải lên mà hô: “Ý nguyện của các đồng chí mình đã được thực hiện.”Giờ đây nếu Hội đồng đã nói “Thợ mộc” hay “Đầu bếp”, thì đứa học trò ấy đã được chỉ định đi làm công việc đó, và chúng sẽ không học hành gì nữa. Thế nhưng nếu Hội đồng nói “Lãnh đạo”, thì những đứa đó sẽ đến Nhà Lãnh đạo, vốn là tòa nhà to nhất thành phố vì nó có tới ba tàng lầu. Chúng sẽ học ở đó trong nhiều năm để có thể trở thành những ứng viên được tuyển chọn vào Hội đồng Thành phố, Hội đồng Nhà Nước, Hội đồng Thế giói-thông qua một cuộc bầu cử phổ thông và tự do. Nhưng mà chúng ta không hề muốn trở thành lãnh đạo, dù điều đó rất vinh hạnh. Chúng ta chỉ ước được làm Học giả.Thế là chúng ta chờ tới phiên mình trong đại sảnh và khi nghe Hội đồng Nghề nghiệp gọi tên “BÌnh đẳng 7-2521” chúng ta bèn bước tới bục, với đôi chân không hề run, chúng ta ngước nhìn lên Hội đồng. Có năm thành viên Hội đồng, ba nam hai nữ. Tóc họ bạc trắng, và da mặt nứt nẻ như đáy sông cạn khô. Họ già lắm rồi. Trông họ có lẽ còn già hơn cả tấm đá hoa ở Đền thờ Hội đồng Thế giới. Họ ngồi ngay trước mặt chúng ta, không hề cử động. Chúng ta thậm chí không thấy một hơi thở nào làm lay động mấy nếp gấp trên tà áo chùng trắng của họ. Nhưng chúng ta biết họ còn sống, bởi vì có một ngón chúng tay của người già nhất trong số họ đã giơ lên chỉ vào chúng ta, rồi lại hạ xuống. Đó là thứ duy nhất chuyển động, vì ngay cả đôi môi của người già nhất ấy cũng không hề mấp máy khi họ phán, “Quét đường”Chúng ta cảm thấy những sợi gân cổ của mình rướn căng ra khi chúng ta cố ngước đầu cao hơn để nhìn mặt Hội đồng, và chúng ta thấy vui lắm. Chúng ta biết mình có lỗi, nhưng nay chúng ta đã có cách để sám hối. Chúng ta sẽ nhận Sinh lệnh ấy, rồi chúng ta sẽ lao động phục vụ các đồng chí mình một cách tự nguyện và vui vẻ, và chúng ta sẽ xóa được cái tội lỗi chúng ta đã làm chống lại họ, cái tội ấy họ không biết nhưng chúng ta biết. Chúng ta giơ cao tay phải lên, rồi cất giọng, một thứ giọng rõ ràng nhất, vững vàng nhất trong sảnh vào ngày hôm ấy, hô to:“Ý nguyện của các đồng chí mình đã được thực hiện.”Rồi chúng ta ngước nhìn thẳng vào mắt của Hội đồng, nhưng những đôi mắt ấy xanh và lạnh như những viên thủy tinh.Thế rồi chúng ta đi đến Nhà Phu Quét đường. Đó là một tòa nhà màu xám nằm trên một con đường hẹp. Trong sân có một chiếc đồng hồ mặt trời nhờ đó Nhà Hội đồng có thể biết giờ để đến rung chuông. Khi chuông đổ, tất cả bọn chúng ta đều thức giấc. Qua khung cửa số ở phía đông, bầu trời xanh lục lạnh ngăn ngắt. Bóng của chiếc kim trên đồng hồ mặt trời đánh dấu nửa tiếng khi chúng ta thay đồ và ăn sáng trong phòng ăn, nơi có đặt năm chiếc bàn dài, trên mỗi bàn có hai mươi chiếc dĩa và hai mươi cái ca bằng đất nung. Rồi chúng ta đi làm việc trên các con đường trong thành phố, với chổi và ky hốt rác. Sau năm tiếng đồng hồ, khi mặt trời lên cao, chúng ta trở về Nhà Phu Quét đường để ăn bữa trưa trong nửa giờ. Rồi đi làm trở lại. Sau năm giờ kế tiếp, bóng râm trên các vỉa hè chuyển sang màu xanh, và bầu trời cũng xanh-xanh thẳm không chút ánh quang. Chúng ta trở về ăn tối, trong một tiếng đồng hồ. Rồi chuông đổ, và chúng ta bước thẳng lưng như cây cột để đi tới một trong các tòa nhà của Tòa Thị sảnh để dự Họp Mặt Xã Hội. Những cột người khác cũng kéo tới đó từ những Nhà của các nghề nghiệp khác nhau. Nến được thắp lên, và những Hội đồng của cácNhà Nghề nghiệp đứng trên bục để nói về nhiệm vụ của chúng ta và các người đồng chí của chúng ta. Sau đó các vị Lãnh đạo tham dự cuộc họp sẽ bước lên bục và đọc những bài diễn văn đã được thực hiện trong ngày ở Hội đồng Thành Phố, bởi vì Hội đồng Thành phố là đại diện của toàn thể con người và tất cả mọi người phải biết. Xong tất cả chúng ta hát những bài tụng ca, ca ngợi Tình Bằng hữu, ca ngợi Sự Bình đẳng, ca ngợi Tinh thần Tập thể. Đến khi chúng ta trở về Nhà thì bầu trời đã mang một màu tím nhũn nhoẹt. Rồi chuông lại đổ và chúng ta sẽ bước ngay người như cột để tới Nhà hát Thành phố để coi vở Tái sinh Xã Hội dài ba tiếng. Vở kịch diễn ra trên sân khấu với hai dàn dồng ca đến từ Nhà Diễn viên, họ đối đáp qua lại với chất giọng tuyệt vời. Các vở diễn đều nói về lao động và tính chất tốt đẹp của nó. Rồi chúng ta bước ngay đơ như cột để trở về nhà. Lúc này bầu trời giống như một tấm lưới đen với những giọt bạc run rẩy như thể sắp rơi xuống bục vỡ qua đó. Những con bướm đêm bay lượn va cánh vào mấy cái lồng đèn treo đường. Chúng ta lên giường và ngủ cho tới khi chuông đổ lần nữa. Những sảnh ngủ ấy trắng tinh tươm, không có gì khác ngoài một trăm cái giường.Như vậy là chúng ta đã sống từng ngày như thế được bốn năm, và bắt đầu phạm tội từ hai mùa xuân trước. Tất cả mọi người đều sống cho tới khi được bốn mươi tuổi. Năm bốn mươi tuổi họ đều tàn tạ tơi tả. Năm bốn mươi họ được đưa tới Nhà Vô dụng, nơi chỉ có Người Già sống. Người Già không được lao động, vì đã có Nhà Nước chăm lo cho họ. Họ ngồi trong nắng vào mùa hè, và ngồi bên lửa vào mùa xuân. Họ thường chẳng nói gì, vì quá yếu. Người Già biết là họ sắp chết. Khi có phép màu xảy đến khiến có người sống tới bốn mươi lăm tuổi, họ sẽ thành Người Cổ và trẻ con nhìn họ chằm chằm mỗi khi chúng đi ngang qua Nhà Vô dụng. Đó sẽ là cuộc sống của chúng ta, cũng như của tất cả những người đồng chí của chúng ta và của nhiều người đồng chí khác trước chúng ta.Đó sẽ là cuộc sống của chúng ta, nếu như chúng ta không phạm cái tội đã khiến thay đổi mọi thứ trong chúng ta. Và chính do lời nguyền đã khiến xui chúng ta làm tội ấy. Chúng ta đã từng là một Phu Quét đường giỏi và cũng đã từng làm việc giống như những người đồng chí của mình, chỉ khác cái ước ao được biết đáng nguyền rủa. Chúng ta hằng nhìn ngắm thật lâu những vì sao khi đêm xuống, chúng ta quan sát cây cối và mặt đất. Và khi quét dọn sân vườn ở Dinh Học giả, chúng ta thu lượm những mẩu thủy tinh, những mảnh kim loại, những mẩu xương khô bị vứt bỏ. Chúng ta muốn giữ lấy những thứ này để nghiên cứu chúng, nhưng chúng ta không có chỗ giấu. Thế là chúng ta bèn đem chúng tới Hố Rác Thành phố. Và ở đó chúng ta đã có một  khám phá.Hôm đó là một ngày mùa xuân. Bọn chúng ta Phu Quét đường làm việc theo từng nhóm ba người, và chúng ta đi với Liên hiệp 5-3992, bọn vốn chỉ có nửa bộ óc, và với Quốc tế 4-8818. Liên hiệp 5-3992 chỉ là một thằng nhóc hay đau bệnh, thỉnh thoảng lại lên cơn động kinh sùi bọt mép và mắt trợn trắng dã. Nhưng Quốc tế 4-8818 lại khác. Họ là một thanh niên cao lớn khỏe mạnh với đôi mắt lấp lánh như đom đóm, vì luôn có nụ cười ẩn chứa. Chúng ta không thể ngước nhìn Quốc tế 4-8818 mà không mỉm cười đáp lễ. Cũng chính vì vậy mà họ không được ưa thích mấy ở Nhà Học sinh, vì mỉm cười mà không có lý do gì là không phải phép. Họ cũng không được ưa thích vì hay lấy than để vẽ lên tường những bức họa mà ai thấy cũng phải cười. Nhưng vì chỉ có các đồng chí ở Nhà Nghệ Sĩ mới được phép vẽ tranh, cho nên Quốc tế 4-8818 đã bị gửi tới Nhà Phu Quét đường, như chính bản thân chúng ta.Quốc tế 4-8818 với chúng ta là bạn. Đây là một điều xấu xa, là phạm giới luật-một phạm giới tày đình về sự yêu thích khi dám yêu mến bất cứ một người nào đó hơn những người khác, bởi vì bọn chúng ta phải yêu mến tất cả mọi người như nhau, và tất cả mọi người đều phải là bạn chúng ta. Thế nên Quốc tế 4-8818 và chúng ta chẳng bao giờ nói ra điều này. Nhưng bọn ta biết. Bọn ta biết, khi nhìn vào mắt nhau. Và khi nhìn nhau mà không nói một lời nào, cả hai chúng ta đều biết những điều khác nữa, những điều kỳ diệu không ngôn từ nào để nói, và những điều này khiến chúng ta sợ hãi.Thế rồi vào cái ngày hôm ấy, một ngày mùa xuân cách đây hai năm, Liên hiệp 5-3992 bị lên cơn động kinh ở rìa thành phố, gần Nhà Hát Thành phố. Chúng ta đưa chúng vào trong bóng râm của lều Nhà Hát và cùng với Quốc tế 4-8818 đi hoàn tất công việc của mình. Bọn chúng ta cùng đi tới chỗ thung lũng phía sau Nhà Hát. Ở đó không có gì ngoài cây cối và cỏ dại. Phía dưới thung lũng có một khoảnh đất kéo dài ra xa là sẽ giáp với Rừng Hoang, nơi mà con người không được nghĩ đến.Khi đang thu lượm những giấy rác và giẻ vụn mà gió đã cuốn bay từ Nhà Hát xuống đây, chúng ta trông thấy một thanh sắt nằm lẫn trong đám cỏ dại. Nó đã cũ và rỉ sét qua bao mưa nắng.  Chúng ta dùng hết sức cố lôi thanh sắt lên nhưng nó không hề nhúc nhích. Thế là chúng ta gọi Quốc tế 4-8818 tới và hai đứa cùng bươi đất chung quanh thanh sắt ra. Rồi đột nhiên mặt đất xụp xuống trước mắt hai đứa, để lộ một vỉ sắt cũ bắc ngang một lỗ đen ngòm bên dưới.Quốc tế 4-8818 hoảng hồn bước lui lại, nhưng chúng ta đã kéo vỉ săt sang bên và nhìn xuống. Chúng ta thấy những vòng sắt trông như những bậc thang bước xuống một hang tối đen tưởng như vô cùng tận.“Chúng ta nên đi xuống đó,” chúng ta nói với Quốc tế 4-8818.“Không được đâu, bị cấm mà,” chúng trả lời.Chúng ta nói: “ Hội đồng không hề biết tới cái lỗ này, như vậy không thể nói là bị cấm.”Và chúng trả lời: “Vì Hội đồng không biết cái lỗ này nên không thể có luật nào cho phép chúng ta vào đó. Và bất cứ cái gì không được luật pháp cho phép đều là bị cấm.”Thế nhưng chúng ta nói: “Dù sao mặc lòng, chúng ta cũng cứ đi.”Chúng sợ lắm, nhưng cũng tránh sang bên nhìn chúng ta đi.Chúng ta bám vào mấy cái vòng sắt bằng cả chúng tay và chân mình. Chúng ta không thể nhìn thấy gì bên dưới. Và cái miệng lỗ bên trên mở ra bầu trời cứ nhỏ dần, nhỏ dần cho tới khi chỉ còn bằng cái nút áo. Nhưng chúng ta vẫn tiếp tục đi xuống bên dưới. Rồi thì chân chúng ta chạm đất. Chúng ta dùng tay chà mắt, vì không thể nhìn thấy gì. Rồi đến khi mắt chúng ta đã quen được với bóng tối thì chúng ta không thể tin vào những gì mình đang thấy.Chúng ta không biết ai là người có thể tạo dựng nên chốn này, và những người đồng chí đã sống trước chúng ta cũng không biết, nhưng chắc chắn nó đã được tạo nên bởi bàn tay con người. Đó là một đường hầm rất rộng. Vách hầm rất cứng chắc và trơn láng như đá, nhưng nó không phải là đá. Trên mặt đất có những thanh kim loại mảnh dài, nhưng chúng không phải là sắt và chúng trơn láng và lạnh như thủy tinh. Chúng ta quỳ gối, rồi bò tới, tay lần theo thanh sắt để coi nó dẫn đi đâu. Nhưng phía trước chỉ là một đêm đen đặc quánh.  Chỉ duy có những thanh sắt tỏa sáng trong màn đêm, thẳng tắp trắng lóa, mời gọi đi tiếp. Nhưng chúng ta không thể đi tiếp nữa, vì đang bị mất dần ánh sáng ở phía sau. Thê nên chúng ta quay đầu trở lại, tay vẫn đặt trên thanh sắt. Và những nhịp đập của trái tim chúng ta cứ dội lên nơi đầu các ngón tay mà không rõ tại sao. Và rồi  chúng ta chợt hiểu.Thốt nhiên chúng ta hiểu ra rằng chốn này đã bị bỏ lại từ những Thời đại Bất khả Luận bàn. Vậy ra nó là có thật, và những Thời đại ấy đã có tồn tại, cũng như tất cả các kỳ quan của những thời kỳ ấy. Từ nhiều trăm năm trước con người đã biết những bí mật mà chúng ta đang đánh mất. Và rồi chúng ta nghĩ: “Đây là nơi chốn của tội lỗi. Họ đày đọa những ai dám chạm tới những gì của thời đại Bất khả luận bàn.”  Nhưng bàn tay chúng ta, vốn vừa mời lần theo đường dẫn khi chúng ta bò, cứ bám lấy thanh sắt như thể sẽ không chịu lìa nó, như thể làn da chúng tay chúng ta đang khao khát nài xin ống kim loại một chất lỏng bí mật nào đang bùm bụp cuộn dòng bên dưới vỏ ngoài lạnh lẽo của nó.Chúng ta leo trở lên mặt đất. Quốc tế 4-8818 nhìn chúng ta rồi hốt hoảng thối lui.“Bình đẳng 7-2521,” chúng nói, “mặt ngươi trắng bệch kìa.”Nhưng chúng ta không thốt nên lời, chỉ đứng nhìn họ. Quốc tế 4-8818 lùi ra xa như thể không dám chạm vào chúng ta. Rồi họ nhoẻn cười, nhưng không phải là cười vui, mà nụ cười lạc thần van vỉ. Nhưng chúng ta vẫn không nói được nên lời. Sau cùng họ nói:“Bọn mình nên báo cáo phát hiện này cho Hội đồng Thành phố và cả hai đứa mình sẽ được thưởng.”Và thế là chúng ta nói. Giọng chúng ta cất lên nghe rắn rỏi và không chút nhân nhượng:“Mình không cần phải báo cáo phát hiện này cho Hội đồng Thành phố. Mình không cần phải báo cáo cho bất cứ ai hết.”Chúng đưa tay đặt lên vành tai, bởi vì chưa bao giờ họ nghe những lời như thế này.“Quốc tế 4-8818,” chúng ta nói, “ngươi có định báo với Hội đồng về chúng ta và nhìn chúng ta bị phạt roi cho tới chết ngay trước mắt ngươi không hả?”Chúng chợt đứng thẳng người lên và trả lời:“Chúng ta thà chết đi còn hơn.”“Vậy thì,” chúng ta nói, “Hãy giữ bí mật. Chỗ này là của riêng chúng ta, nó thuộc về chúng ta-Bình đẳng 7-2521, và không ai khác trên trái đất này. Và nếu như chúng ta bị buộc phải từ bỏ nó, chúng ta sẽ từ bỏ cả mạng sống của mình.”Thế rồi chúng ta thấy trong mắt Quốc tế 4-8818 lệ dâng tràn mi mà không thể tuôn rơi. Họ run rẩy thì thầm đến lạc cả giọng:“Ý muốn của Hội đồng là nằm trên tất thảy mọi thứ, bởi vì đó là ý muốn của các đồng chí mình, vốn dĩ rất thiêng liêng. Nhưng nếu ngươi muốn như thế thì chúng ta sẽ nghe theo ngươi. Chúng ta thà làm kẻ xấu đồng hành với ngươi còn hơn làm người tốt với các đồng chí của chúng ta. Có thể Hội đồng sẽ tha thứ cho đôi trái tim chúng mình.”Sau đó bọn chúng ta cùng rời khỏi nơi ấy, trở lại Nhà Phu Quét đường. Cùng bước đi trong lặng lẽ.Thế là cũng như chúng ta đã làm trong buổi tối hôm ấy, hàng đêm, khi các vì sao đã lên cao trên kia và những Phu Quét đường đã yên vị trong Nhà hát Thành phố, chúng ta-Bình đẳng 7-2521 sẽ lẻn ra, băng người chạy qua màn đêm đen để tới chỗ của mình. Thật là quá dễ để trốn khỏi Nhà Hát, khi nến được thổi tắt và các diễn viên bước lên sân khấu, không đôi mắt nào có thể thấy được chúng ta đang bò bên dưới các hàng ghế rồi lẻn qua tấm vải bạt của Nhà Hát. Sau đó, lúc trở lại cũng thật quá dế dàng để lẻn vào qua bóng tối, nhập vào hàng ngay kế bên Quốc tế 4-8818 khi cột người này đang rời Nhà Hát. Các ngả đường đều tối đen và không có một bóng người nào, vì không ai được đi qua lại trong Thành phố khi không có nhiệm vụ gì. Hàng đêm chúng ta cứ chạy tới cái hang, dời mấy cục đá mà chúng ta đã bày phía trên tấm vỉ sắt để giấu không cho ai thấy. Hàng đêm, trong ba tiếng đồng hồ, chúng ta ngồi dưới lòng đất, một mình.Chúng ta đã lấy cắp nến ở Nhà Phu Quét đường, chúng ta cũng lấy cắp đá lửa, dao, và giấy, để mang tới đây. Chúng ta còn lấy cắp lọ thủy tinh làm thí nghiệm, và bột, và axit ở Dinh Học giả. Giờ đây chúng ta ngồi trong đường hầm ba tiếng đồng hồ mỗi đêm, miệt mài nghiên cứu. Chúng ta nấu chảy những kim loại lạ, chúng ta trộn các loại a-xít, và chúng ta cắt mổ mấy xác thú mà chúng ta kiếm được ở Hố Rác Thành phố. Chúng ta xây được một lò nung bằng những viên gạch lượm được trên đường. Chúng ta đốt những nhánh cây mà chúng ta thấy trong thung lũng. Ngọn lửa bùng lên trong lò, những bóng đổ màu xanh nhảy múa trên tường, và nơi đây không hề có một âm thanh nào quấy rối chúng ta.Chúng ta đã ăn cắp bản thảo. Đây là một tội lỗi tày đình. Bản thảo rất quý giá vì các đồng chí ở Nhà Thư ký đã dành ra cả năm trời để chép lại từng tờ với kiểu chữ viết rõ ràng của họ. Bản thảo rất hiếm và chúng được cất giữ ở Dinh Học giả. Thế là chúng ta ngồi dưới lòng đất mà đọc chúng. Đã hai năm trôi qua từ khi chúng ta tìm thấy chỗ này. Và trong hai năm đó chúng ta đã học được nhiều bằng mấy lần so với mười năm học ở Nhà Học Sinh.Chúng ta đã được học những điều không có trong bản thảo. Chúng ta đã giải đáp được những điều mà các Học Giả không biết. Chúng ta đã đến và được thấy những điều chưa hề được khám phá. Chúng vĩ đại đến nhường nào, và phải biết bao nhiêu quãng đời mới đưa chúng ta đến được tận cùng của những tìm kiếm. Nhưng chúng ta ước rằng những tìm kiếm ấy của chúng ta không hề có tận cùng. Chúng ta chẳng mong muốn gì ngoài việc được ở một mình và được học, và được cảm thấy như thể càng ngày mắt chúng ta càng tinh sắc hơn -như mắt loài chim ưng và càng trong suốt hơn -như tinh thể đá.Thật lạ lùng thay những đường đi lối về của quỷ.  Chúng ta làm vẻ giả tạo bề mặt với các đồng chí của mình. Chúng ta đang bất tuân ý muốn của Hội đồng. Một mình chúng ta, trong số cả ngàn người đang đi lại trên trái đất này, một mình chúng ta vào thời khắc này đang làm một việc với không mục đích nào khác hơn là do chúng ta muốn làm nó. Cái xấu xa trong tội lỗi của chúng ta không phải để cho trí tuệ con người tìm hiểu. Bản chất sự trừng phạt của chúng ta, nếu bị phát hiện, không phải để cho trái tim con người cân phân. Không hề có ai, trong ký ức của những Người Cổ của thời kỳ Cổ đại, không hề có ai làm những điều mà chúng ta đang làm.Ấy vậy mà trong chúng ta không hề có chút cảm giác xấu hổ cũng chẳng hối tiếc. Chúng ta tự  nói với mình rằng chúng ta là một kẻ tội đồ và là một tên phản bội. Nhưng chúng ta chẳng cảm thấy chút gánh nặng nào trong hồn và chẳng chút sợ hãi nào trong tim. Và dường như, đối với chúng ta, tâm hồn mình giờ đây trong trẻo như mặt hồ không gợn chút sóng, vì không còn ánh mắt nào xoi mói ngoài ánh dương trên kia. Và trong tim chúng ta -thật lạ lùng thay những đường đi lối về của quỷ -trong tim chúng ta giờ đây sau hai mươi năm mới có được chút yên bình đầu tiên.\n"
        },
        {
            "order": 1,
            "name": "Chương II",
            "content": "\n\nự do 5-3000, 5-3000… Tự do 5-3000 năm-ba ngàn… Tự do 5-3000, 5-3000…Chúng ta ước ao được viết ra cái tên ấy. Chúng ta ước được nói nó ra, nhưng chúng ta không dám thốt ra hơn một tiếng thì thầm. Vì phái nam bị cấm không được chú ý tới nữ giới, và nữ bị cấm không được để ý nam giới. Nhưng chúng ta vẫn không ngớt nghĩ về một người trong đám phụ nữ, tên họ là Tự do 5-3000, và chúng ta không hề nghĩ về một ai khác nữa ngoài họ.Phụ nữ được phân công làm việc đồng áng trong Nhà Nông dân ở ngoại ô thành phố. Chỗ thành phố kết thúc có một con đường rất lớn ngoằn nghoèo chạy lên phía bắc, và bọn chúng ta những Phu Quét đường phải giữ cho đoạn đầu con đường này luôn sạch sẽ. Dọc theo con đường có một hàng cây thấp, phía sau nó là những cánh đồng. Những cánh đồng đen thẫm  và vừa đươc cày xới nằm trải ra trước mắt chúng ta như một cái quạt khổng lồ xòe rộng từ trong tay ai ở tận chân trời xa kia, những đường cày tỏa rộng từ đó chạy về phía chúng ta trông như những nếp quạt màu đen óng ánh những vệt màu xanh lục. Phụ nữ làm việc trên những cánh đồng đó, những bộ đồ lao động màu trắng của họ chấp chới trong gió như những đôi cánh hải âu dập dềnh trên nền đất đen. Và đó là lúc chúng ta nhìn thấy Tự do 5-3000 đi dọc theo các luống cày. Thân hình họ thẳng cứng và mỏng như một lưỡi thép. Đôi mắt đen cương nghị long lanh, không ẩn chứa một niềm hãi sợ, hay tội lỗi nào, không một chút khoan dung. Mái tóc họ óng ánh như kim ngân dưới ánh mặt trời, chúng tung bay trong gió, lấp lánh hoang dại, như thể muốn cưỡng lại bất kỳ sự cưỡng chế nào của con người. Đôi cánh tay họ vung những nắm hạt giống như thể đang ngạo mạn tung tẩy một món quà khinh miệt, mà mặt đất cơ hồ là kẻ ăn mày đang quỳ mọp dưới chân.Chúng ta đứng sững; lần đầu tiên trong đời chúng ta biết thế nào là sợ hãi, rồi đến đau đớn. Và chúng ta cứ đứng sững mà không thể diễn tả được liệu nỗi đau này có quý giá hơn niềm vui sướng?Rồi chúng ta nghe có tiếng ai đó gọi tên họ: “Tự do 5-3000”, rồi họ quay lưng đi ngược trở lại. Nhờ vậy mà chúng ta mới biết được tên họ, và chúng ta đứng đó nhìn họ bước đi cho tới khi màu áo trắng của họ nhạt nhòa lẫn vào màn sương xanh.Rồi ngày hôm sau, khi đi tới con đường phía bắc, chúng ta lại dõi mắt nhìn theo Tự do 5-3000 trên đồng. Và cứ mỗi ngày sau đó chúng ta dần biết thế nào là nỗi đau đợi chờ cho tới lúc được đi lên con đường phía bắc, để rồi ở đó chúng ta sẽ lại được ngó thấy Tự do 5-3000 mỗi ngày. Chúng ta không biết liệu họ có nhìn thấy chúng ta hay không, nhưng chúng ta nghĩ là có.Thế rồi một ngày kia họ đi tới gần hàng cây, và đột nhiên quay về phía chúng ta. Họ xoay người thật nhanh, rồi ngưng hẳn cả người lại như thể vừa bị chặn ngang, cũng thình lình như khi nó bắt đầu. Họ đứng ngay đó, thẳng như một phiến đá, và họ nhìn thẳng vào mắt chúng ta. Không một nụ cười thoáng qua trên nét mặt, không cả một lời chào. Thế nhưng vẻ mặt họ rất căng thẳng, còn đôi mắt thì đen thăm thẳm. Sau đó họ xoay người thật nhanh và bỏ đi.Vậy mà qua ngày kế tiếp, khi chúng ta đến con đường đó, họ đã mỉm cười. Họ mỉm cười với chúng ta và cho chúng ta. Và chúng ta cũng mỉm cười đáp lại. Mái đầu họ ngả ra sau, với đôi cánh tay buông xuôi, như thể đôi tay đó và cái cần cổ trắng mảnh dẻ tự dưng duỗi thẳng ra trong cơn mệt rã rời tuyệt đỉnh. Họ không hề nhìn chúng ta, mà ngước nhìn bầu trời. Sau đó họ mới liếc nhìn chúng ta qua đôi vai, và chúng ta như cảm thấy bàn tay họ đang lướt nhẹ trên chúng ta, từ đôi bờ môi xuống tận gan bàn chân.Từ đó trở đi cứ mỗi bình minh hai chúng ta đều chào nhau bằng mắt. Chúng ta không dám nói nên lời. Sẽ là phạm giới nếu nói chuyện với người ở ngành khác, ngoại trừ với các nhóm trong các buổi họp xã hội. Vậy chứ cũng có một lần, khi đang đứng ở bìa hàng cây, chúng ta đã đưa tay lên ngang trán rồi chầm chậm chìa về phía Tự do 5-3000, lòng bàn tay úp xuống. Nếu có ai trông thấy họ cũng không thể đoán được điều gì, vì nó trông như thể chúng ta đang che mắt cho khỏi bị chói ánh mặt trời. Vậy mà Tự do 5-3000 thấy và hiểu. Họ cũng giơ chúng tay cao ngang trán và chìa ra như chúng ta. Thế là từ đó, ngày mỗi ngày qua, chúng ta đều chào Tự do 5-3000 và họ chào đáp trả, và không ai có thể nghi ngờ vực gì.Chúng ta không hề tự hỏi liệu đây có phải là một tội lỗi mới của chúng ta hay không. Nó là lần phạm giới thứ nhì của chúng ta, vì chúng ta đã không nghĩ về toàn thể các người đồng chí của chúng ta, mà chỉ nghĩ về có một người, và tên họ là Tự do 5-3000. Chúng ta không biết tại sao chúng ta cứ mãi nghĩ về họ. Chúng ta không biết tại sao, mỗi khi nghĩ tới họ, bỗng nhiên chúng ta cứ cảm thấy trái đất này quá tốt đẹp và cuộc sống chẳng hề là một gánh nặng cứ phải mãi mang theo.Chúng ta không còn nghĩ về họ như là Tự do 5-3000 nữa. Chúng ta đã đặt cho họ một cái tên trong trí nghĩ của mình. Chúng ta gọi họ là Kim Nhân. Thế nhưng cũng sẽ là phạm giới luật nếu như đặt tên cho một người nào mà tên đó không giống với tên của những người khác. Kệ, chúng ta vẫn cứ gọi họ là Kim Nhân, vì họ không hề giống những người khác. Kim Nhân không giống những người khác.Và chúng ta cũng chả màng tới luật lệ nói rằng đàn ông không được nghĩ về phụ nữ, ngoại trừ lúc đang ở trong Thời điểm Phối giống. Đó là vào mùa xuân khi tất cả những nam thanh niên trên hai mươi và nữ trên mười tám được đưa tới Lâu đài Phối giống của thành phố trong cùng một đêm. Và mỗi một người nam sẽ có một người nữ do Hội đồng Ưu sinh chỉ định cho họ. Trẻ con được cho chào đời vào mùa đông, nhưng phụ nữ không bao giờ được nhìn thấy con mình và trẻ con cũng chẳng hề biết cha mẹ chúng. Chúng ta đã có hai lần được đưa tới Lâu đài Phối giống, nhưng những gì diễn ra ở đó thật gớm ghiếc và đáng hổ thẹn mà chúng ta không hề muốn nghĩ tới bao giờ.Chúng ta đã vi phạm biết bao nhiêu luật, và hôm nay chúng ta còn phạm thêm một luật nữa. Hôm nay chúng ta đã nói chuyện với Kim Nhân.Những người phụ nữ khác đang ở trên cánh đồng phía xa kia khi hai đứa chúng ta dừng chân ở hàng cây dọc theo con đường. Kim Nhân đang quỳ gối bên bờ con kênh đào chạy ngang cánh đồng. Những giọt nước rơi xuống từ tay họ khi họ vốc nước lên môi, trông như những hoa lửa dưới ánh mặt trời. Rồi thì họ trông thấy chúng ta, họ quỳ gối tại chỗ, tịnh không hề cừ động, ngước mắt nhìn chúng ta, những vầng sáng phản chiếu ánh nắng từ mặt kênh chạy giỡn trên áo họ, một giọt nước lóng lánh ngay đầu ngón tay họ như đang muốn đóng giá trong không trung.Thế rồi Kim Nhân đứng lên và đi về phía hàng cây, như thể họ đang tuân theo mệnh lệnh trong mắt chúng ta nhìn xuống. Hai Phu Quét đường khác trong nhóm của chúng ta đang ở cách đó khoảng trăm bước. Nhưng chúng ta nghĩ là Quốc tế 4-8818 sẽ không phản chúng ta, còn Liên hiêp 5-3992 thì không biết gì. Thế nên chúng ta nhìn ngay mặt Kim Nhân, chúng ta thấy bóng của đôi hàng mi trên gò má trắng trẻo của họ, và cả ánh mặt trời lóng lánh trên môi họ. Chúng ta nói:“Ngươi đẹp lắm, Tự do 5-3000”Khuôn mặt họ không chút động tịnh, mà đôi mắt họ cũng chẳng hề chớp. Chúng chỉ mở lớn, cho chúng ta thấy có hào quang chiến thắng trong đó, và đó không phải là sự chiến thắng đối với chúng ta, mà là đối với những điều mà chúng ta không thể đoán biết.Thế rồi họ hỏi:“Ngươi tên gì?”“Bình đẳng 7-2521,” chúng ta đáp.“Ngươi không giống như những người đồng chí của chúng ta, Bình đẳng 7-2521, mà chúng ta cũng chẳng muốn ngươi như thế.”Chúng ta không thể nói ra được họ có ý gì, vì không có lời lẽ nào dành cho ý nghĩa của họ, nhưng chúng ta biết chúng mà không cần ngôn từ, và lúc đó thì chúng ta đã biết.“Ừ,” chúng ta trả lời, “mà ngươi cũng chẳng phải như mấy người chị em của ngươi.”“Nếu phải tìm chúng ta trong số bọn họ, liệu ngươi có nhận ra chúng ta không?”“Chúng ta sẽ nhận ra ngươi, Tự do 5-3000, nếu như phải tìm trong số bọn họ.”Rồi họ hỏi:“Những người Phu quét đường được gửi tới những nơi khác nhau trong thành phố hay là cứ sẽ làm hoài một chỗ?””“Họ luôn làm hoài một chỗ,” chúng ta đáp, “và sẽ không có ai lấy chỗ làm trên con đường này của chúng ta cả.”“Ánh mắt của ngươi,” họ nói, “không giống như của mấy người kia.”Hốt nhiên không hiểu duyên cớ gì mà một ý nghĩ chợt đến khiến chúng ta thấy lạnh, thật lạnh, lạnh thấu tận trong tim.“Ngươi bao nhiêu tuổi?” chúng ta hỏi.Chừng như họ hiểu thấu ý nghĩ trong chúng ta, vì đôi bờ mi ấy đã vội cụp ngay xuống.“Mười bảy,” họ thì thầm.Rồi chúng ta thở hắt ra, như thể muốn trút đi một gánh nặng, vì đương không chúng ta lại nghĩ về Lâu đài Phối giống. Và chúng ta nghĩ rằng chúng ta sẽ không để cho Kim Nhân bị đem tới đó. Làm sao để ngăn điều đó, làm sao để cản Hội đồng làm như vậy, chúng ta cũng không biết, nhưng chúng ta biết chắc chắn mình sẽ. Chỉ duy có một điều chúng ta không biết là tại sao ý nghĩ như thế lại đến với chúng ta, vì những chuyện ghê tởm đó chẳng có liên quan gì tới chúng ta và Kim Nhân. Liệu chúng có thể liên can gì chứ?Dù sao mặc lòng, chúng ta cứ đứng đó cạnh bên hàng cây, không nguyên cớ gì nhưng chúng ta thấy mình đang cắn chặt môi trong nỗi căm ghét, một nỗi căm ghét bất chợt đối với tất thảy các đồng chí của mình. Rồi Kim Nhân trông thấy điều đó, và chỉ khẽ mỉm cười, trong nụ cười đó phảng phất một nỗi buồn đầu tiên mà chúng ta từng trông thấy. Chúng ta nghĩ đó là do sự thông tuệ của phụ nữ đã khiến Kim Nhân hiểu thấu được nhiều hơn những gì chúng ta có thể hiểu.Rồi ba người chị em khác trên cánh đồng xuất hiện, họ đang đi về phía con đường, cho nên Kim Nhân phải bước tránh xa chúng ta. Họ lấy chiếc túi hạt giống, vừa đi vừa tung những nắm hạt giống xuống các luống cày. Thế nhưng đám hạt giống tung bay như điên dại, vì đôi tay Kim Nhân đang run rẩy không thôi.Vậy nhưng khi trở về Nhà Phu quét đường chúng ta cảm giác như cứ muốn hát to lên mà không rõ duyên do. Thế là đêm nay, trong nhà ăn, chúng ta đã bị nhắc nhở vì không hề biết rằng mình đang hát to lên một giai điệu mà chúng ta chưa nghe bao giờ. Tuy nhiên hát không có lý do gì, trừ khi là ở các cuộc họp xã hội, là không phải phép.“Chúng ta hát vì chúng ta thấy vui,” chúng ta trả lời một trong số các Hội đồng viên của Nhà Phu Quét đường, là người đã nhắc nhở chúng ta.“Đương nhiên là ngươi phải thấy vui rồi,” họ nói, “làm sao con người chúng ta có thể không vui được khi họ đang sống vì đồng chí của họ chứ?”Và giờ đây, ngồi trong đường hầm của mình, chúng ta phân vân về những lời này. Như vậy là vui cũng bị cấm. Bởi vì, như họ đã giải thích với chúng ta, con người thì được tự do và trái đất thì thuộc về họ; mọi thứ trên trái đất này đều thuộc về toàn thể loài người; và ý nguyện của toàn thể loài người được sống cùng nhau là tốt cho tất cả; và như vậy là con người chúng ta ai ai cũng phải vui.Vậy mà hàng đêm khi chúng ta đứng trong sảnh lớn để thay đồ đi ngủ, chúng ta thường ngước nhìn những người đồng chí xung quanh mà lòng cứ mãi phân vân. Đầu họ cúi gục. Mắt họ âm u và không bao giờ nhìn vào mắt người khác. Những đôi vai so rụt, các múi cơ buông chùng, như thể toàn bộ châu thân họ đang co rút lại trong nỗi ước ao được thoát khỏi mắt nhìn của xung quanh. Khi nhìn họ, chúng ta chỉ thấy duy nhất một điều lướt qua trong trí, đó là sự sợ hãi.Có một nỗi sợ treo lơ lửng trong không trung, trong mấy sảnh ngủ, trên các nẻo đường. Nỗi sợ rảo khắp thành phố, nỗi sợ không tên, không hình dong. Ai ai cũng cảm thấy nó và không ai dám nói ra.Chúng ta cũng cảm thấy nó nữa, khi chúng ta ở trong Nhà Phu Quét đường. Nhưng ở đây, trong đường hầm của mình, chúng ta không hề cảm thấy nó. Không khí dưới lòng đất này thật trong trẻo. Không hề có mùi người. Và ba giờ đồng hồ ở đó cho chúng ta sức mạnh đương đầu với nhiều giờ trên mặt đất kia.Cơ thể chúng ta đang phản bội chúng ta, vì Hội đồng Nhà bắt đầu nhìn chúng ta dò xét. Thật là không tốt nếu cảm nhận được quá nhiều niềm vui tươi hay hoan hỉ khiến cơ thể chúng ta hừng hực niềm vui sống. Bởi vì chúng ta không bận tâm và cũng không có gì làm bận tâm chúng  ta về việc mình sống hay chết, cũng như vậy thôi đối với các đồng chí của chúng ta. Nhưng chúng ta, Bình đẳng 7-2521, đang vui sống. Nếu đó là một kiểu phạm giới, thì chúng ta ước mình là thứ vô đạo.Nhưng các người đồng chí thì không như chúng ta. Tất cả đều không được lành mạnh. Như Huynh đệ 2-5503, một chàng trai lặng lẽ với đôi mắt thông minh tử tế, cứ thường đột nhiên khóc lên với chẳng nguyên cớ gì, bất luận là giữa đêm hay ngày, và khi đó cả người họ cứ run lên nức nở mà họ không sao giải thích được. Như Đoàn kết 9-6347, một chàng trai trẻ mặt mày sáng láng, không hề biết hãi sợ vào ban ngày; nhưng hàng đêm trong giấc ngủ họ thường  hay hét lớn, “Cứu chúng ta, cứu chúng ta với!” bằng một giọng hét khiến chúng ta kinh dị tới tận xương, nhưng không bác sĩ nào chữa cho Đoàn kết 9-6347nổi.Và, vào ban đêm, khi tất cả chúng chúng ta thay đồ dưới ánh nến mờ ảo, tất cả các đồng chí của chúng ta đều thinh lặng, vì họ không dám nói ra ý nghĩ trong đầu. Vì tất cả mọi người đã phải đồng ý với nhau về tất cả mọi điều, và họ không thể biết là ý nghĩ của họ có phải là ý nghĩ của tất cả mọi người hay không, nên họ sợ phải nói ra. Và họ thấy mừng khi nến được thổi tắt, nhường chỗ cho bóng đêm. Nhưng chúng ta, Bình đẳng 7-2521, nhìn qua ô cửa sổ, để thấy bầu trời tĩnh lặng, yên bình và thanh khiết trên cao. Và xa phía sau thành phố là thảo nguyên, xa khỏi thảo nguyên đen thẳm nối với bầu trời đen kịt là Rừng Hoang.Chúng ta không hề muốn nhìn dõi tới Rừng Hoang. Chúng ta cũng chẳng muốn nghĩ tới nó. Nhưng mỗi lần nghĩ tới mắt chúng ta lại như muốn quay nhìn lại dải màu đen thẫm cuối chân trời ấy. Người ta không bao giờ đi vào Rừng Hoang, vì không hề có quyền năng để khám phá nó và cũng chẳng có lối đi nào dẫn đường giữa đám cổ thụ sừng sững như những tên lính canh giữ những bí mật đáng sợ. Người ta thì thầm với nhau rằng, từ hàng trăm năm trước có đôi lần có những người trong thành phố đơn phương bỏ trốn, chạy vào Rừng Hoang. Những người đó không bao giờ trở lại. Họ đã chết mất xác vì đói và vì nanh vuốt của những loài quái thú lang thang trong rừng. Nhưng Hội đồng nói, đó chỉ là một truyền thuyết. Chúng ta nghe nói là, có nhiều nhiều nữa những Rừng Hoang như thế trong thành phố. Và có những lời thì thầm cho rằng chúng đã mọc lên từ tàn tích của nhiều thành phố thuộc thời đại Bất khả Luận bàn. Cây cối nuốt chửng phế tích cùng những tro xương bên dưới, và tất cả đều bị hủy diệt.Thế rồi mỗi khi chúng ta dõi nhìn về Rừng Hoang ở phía xa kia, chúng ta thường hay nghĩ về những bí mật của những thời đại Bất khả Luận bàn. Và chúng ta tự hỏi, tại sao thế giới lại đánh mất những bí mật đó. Chúng ta được nghe nhiều truyền thuyết về trận chiến vĩ đại, trong đó một phe thì có rất nhiều người trong khi phe kia ít người hơn nhiều. Phe ít người là Kẻ Ác, và chúng bị chinh phục. Thế rồi những ngọn đại hỏa lướt qua khắp miền. Và trong những ngọn lửa này bọn Kẻ Ác đã bị thiêu rụi. Và ngọn lửa ấy được mang tên Bình minh của thời đại Tái sinh, là ngọn lửa Bản thảo vốn đã thiêu rụi toàn bộ bản thảo của Kẻ Ác, và do đó tiêu hủy vĩnh viễn những ngôn từ của Kẻ Ác. Những ngọn lửa vĩ đại đã hừng hực nơi các quảng trường của các thành phố trong ba tháng, rồi sau đó là thời kỳ Đại Tái Sinh.Từ ngữ của bọn Kẻ Ác… Từ ngữ của thời kỳ Bất khả Luận bàn… Chúng ta đã đánh mất những từ ngữ nào vậy?Cầu xin Hội đồng xá tội cho chúng ta. Chúng ta không hề có ước muốn viết ra câu hỏi như thế, và chúng ta không hề biết mình đang làm gì cho tới khi viết chúng ra. Chúng ta không được hỏi câu hỏi này và không được suy nghĩ về nó. Chúng ta không được gọi tên cái chết trên đầu mình.Ấy vậy mà… Vậy mà…Có một từ nào đó, một từ đơn lẻ không hề có trong ngôn ngữ loài người, nhưng nó đã từng là. Đó là cái từ Bất khả Thốt, mà không một ai có thể nói hay nghe được. Nhưng có một lúc nào đó, rất họa hoằn, có một lúc nào đó, ở một nơi nào đó, có một ai đó đã tìm thấy cái từ ấy. Họ đã phát hiện thấy nó trên những mẩu bản thảo cũ hoặc được khắc trên những mảnh đá cổ. Nhưng khi nói cái từ ấy ra họ đã bị đưa đi xử tử. Không có tội lỗi nào bị trừng trị đến xử tử trong thế giới này, ngoại trừ tội nói ra cái từ Bất khả Thốt đó.Chúng ta đã từng mục kích một người như thế bị thiêu sống ở quảng trường thành phố. Và hình ảnh đó cứ mãi lưu lại trong chúng ta qua từng ấy năm, nó đeo bám, ám ảnh chúng ta, không cho chúng ta được một lúc nào ngơi. Lúc đó chúng ta chỉ là một đứa bé con mười tuổi. Và chúng ta đã đứng ở quảng trường lớn cùng với toàn bộ trẻ con và người lớn trong thành phố, được đưa tới đây để làm lễ thiêu. Họ mang kẻ Tội đồ vào quảng trường rồi dẫn lên  giàn hỏa. Người ta đã kéo lưỡi Kẻ tội đồ để họ không còn nói được nữa. Kẻ Tội đồ là một thanh niên cao lớn, với mái tóc vàng óng và đôi mắt xanh biếc như bầu trời ban mai. Họ bước lên giàn hỏa không chút ngần ngừ. Và với những mặt người từ khắp các nơi trong quảng trường, những khuôn mặt cau có, la hét, vung ra những lời nguyền rủa cay độc về phía họ, vẻ mặt họ vẫn ngời sáng một niềm hạnh phúc điềm tĩnh vô bờ.Lúc những sợi xích sắt quất vụt lên khắp tầm thân đang bị trói chặt vào cột, và ngọn lửa bắt đầu bùng lên trên giàn thiêu, Kẻ Tội đồ ngó nhìn khắp cả thành phố. Một vệt máu rỉ ra từ khóe miệng, nhưng đôi môi họ vẫn mỉm cười. Bỗng dưng một ý nghĩ khủng khiếp thoáng qua, và cứ còn đọng mãi trong chúng ta. Chúng ta nghĩ về các Thánh. Chúng ta đã có Thánh Lao động, Thánh Hội đồng, và các thánh của thời Tái Sinh. Thế nhưng chúng ta chưa bao giờ trông thấy Thánh, cũng như chưa hề biết một vị Thánh là phải như thế nào. Lúc đó, đứng nơi quảng trường, chính gương mặt mà chúng ta đang nhìn thấy trước mặt mình chập chùng trong đám lửa, khuôn mặt của kẻ Tội đồ đối với Từ Bất Khả Thốt, đã khiến chúng ta nghĩ tới Thánh.Khi ngọn lửa bùng lên, có một việc xảy ra mà không ai khác thấy trừ chúng ta, nếu không chúng ta đã không còn được sống tới hôm nay. Có lẽ nó chỉ xảy đến cho riêng chúng ta. Đối với chúng ta dường như đôi mắt của Kẻ Tội đồ đã chọn chúng ta trong đám đông hôm ấy để nhìn thẳng vào mắt chúng ta. Trong đôi mắt ấy không hề có chút đau đớn hay chút nhận thức nào về nỗi đau xác thịt. Chỉ có trong đó một niềm hân hoan, và tự hào, niềm tự hào thiêng liêng hơn cả niềm tự hào làm người. Và dường như đôi mắt ấy đang cố nói gì đó với chúng ta qua ngọn lửa, để gửi vào mắt chúng ta một từ gì đó không thanh âm. Và dường như đôi mắt ấy đang van nài chúng ta gìn giữ cái từ ấy, đừng để nó trôi vuột khỏi chúng ta và khỏi trái đất này. Nhưng ngọn lửa đã dâng cao trước khi chúng ta kịp đoán được từ ấy…Cái từ ấy là gì - trong chúng ta cứ mãi cháy bỏng câu tự vấn, dẫu chúng ta có phải bị thiêu như vị thánh giàn hỏa kia, chúng ta cũng vẫn cứ muốn biết, cái từ Bất Khả thốt ấy là gì vậy? \n"
        }
    ]
}
