{
    "id": 3125,
    "cate_id": 2,
    "name": "Bí phương công bố",
    "photo": "https://docsachhay.net/images/e-book/bi-phuong-cong-bo.jpg",
    "data": [
        {
            "order": 0,
            "name": "Bí phương công bố",
            "content": "\n\n ng Hầu, ông bạn cùng khu phố, biết tôi thường mất ngủ, quanh năm người không được khỏe, đã khuyên như sau: - Ông anh phải tìm ngay lão Nô ở làng Quải dưới chân núi Phong Sơn, lão ta có bí phương chữa thức hiệu nghiệm! - Chữa thức à? - Phải! Thức mà chữa được, ắt phải ngủ khì! - Ông anh thử chưa? - Rồi! Nhưng không bày cho ông anh được! Rất tiếc! Tôi đã hứa với lão Nô như thế. Việc nầy phải trực tiếp lão mật truyền! Tôi nín thinh, trong bụng bán tín bán nghi, nhưng ông bạn Hầu của tôi quanh năm nghiêm túc, nên tôi nảy ý tò mò muốn tìm lão Nô một chuyến xem sao! Ông bạn Hầu nói tiếp, dặn dò: - Đến lão Nô phải mang theo rượu ngon, thuốc xịn, lão cần Lễ, không cần tiền! Ngay ngày hôm sau, tôi phóng xe Honda đến làng Quải. Làng Quải khá trù phú. Đặc biệt bò nhiều vô số kể. Bò nhiều hơn người! Nhà lão Nô dễ tìm, hỏi ai cũng biết. Gặp lão, tôi cảm tình ngay. Lão trông đỏ da thắm thịt, nụ cười rộng mở. Sau khi nghe tôi trình bày nguyện vọng trị chứng mất ngủ kinh niên, lão liền vuốt râu, cười khì: - Ai mách anh thế? - Ông bạn Hầu người cùng phố. - À, anh ta có đến đây tháng trước. Nom thịt da nay sao? - Ồ! Láng lắm! - Thế à! Lão Nô phấn khởi ra mặt, nhìn quanh quất như thể tìm kiếm ông bạn Hầu của tôi nấp đâu đó xem thử! Tôi lật đật lôi trong xắc ra hai chai rượu Bầu Đá, cùng gói 3 số đặt lên bàn. Thấy tôi trịnh trọng, lão Nô cười to: - Chà... Chà! Thế này thì anh đã nắm được bí quyết ngủ ngon rồi còn gì! Tìm tôi làm chi nhỉ? - Thưa cụ, không đâu! Chỉ một chút lễ mọn thôi mà! Tôi rót rượu mời, rồi cụng ly chúc sức khỏe. Riêng lão lại chúc tôi ngủ thật ngon! Lão Nô cầm rượu “ực” một phát là cạn ly, rất thoải mái tự nhiên, không khách khí. Lão xoa tay, nói: - Anh muốn xin bí phương chữa thức của tôi à? - Vâng, thưa cụ. Lão Nô nhìn chăm chú vào tôi một chặp, lão cười to: - Đó là viết văn! Nghe thế, tôi giật mình. Viết văn mà ngủ ngon ư? Tôi ngạc nhiên: - Viết văn? - Vâng, đúng thế. Tôi kiềm chế, giọng thỉnh cầu: - Xin cụ chỉ dạy! Lão vỗ đét đùi: - Dễ thôi! Điều kiện trước nhất, anh phải có hai món: tờ giấy trắng và cây bút. Lão Nô ngừng một chặp. Sau khi “tợp” một ly rượu nữa, lão tiếp tục nói, giọng nghiêm túc: - Anh phải nghe cho kỹ! Giả dụ, anh muốn ngủ nhé? Anh phải ngồi ngay ngắn vào bàn, tay cầm bút, mắt chăm chăm vào tờ giấy trắng, nổ lực trí tuệ để viết một bài siêu hay xưa nay chưa từng có, mà đầu óc anh lại không biết bài gì, thậm chí thơ, văn hay kịch... cũng chẳng rõ! - Khó nhỉ? - Vâng, khó quá như thế, nên một chặp anh sẽ ngủ ngay! - Ồ! Tôi hiểu rồi. - Anh chưa hiểu đâu! Diệu pháp không dễ gì hiểu! - Xin cụ chỉ dạy. - Vâng, tôi giảng tiếp đây... Diệu pháp này thực ra không phải viết, mà sắp viết. Bài văn trong diệu pháp này là bài sẽ có, chứ không phải bài đang có! Lão Nô lại đốt thuốc, rít một hơi dài, nói tiếp, miệng bay khói: - Chính xác hơn, diệu pháp nầy chính là sự chuẩn bị viết một bài sẽ siêu hay, chứ không phải viết một bài siêu hay! - Tôi hiểu rồi! - Anh chưa hiểu đâu! Diệu pháp không dễ gì hiểu! Giả dụ anh đã chuẩn bị trong đầu một bài siêu hay thật sự hoàn chỉnh, thì bài ấy vẫn là bài chưa phải siêu hay. Bài siêu hay lúc nào cũng ở đâu đó, ngoài kia... mà anh phải tìm kiếm cho bằng được! Chính xác hơn nữa, trọng tâm của diệu pháp này là sự tìm kiếm cái không thể có, nên không bao giờ gặp! - Gay quá nhỉ! - Vâng, bí phương này là diệu phương gây ngủ rất nhanh. Nên buộc phải đặt giường sát bàn viết! - Vâng, tôi hiểu rồi! - Anh chưa hiểu đâu! Diệu pháp không dễ gì hiểu được! Lão Nô lại cụng ly, lại đốt thuốc, lại nói tiếp: - Khi anh đã lăn ra ngủ khì, nhỡ có ai làm kinh động anh thức giấc, anh khỏi phải ngồi dậy cầm bút, mà cứ nằm đấy dọa rằng: “Dậy cầm bút!” thế là anh lại ngủ tiếp! Vâng, đối mặt một công việc quá khó khăn, cơ thể con người tự động khất lại lần sau, không dại gì lao vào! - À, mà chữ nghĩa anh thế nào? - Thưa cụ! Chưa sạch chính tả! - Rất tốt! Chữ nghĩa ít, thậm chí không biết chữ, thì cầm bút hiệu nghiệm tột bực! Tôi lại rót rượu, lai mời cụng ly. Lão cũng “ực” một cái rất gọn nhẹ, hăng hái nói tiếp: - Còn một việc nữa quan trọng không kém, đó là... nếu anh ngồi vào bàn mà mất bút, không tìm thấy cây bút để nắm, lúc ấy anh phải đọc lại bản thảo của mình đêm qua! Tôi trố mắt: - Đọc bản thảo? - Vâng, đọc bản thảo! Tình hình một bản thảo như vậy thì đọc khó hơn là viết! Trước tờ bản thảo không có một chữ làm thuốc này, anh phải đọc cho ra chữ, mà chữ là chữ của một bài văn siêu hay! Anh phải làm điều đó! - Ồ! Khó quá! - Đúng thế! Diệu pháp đọc bản thảo cũng gây ngủ rất nhanh! Nên buộc giường ngủ cũng phải kê sát bản thảo! - Tôi hiểu rồi! - Anh chưa hiểu đâu! Diệu pháp không dễ gì hiểu! Ồ, à! Mà vợ anh có thường mất ngủ không? - Có! Vì tôi thức nên bà ấy bị mất ngủ! - Thế thì... khuyên chị ấy thường xuyên đọc bản thảo của anh! - Vâng, ghi nhớ! Chúng tôi lại cụng ly, hai chai rượu sắp sạch! Tâm trạng phấn chấn ra phết! Tôi nhìn lão Nô trìu mến: - Nay, cụ vẫn còn viết đấy chứ? Lão Nô cũng nhìn tôi, mắt le lói: - Bút hết mực rồi! Chỉ đọc bản thảo thôi...\n"
        }
    ]
}
