{
    "id": 20,
    "cate_id": 5,
    "name": "Chiến Lược IELTS 7.0",
    "photo": "https://docsachhay.net/images/e-book/chien-luoc-ielts-70.jpg",
    "data": [
        {
            "order": 27,
            "name": "Chương 8. Ba Bước Lập Kế Hoạch Thời Gian Học IELTS",
            "content": " Sau đây là câu hỏi của một bạn gửi cho tôi, hy vọng câu trả lời của tôi cũng sẽ giúp ích cho bạn trong việc lập kế hoạch học IELTS. “Chào bạn Trung Kiên, Rất cảm ơn về sự hỗ trợ của bạn. Mình có chút khó khăn mong bạn tư vấn giúp mình nhé. Mình có test và đạt TOEIC 515 điểm từ tháng 11/2011, mình đã bỏ khá lâu không ôn lại. Hiện nay mình muốn luyện IELTS (mục tiêu 7.0) thì sẽ mất khoảng bao lâu ? Rất mong sớm nhận được email chia sẻ kinh nghiệm từ bạn. Chúc Trung Kiên nhiều sức khỏe và may mắn! Thu Em.” Trả lời: “Việc đầu tiên mà bạn Thu Em cần làm là phải biết trình độ tiếng Anh của mình đang ở mức nào. Thu Em đã có TOEIC 515 rồi, tuy đã lâu không ôn lại nhưng Kiên cũng hy vọng tiếng Anh của bạn không thui chột đi nhiều. Kiên ước chừng khả năng bạn là khoảng TOEIC 500. Dùng bảng quy đổi tại link này: http://en.wikipedia.org/wiki/Common_European_Framework_of_Reference_for_Languages thì TOEIC 500 là khoảng IELTS 3.5 (4.0 là 550). Theo ước lượng của các sách IELTS Longman thì trung bình muốn tăng 1 band score IELTS, bạn sẽ cần 200 giờ học. Mục tiêu của bạn là 7.0, thì số giờ học sẽ là khoảng 200 x (7.0 - 3.5) = 700 giờ học. Giả sử một ngày Thu Em học 2 tiếng đều đặn thì trong vòng 1 năm Thu Em sẽ có IELTS 7.0.” Dành riêng cho bạn đọc Sau đây là 3 bước mà bạn có thể áp dụng tính toán và sắp xếp thời gian học để đạt được điểm IELTS cần đạt. 1. Biết khả năng mình đang ở đâu Bạn nên lấy một đề TOEIC làm thử và tính điểm số. Tôi không khuyên dùng đề IELTS để thử sức và đo trình độ. Thứ nhất là vì cách thi của IELTS khá phức tạp, không đơn giản như TOEIC, do đó nếu bạn bắt tay vào làm IELTS ngay thì điểm số của bạn sẽ bị thấp đi do không quen với cách làm bài, như thế kết quả sẽ không chính xác. Để quen với cách thi IELTS thì bạn cần làm khoảng 4-5 đề, sau đó kết quả trung bình mới tạm chính xác được. Và lý do thứ hai là các đề IELTS của các sách khác nhau độ khó cũng rất khác nhau, không đồng đều như TOEIC. Sách đề mẫu chính xác nhất, có độ khó giống với đề thật nhất là bộ của Cambridge (hiện đã ra tới 9 cuốn). Bạn chỉ nên dùng những cuốn này để kiểm tra trình độ ngay trước ngày thi. Nếu dùng để đo khả năng ngay lúc đầu thì rất phí, vì lượng đề có hạn. Do đó dùng bài test TOEIC vẫn là hợp lý nhất và cũng chính xác. 2. Xác định mục tiêu cần đạt Đây là bước rất hiển nhiên. Hầu hết mọi người đều đã biết là mình cần lấy IELTS 6.5 hay 7.0 rồi mới lên mạng tìm hiểu và đăng ký vào trang Chiến lược IELTS của tôi. Hy vọng là bạn cũng vậy. Tuy nhiên, đề phòng trường hợp bạn chưa có mục tiêu cụ thể, thì tôi khuyên là bạn nên (“phải” thì đúng hơn) xác định cho mình một mục tiêu cụ thể, rồi mới bắt đầu học ôn hay thực hiện các bước tiếp theo. Phải có mục tiêu cụ thể bạn mới tính được thời gian mình cần học hằng ngày, rồi cứ theo lộ trình đó mà ôn luyện. Tôi từng thấy khá nhiều bạn không chia thời gian học rõ ràng, cứ “được tới đâu hay tới đó”, (ngày học 1 tiếng trong khi mục tiêu của bạn ấy phải đủ 2 tiếng), tới khi còn cách ngày thi khoảng 2-3 tháng mới cuống cuồng học thì đã muộn. Do đó bạn phải xác định mục tiêu rõ ràng điểm IELTS mình cần là bao nhiêu. Nếu bạn muốn du học, hãy vào website trường và tìm hiểu ngay nhé. 3. Tính tổng số giờ và chia thời gian học hằng ngày Công thức là: 200 x (IELTS mục tiêu - IELTS hiện tại) Có số giờ rồi thì việc học nhanh hay chậm là tùy thuộc vào bạn. Như bạn Thu Em ở trên thì nếu học 1 tiếng 1 ngày bạn ấy sẽ mất 2 năm để lấy được IELTS 7.0. Còn nếu là 4 tiếng 1 ngày thì chỉ cần khoảng 5-6 tháng. Con số 200 của Longman cũng chỉ là con số “trung bình”, nghĩa là ở trình độ thấp 4.0 lên 5.0 thường sẽ cần ít hơn 200 giờ, còn trình độ cao từ 7.0 - 8.0 sẽ cần nhiều hơn 200 giờ. Với mục tiêu cao như 7.0, để chắc chắn, bạn nên cộng thêm 50-100 giờ vào tổng giờ.  "
        },
        {
            "order": 1,
            "name": "Phần I. Những Điều Cần Biết Trước Khi Bắt Đầu",
            "content": " Chương 1. Nguyên Tắc Quan Trọng Nhất – Thoải Mái  Chương 2. Hai Yếu Tố Quyết Định Điểm IELTS Của Bạn  Chương 3. Tài Liệu Học Tiếng Anh Nào Là Tốt Nhất?  Chương 4. Nguồn Tiếng Anh Thực Tế Cần Phải Phù Hợp Với Bạn  Chương 5. Tìm Nguồn Tiếng Anh Phù Hợp Với Bạn  "
        },
        {
            "order": 5,
            "name": "Chương 4. Nguồn Tiếng Anh Thực Tế Cần Phải Phù Hợp Với Bạn",
            "content": " Khi bắt tay vào học tiếng Anh thì tôi cũng đặt ra mục tiêu rất “cao cả”, như:  Một ngày phải dành ra 2-3 tiếng trau dồi tiếng Anh. Phải đọc khoảng chục bản tin của BBC, New York Times, CNN. Nghe vài bài VOA hoặc các trang cung cấp bài nghe tiếng Anh, đọc script. Và một số hoạt động khác mà các “siêu nhân” vẫn hay nói trên báo.  Đặt mục tiêu như vậy nhưng không ngày nào tôi không bỏ cuộc sau 15 phút. Mục tiêu trên được đã đặt ra 2-3 lần, và kết quả lần nào cũng như nhau. (Chắc tại vì tôi không phải siêu nhân.) Thực sự, những nguồn tiếng Anh trên đều rất tốt, nếu bạn sử dụng vẫn sẽ nâng cao được trình độ. Tuy nhiên, vấn đề là chẳng có mấy ai theo học các nguồn đó được thường xuyên và lâu dài. Chỉ có các “thần đồng đất Việt”, với khả năng “gặm nhấm” mọi thứ bằng tiếng Anh, bất kể thích hay không thích, quan tâm hay không quan tâm, mới chịu khó “cày” các trang tin BBC hay CNN như vậy. Ai có thể lân la trên các trang tin quốc tế, đọc, nghe hết tin này đến tin khác, từ tin quan hệ ngoại giao tới biến động thị trường chứng khoán Mỹ, không phải vì quan tâm, mà chỉ vì mục đích “trau dồi khả năng tiếng Anh” thì có thể người đó không tầm thường (hoặc không được bình thường). Vì thế, khi chọn lựa nguồn tiếng Anh để đọc hay nghe, bạn cần phải xem nó có phù hợp với mình không. Không nên “đâm đầu” vào mấy nguồn của các “siêu nhân” như thiêu thân lao vào lửa. Những nguồn đó hợp với họ chứ chưa chắc đã hợp với bạn. Tiếp xúc với một nguồn tiếng Anh phù hợp sẽ khiến bạn cảm thấy việc học trở nên thoải mái hơn, không cần phải gò bó, ép buộc mình như khi học tiếng Anh trên các trang tin quốc tế. Khi tự ép buộc mình, bạn rất dễ nảy sinh tâm lý “làm cho xong”: “Haiz, ráng một bài BBC nữa rồi chơi game thôi, đuối quá rồi!” hay “Cố gắng, làm nhanh nhanh xong bài này rồi xem phim thôi!” Nguồn tiếng Anh không phù hợp dễ làm bạn chán nản và bỏ cuộc, nhiều khi chưa bắt đầu học đã muốn giải lao, như vậy lượng tiếng Anh bạn tiếp xúc sẽ ngày càng ít đi. Một nguồn tiếng Anh phù hợp sẽ loại bỏ các tâm lý tiêu cực. Sẽ có lúc bạn xem 100 trang tài liệu tiếng Anh trong một đêm mà khi đi ngủ vẫn thắc mắc: “Sao thời gian trôi nhanh thế, mới đọc được tí xíu đã phải đi ngủ?” Đây chính là thế mạnh của nguồn tiếng Anh phù hợp. Nó giúp bạn có động lực để tiếp xúc với một lượng lớn tiếng Anh đều đặn ngày này qua ngày khác. Còn như khi bạn ép mình theo những nguồn của người khác khuyên dùng mà mình không mặn mà lắm như BBC hay CNN, bạn cố gắng lắm mới đọc được 5 tin, quá ít so với khi bạn dùng đúng nguồn tiếng Anh phù hợp.  "
        },
        {
            "order": 2,
            "name": "Chương 1. Nguyên Tắc Quan Trọng Nhất – Thoải Mái",
            "content": " “Hãy thư giãn, thoải mái trong mọi việc bạn làm” – Tôi tạm gọi là Nguyên tắc Thoải mái. Có vẻ nguyên tắc này không liên quan trực tiếp tới IELTS hay tiếng Anh lắm nhưng nếu chỉ được chọn một nguyên tắc quan trọng nhất để truyền đạt tới các bạn thì tôi sẽ chọn điều này. Vì nó thực sự hiệu quả và sẽ là nền móng cho phương pháp học tiếng Anh của bạn. Chắc ai trong chúng ta cũng nghĩ, các sáng chế lớn và quan trọng của thế giới đều được các nhà khoa học phát minh ra trong quá trình làm việc liên tục, căng thẳng trong phòng làm việc hay phòng thí nghiệm. Nhưng sự thật thì hơi khác một chút. Charles Darwin nảy ra ý tưởng về Thuyết Tiến hóa khi ông đang dạo phố trên xe ngựa chứ không phải lúc đang mày mò nghiên cứu về nguồn gốc con người. Thực ra trước đó ông đã bỏ ra vài tháng nghiên cứu như vậy và đã thất bại. Cách giải quyết của Thomas Edison khi gặp một vấn đề hóc búa là ra ghế sofa và… nằm nghỉ. Hay như câu chuyện về Archimedes, chắc bạn cũng biết, ông phát hiện ra định lý để đời của mình khi đang thư giãn trong bồn tắm, quá vui mừng ông không mặc gì cả và chạy thẳng ra đường reo lên: “Eureka! Eureka!” Một ví dụ gần gũi hơn khi học tiếng Anh hẳn bạn đã từng gặp: Có những từ bạn chỉ gặp một lần mà nhớ cả đời, đó là khi bạn đang trong trạng thái thoải mái, ngược lại, có những từ mà bạn tra đi tra lại 10 lần, đến lần thứ 11 gặp vẫn không nhớ được nghĩa của từ đó là gì, đó là lúc bạn đang cố học mà không thoải mái. Hay như trong khi bạn làm bài thi, có một câu bạn nghĩ mãi không ra, thế nhưng chỉ 0,001 giây sau, khi bạn vừa nộp bài cho giám thị – nghĩa là sau khi được giải tỏa căng thẳng và trở lại trạng thái thoải mái bình thường – thì câu trả lời lại hiện ngay ra trong đầu bạn. Bản thân tôi đã từng gặp trường hợp này, thường xuyên nhất với môn Toán. Ví dụ thì còn nhiều, nhưng từng đó cũng đủ để kết luận: Trí óc của chúng ta hoạt động tốt nhất, sắc bén nhất, sáng tạo nhất trong khi thư giãn, thoải mái. Đây có lẽ là điều quan trọng nhất trong cuốn sách này mà tôi muốn bạn ghi nhớ.  "
        },
        {
            "order": 20,
            "name": "Chương 1. Ba Việc Bạn Cần Làm Để Lấy IELTS 7.0",
            "content": " Sau đây là một câu hỏi mà tôi rất hay nhận được từ khi bắt đầu công việc tư vấn học thi IELTS. “Mình cần lấy IELTS... trong... tháng nhưng hiện tại vẫn không biết bắt đầu từ đâu, và cần chuẩn bị những gì?” Cảm giác tự mò đường đi có thể là thú vị đối với một số người. Nhưng với tôi thì không hẳn. Tôi thích những việc rõ ràng như muốn có A thì phải làm B, muốn môn toán đạt điểm cao, phải chịu khó làm bài tập, muốn văn không dưới trung bình, chịu khó đọc và tham khảo cách viết của người khác. Vậy nên sau một thời gian “vật lộn” với IELTS, tôi rút ra được ba việc cần làm để đạt 7.0. Dù đó là ba việc gì thì theo tôi, việc quan trọng nhất vẫn là nâng cao khả năng Anh ngữ của bạn. Bạn có thể nghĩ “Hiển nhiên rồi, khỏi nói mình cũng biết.” Tuy nhiên, tôi nói việc này mục đích chính là để nhắc bạn chuyện khác. Hiện giờ, có không ít người không chú ý nâng trình Anh ngữ mà lúc nào cũng chỉ muốn kiếm “tuyệt chiêu” làm bài để tăng band score nhanh chóng. Thực sự, tôi không biết có chiêu nào hiệu quả không. Nhưng hãy thử nghĩ một chút. IELTS là một bài test được nghiên cứu kỹ lưỡng và được hàng trăm trường đại học trên thế giới tin dùng để đánh giá trình độ Anh ngữ của sinh viên. Nếu có một người trình độ chỉ đáng 6.0, sau khi dùng “tuyệt chiêu” có thể đạt đến 6.5, 7.0 thì bài test IELTS làm sao đủ uy tín để hàng trăm trường đại học chấp nhận. Thời còn học IELTS, tôi có nghe một chiêu luyện viết mà nhiều bạn vẫn truyền cho nhau: Viết bài essay dựa trên một dàn bài có sẵn. Thường thì dàn ý đó đã có sẵn 100-150 từ, tùy vào đề thi Writing, chỉ cần điền thêm khoảng hơn 100 từ nữa là có bài essay hoàn chỉnh. Tôi có học cùng một cậu bạn rất giỏi tiếng Anh. Nhưng không biết nghe ai nói, cậu ta cũng học theo kiểu sử dụng dàn bài này. Kết quả là thi Writing ra chỉ được có 6.0. Trong khi đó trình độ của cậu ấy khi thi bình thường chắc chắn đạt trên 7.0 một cách dễ dàng. Hiện tại, không biết chiêu này còn được sử dụng hay không nhưng thời đó nó đã khiến nhiều người phải ngậm ngùi nhận điểm 6.0, thậm chí còn thấp hơn thế. Bởi vì, thí sinh có chiêu thì giám khảo IELTS cũng có chiêu để phát hiện ra các chiêu và đánh giá chính xác khả năng Anh ngữ của thí sinh. Vậy nên bạn đừng dành nhiều thời gian để nâng cao trình độ của mình. Không nên dựa vào những chiêu mẹo, vì dù thế nào bạn cũng khó vượt qua được mắt giám khảo. Ngoài ra, việc xác định thời gian thi giữa các lần cũng khá quan trọng. Nếu mục tiêu của bạn là IELTS 7.0, nhưng sau một thời gian ôn luyện, bạn chỉ đạt 6.5, thì bạn cũng không nên thi lại quá sớm. Cô bạn của tôi đã từng gặp phải cảnh: thi đi thi lại 7 lần nhưng lần nào cũng chỉ được 6.0. Không phải ai cũng gặp phải cảnh “giậm chân tại chỗ” này nhưng cũng không hề hiếm gặp. Vậy nên trong trường hợp chỉ còn thiếu 0.5 điểm, bạn hãy nên dành tối thiểu 100 giờ học nữa trước khi đăng ký thi lại. Không nên có tâm lý cầu may, kiểu “biết đâu đúng thêm 2, 3 câu nữa là thêm được 0.5 điểm rồi”, vì may mắn không thể định lượng được, còn 100 giờ học thì hoàn toàn có thể. Dĩ nhiên, mỗi người lại có những câu chuyện khác nhau, tùy trường hợp mà bạn có hướng xử lý linh hoạt nhất. Việc nâng cao khả năng Anh ngữ là việc quan trọng nhất, nhưng không phải là việc duy nhất. Bởi vì ngay cả những nước nói tiếng Anh như Singapore, Malaysia thì điểm trung bình IELTS của họ cũng chỉ đạt khoảng 7.0 - 7.5, Mỹ vào khoảng 8.0 (Reading 8.0, Listening 7.6, Writing 7.7, Speaking 8.6). Hóa ra người bản xứ nói tiếng Anh trôi chảy nhưng không phải ai cũng lấy được band 9.0. Lý do là họ không làm được ba việc sau đây: Việc thứ nhất – Biết ngữ pháp Biết ngữ pháp phục vụ rất nhiều cho bạn trong phần Writing, đây cũng là một phần trong việc nâng cao trình độ tiếng Anh. Người bản xứ sử dụng tiếng Anh cũng giống như chúng ta sử dụng tiếng Việt, nghĩa là rất cảm tính, tự cảm thấy viết như vậy là đúng chứ không tư duy theo quy tắc. Vậy nên thỉnh thoảng họ sẽ mắc những nhầm lẫn trong chính tả (spelling) như “alright” thì họ viết thành “allright”, hay “receive” thì họ viết thành “recieve”. Ví dụ về Grammar, nhiều người hay nhầm lẫn giữa past tense và present perfect tense. Thay vì hỏi “Have you heard from him today?” thì người ta lại thường nói “Did you hear from him today?” Điều này cũng là dễ hiểu, bởi nếu có ai đó hỏi bạn về ngữ pháp tiếng Việt như “Bổ ngữ, định ngữ là gì?” chắc bạn sẽ rất lúng túng mới đưa ra được câu trả lời hoặc đành “bó tay”. Tuy nhiên, thế mạnh của học sinh Việt Nam khi học Anh văn là học ngữ pháp rất mau. Do đó, tôi không nghĩ rằng đây là vấn đề lớn đối với bạn. Việc thứ hai – Academic English Yếu tố thứ hai – Những nguyên tắc trong văn phong tiếng Anh học thuật phục vụ phần Writing là chủ yếu, và một phần của Reading. Điều này cũng tương tự như khi chúng ta học văn thời trung học, kiểu văn nghị luận có những yêu cầu về văn phong khác với văn tường thuật. Để làm tốt bài thi IELTS, văn phong của bạn phải là Academic English – tiếng Anh học thuật. Sau đây là những nguyên tắc của Academic English mà bạn cần biết và áp dụng trong IELTS Writing Essay Task 2 (Task 1 thì có thể không cần đảm bảo điều thứ 5): 1. Mỗi đoạn văn (paragraph) chỉ nói về một nội dung. Nội dung này phải được thể hiện trong topic sentence (thường là câu đầu tiên). Ví dụ một đoạn văn có thể có cấu trúc như sau: My mobile phone is very helpful (topic sentence). Benefit 1. Benefit 2. Benefit 3. (May have a concluding sentence here). Thêm một lưu ý nữa là những ý triển khai trong đoạn văn phải được bao hàm trong topic sentence, không được nói ý không liên quan tới topic sentence. Như ở ví dụ trên thì ngoài ba câu nói về tiện ích thì chúng ta không được nói những câu không diễn đạt ý “helpful” của mobile phone, như: “It is quite annoying when the alarm goes off in the morning.” Nếu muốn nói về ý đó thì ta nên để nó vào đoạn sau, nói về “what I don't like about my phone”. 2. Không được dùng personal pronouns Như các từ chỉ cá nhân như I, You, We, Me, My, Your,... Việc có được sử dụng từ “I” hay không đã có nhiều ý kiến trái ngược nhau. Người bảo được người bảo không. Lúc mới vào đại học, tôi cũng đem vấn đề này ra hỏi các thầy cô trong trường, và họ trả lời thẳng là tuyệt đối không bao giờ được dùng các từ như I, You, My,... trong khi viết bài luận ở đại học. Thậm chí khi đề có hỏi “What do YOU think about...?” hay “to what extent do YOU agree or disagree with...” thì cũng không được sử dụng I, You trong bài viết. Ngoài ra, theo cảm nhận của cá nhân tôi, việc tránh dùng những từ I, You, We, Me,... sẽ khiến bài viết của mình có vẻ khách quan hơn, có tính học thuật hơn một cách đáng kể. Ví dụ dưới đây là một đoạn trong bài viết IELTS chủ đề “Lợi ích của Internet”: Secondly, research becomes more comprehensive. For instance, I do not have to buy lots of reading materials to complete my research. Most of the needed information can be found if I have Internet access. Để tránh dùng personal pronouns thì có thể sửa thành: Secondly, research becomes more comprehensive. For instance, it is not necessary for students to buy reading materials to complete their researches. With internet access, most of the needed information can be found quite conveniently without any cost. 3. Không được viết tắt It's -> It is They're -> They are don't -> do not exam -> examination 4. Tránh dùng các từ Informal, thay bằng những từ Formal Ví dụ như: big -> large (chỉ khi tả đồ thị/mức độ, tả đồ vật thì có thể dùng big) give someone a hand -> help, assist a little bit -> slightly a lot of/ lots of -> many/a large amount of (tùy danh từ đếm được hay không đếm được – countable hay uncountable) 5. Phải có mở bài, thân bài, kết bài Điều này có lẽ đã quá hiển nhiên. Việc thứ ba – Làm quen với IELTS để cải thiện kỹ năng làm bài Người bản xứ thường là người rất chủ quan với kỳ thi IELTS. Ông bà ta có câu: “Trăm hay không bằng tay quen”. Vì thế, khi làm quen với IELTS, chúng ta sẽ rút ra được nhiều kỹ năng làm bài. Phần Reading và Listening IELTS sẽ có một vài điểm rất khó chịu, nếu không có sự đề phòng trước, bạn rất dễ mắc sai sót. Phần Listening có “thử thách” đánh vần một đoạn mã dài như HF98AJ, hay số điện thoại 10 con số 0414642853. Nhưng nếu không quen nghe, chúng ta sẽ dễ bỏ sót mất một ký tự, dẫn đến sai cả câu dù 9 ký tự còn lại đều nghe đúng hết. Có khi bạn bị đánh lừa vì người nói đổi ý trong đoạn hội thoại. Ban đầu nghe bạn tưởng là đáp án A, sau đó một lúc họ lại đổi ý thành đáp án B. Vậy nên trước khi thi thì bạn nên làm tối thiểu là 2 cuốn đề Cambridge để làm quen với cách ra đề của IELTS nhé. Đây cũng là việc cuối cùng mà bạn cần làm trước khi thi IELTS để tối ưu hóa điểm số của mình. Thêm một lưu ý nho nhỏ nữa, đó là bạn không nên nghĩ thẳng thắn quá như “IELTS là để đánh giá khả năng tiếng Anh thôi mà, trình độ có bao nhiêu thì đem ra thi bấy nhiêu, sao phải chuẩn bị/ôn luyện.” Tôi lưu ý việc này vì đã có không ít bạn gửi email đến cho tôi với nội dung tương tự như: “Mai/Tuần sau tớ thi rồi mà không biết nó thế nào, cậu cho tớ lời khuyên được không?” Với thời gian quá ngắn ngủi như thế thì điều duy nhất bạn có thể làm là dành hết thời gian còn lại để tập trung cho việc thứ ba – tập làm đề mẫu, làm quen với dạng đề, dạng câu hỏi để có được điểm số tối ưu với trình độ sẵn có. Còn nếu bạn còn hơn 1 tháng nữa mới tới kì thi IELTS thì bạn nên dành nhiều thời gian hơn cho việc nâng cao trình độ, tập ghi nhớ và làm theo các nguyên tắc của Anh ngữ học thuật. Còn 2 tuần cuối thì bạn hãy bắt đầu luyện đề, làm được khoảng hơn 10 đề trong sách Cambridge là chuẩn.  "
        },
        {
            "order": 14,
            "name": "Chương 6. IELTS Listening",
            "content": " PHẢI đọc trước câu hỏi Với phần Listening thì việc đọc câu hỏi là vô cùng quan trọng. Nó ảnh hưởng rất nhiều tới kết quả bài Listening của bạn. Phần Reading, bạn có thể lật qua lật lại bài đọc và câu hỏi mà không cần phải đọc hay nhớ câu hỏi thật kỹ. Còn việc đọc câu hỏi trong phần Listening không đơn thuần chỉ là xem sơ qua, đọc lướt nữa. Bạn sẽ phải đọc kỹ, ghi nhớ, dự đoán câu trả lời và những gì mình có thể sẽ phải nghe. Làm tốt bước này, điểm Listening của bạn có thể tăng 7-8 câu, từ khoảng 20 lên 30, nếu bạn biết phân bố thời gian và đọc câu hỏi đúng cách. Điểm nghe trung bình của các thí sinh có tiếng mẹ đẻ là tiếng Anh chỉ là 7.3. Nếu bạn tự tin tiếng Anh mình tương đương với người bản xứ thì khi thi không có gì quá căng thẳng. Còn nếu như tiếng Anh bạn không thật tốt, đến phần thi Listening, CD đã chạy mà bạn vẫn chưa xem câu hỏi thì việc lấy 7.0 là quá khó, nếu không muốn nói là không thể. Cách đọc trước câu hỏi Khi đọc câu hỏi Listening bạn sẽ phải đọc kỹ, hiểu rõ, chứ không được đọc lướt như Reading. Nếu có thể, bạn nên làm thêm một việc nữa là phán đoán trước những gì mà bạn sắp được nghe. Ví dụ như trong cuốn IELTS Cambridge 8 có câu: Children/ Students/ Senior Citizens have 10 ………………. discount on all tickets. Đi trước từ discount có thể là một con số %, như 20%, 70% hoặc là một tính từ, ví dụ như deep, slight (trường hợp này khi điền bạn sẽ phải ghi thêm a hoặc an, a deep discount, thì mới đúng ngữ pháp). Đoán trước những gì mình cần nghe như vậy bạn sẽ dễ bắt được câu trả lời hơn. Một ví dụ khác: At the interview Arrive no more than (15)…………….. before the time of the interview. After you hear the question, you can (16)…………before you reply. You can (17)…………….. if you don’t understand what they’re asking you. Wait for them to offer you the job before you say what (18)…………….. you want. Learning from the experience will make you more (19)…………….. in future interviews. Pay attention to your (20)............... - it shows you have a positive attitude. Đọc trong khoảng 20 giây. Bạn có thể vừa đọc vừa đoán những gì mình chuẩn bị nghe như sau:  câu 15 sẽ phải nghe về thời gian, có thể là 15 minutes hay 1 hour. câu 16 cần nghe một hành động (đoán trước có thể là think hoặc là think about it). câu 17 một hành động, đoán là ask. câu 18 một danh từ, có thể là position hay salary. câu 19 một tính từ, tả người. câu 20 một danh từ.  Phân bổ thời gian để đọc trước câu hỏi Section 3, 4 thường sẽ phức tạp hơn nhiều nên bạn cũng cần nhiều thời gian để đọc và hiểu câu hỏi 2 phần đó hơn Section 1, 2. Khoảng thời gian nghỉ trước khi nghe câu hỏi Section 3, 4 sẽ không đủ để bạn đọc hiểu hết. Thường bạn mới đọc được nửa chừng thì CD đã chạy tiếp. Vì vậy, bạn cần tận dụng thêm thời gian rảnh trước đó nữa để đọc câu hỏi cho Section 3, 4. Cụ thể, khi nhận đề, bạn sẽ có vài phút có thể tận dụng trong lúc CD chạy example đầu tiên. Khoảng thời gian đó bạn hãy sử dụng để đọc câu hỏi Section 1 và Section 4. Sau khi nghe xong Section 1 sẽ có khoảng 30 giây để bạn kiểm tra lại câu trả lời, và khoảng 30 giây nữa để bạn đọc trước câu hỏi Section 2. Hãy dành thời gian này để xem Section 2 và một phần Section 3, 4 nữa. Sau khi nghe xong Section 2 thì bạn nên dành trọn thời gian xem Section 3. Và sau khi xong Section 3 thì hiển nhiên bạn chỉ còn tập trung vào Section 4. Một số bạn thực sự “nghỉ giải lao” trong những thời gian rảnh rỗi trên. Có bạn ghi câu trả lời vào bài làm xong lại ngồi nghĩ ngợi mà quên mất đoạn băng đã chạy từ lúc nào. Một nhắc nhở tuy nhỏ nhưng rất quan trọng là khi làm bài phải tập trung, tập trung, tập trung! Cách nghe từng Section Section 1 đòi hỏi bạn phải tập trung cao độ nghe cho rõ từng chữ. Vì thường thì phần này đòi hỏi bạn nghe nhiều chi tiết nhỏ, tiểu tiết, như một đoạn mã, code,… hay một số từ phát âm na ná nhau. Thực sự, Section 1 cũng là một phần khó. Nhiều bạn làm Section 3, 4 rất dễ dàng, nhưng Section 1 vẫn gặp sai sót. Khó như bắt người Việt chúng ta phân biệt các từ “Tối” và “Túi”, “Giữ” và “Dữ” mà không có ngữ cảnh và chỉ được nghe 1 lần. Dĩ nhiên trong bài thi IELTS thì người nói sẽ phát âm tròn và rõ chữ, nhưng đối với trình độ tiếng Anh như chúng ta thì như vậy vẫn rất khó. Càng về sau, các Section 2, 3, 4 càng yêu cầu bạn phải tập trung nghe và hiểu nội dung chính hơn là nghe phân biệt tiểu tiết như Section 1. Đến đây bạn hãy thoải mái, thả lỏng ra, điều chỉnh tai mình để không nghe từng chữ nữa. Tuy nhiên vẫn phải giữ sự tập trung, đừng thoải mái quá rồi lơ là, hay tập trung quá lại căng thẳng. Hãy nhớ, thoải mái, tập trung, nhưng không căng thẳng. Bạn lỡ không nghe được vài câu? Hãy cứ tập trung làm bài, đừng buông xuôi, bạn vẫn thừa sức lấy 7.0. Một cậu bạn của tôi thi IELTS, kể lại: do lúc đầu không được tập trung nên cậu không bắt kịp nhịp độ. Ngay trong Section 1, cậu đã bỏ trắng mất 2 câu. Đa số chúng ta khi gặp trường hợp đó chắc hẳn sẽ nghĩ: “Rồi thôi xong, chuẩn bị tiền thi lại là vừa.” Nhưng cậu bạn đó không buông xuôi, mà vẫn bình tĩnh hoàn tất phần Listening, những Section sau đều làm tốt, hầu như không mắc sai sót gì nhiều. Kết quả phần Listening của cậu ấy là 7.5, dù có lỡ bỏ trắng 4-5 câu ở Section 1 thì vẫn có thể đạt 7.0. Kiểm tra và ghi lại câu trả lời chính xác Khi ghi câu trả lời vào giấy làm bài, bạn cần kiểm tra một số điểm sau đây:  Ngữ pháp (Grammar). Số lượng từ không quá giới hạn, kiểm tra lại yêu cầu xem tối đa là 2 hay 3 từ. Thứ tự câu hỏi, đừng ghi nhầm câu 20 vào câu 19 rồi cứ thế ghi tiếp.   "
        },
        {
            "order": 23,
            "name": "Chương 4. Thái Độ Mà Bạn Phải Có Để Học Tốt Tiếng Anh",
            "content": " Thái độ này không phải ai cũng sẵn có. Tuy nhiên, tôi tin rằng sau khi đọc hết bài viết này và thêm một chút luyện tập nữa, bạn cũng sẽ tự động có thái độ, cách suy nghĩ này một cách dễ dàng. Thái độ mà bạn phải có đó là: Không sợ thất bại. Không sợ sai. Vì trong khi học tiếng Anh (hay làm bất cứ việc gì) việc không thành công hoặc mắc sai sót lúc này lúc kia là điều không thể tránh khỏi. Ngay cả các cầu thủ bóng đá nổi tiếng cũng chẳng ai có khả năng chuyền cái là tới đích, chẳng ai có thể sút cái là vào lưới. Trung bình Messi hay Christiano Ronaldo cũng phải sút tới 5-7 quả mới có 1 quả vào lưới. Nghĩ lại quá trình học tiếng Anh và IELTS, đa số mọi người mới học một từ khoảng 2-3 lần, thấy vẫn chưa nhớ rồi đã vội kết luận “Mình trí nhớ kém quá!”, hay “Mình không có khiếu tiếng Anh rồi!” Sau này học vẫn cứ mang những suy nghĩ đó theo mình thì chắc chắn học sẽ không thể tiến bộ được. Bạn cứ thử nghĩ, nếu Messi hay Ronaldo cũng nghĩ thế thì làm sao họ có thể vươn tới vị trí hiện tại được. Mới sút 2-3 quả thấy chưa vào được đã nản “Trận này mình đá không ăn nhập gì cả, chắc điểm rơi phong độ chưa đúng” rồi đá vật vờ, không nỗ lực tấn công thì liệu họ có được danh tiếng như ngày hôm nay không. Nếu tiếp xúc với người bản xứ và để ý, bạn sẽ thấy họ cũng có lúc sử dụng tiếng Anh sai. Điểm khác biệt là thái độ và những gì mình làm sau khi mắc lỗi. Thường thì chúng ta sẽ cứ suy nghĩ luẩn quẩn về lỗi đó: “Trời đất sao lại mắc lỗi đó?”, “Dốt quá!”, và tự “dằn vặt” mình. Còn người bản xứ khi mắc lỗi thì sao? Họ cười! Như thể “Lâu lâu nói nhầm thật buồn cười ghê!” Một anh bạn Tây nói chuyện với tôi về việc lập kế hoạch làm bài tập cho nhóm. Tây: So at three thirty (3:30) o'clock we... what!?! three thirty “o'clock” hahaha that was dumb. Okay, (continue)... (khi nói giờ chẵn, như 3 giờ đúng thì có o'clock, three o'clock, còn giờ lẻ có phút thì không cần, chỉ three fifteen (3:15)) 5 phút sau... Tây: Okay, Kev (là Kiên), so, tomorrow we will meet at 3:30 o'clock, oh my god, did I just say o'clock again? Okay I denifinitely can't tell time hahah, but listen, (continue)... Vậy nên, khi mắc lỗi bạn đừng nghĩ gì nhiều cả. Nghĩ nhiều chỉ có hại chứ chẳng có ích lợi gì. Hãy cứ thoải mái tự tin tiếp tục học tập nhé. Summary: Make a mistake? Laugh at it, Do not Stress about it and Be Confident!  "
        },
        {
            "order": 19,
            "name": "Phụ Lục: Những Bài Hướng Dẫn Học Tiếng Anh Và IELTS Khác",
            "content": " Chương 1. Ba Việc Bạn Cần Làm Để Lấy IELTS 7.0  Chương 2. Luyện Writing Như Thế Nào Là Ổn?  Chương 3. An Extreme Case – Một Trường Hợp Đặc Biệt  Chương 4. Thái Độ Mà Bạn Phải Có Để Học Tốt Tiếng Anh  Chương 5. Xử Lý Những Việc Nhàm Chán  Chương 6. “Viết (Writing) Mà Không Có Người Sửa Cũng Như Không”?  Chương 7. Đừng Đi Học IELTS Ở Trung Tâm Khi Bạn Chưa Đọc Bài Viết Này!  Chương 8. Ba Bước Lập Kế Hoạch Thời Gian Học IELTS  "
        },
        {
            "order": 22,
            "name": "Chương 3. An Extreme Case – Một Trường Hợp Đặc Biệt",
            "content": " Tôi có một cậu bạn học chung đại học. Hắn đậu vào trường ở mức mấp mé điểm sàn, 13 điểm. Hắn lười. Hắn đi học không phải để học mà là để gặp bạn bè, đàn đúm. Điểm đại học hắn cũng mấp mé giữa trượt và đỗ vì hắn hầu như không bao giờ học bài trước ngày thi 2 ngày. Nhà hắn giàu, dư sức học ACET đến già. Nhưng hắn không học trung tâm, vì thấy không vui. Lúc nào tôi cũng thấy hắn ăn và chơi. Điểm IELTS của hắn là 7.0 (hắn phải thi IELTS để đi học nước ngoài). Nghe rất khó tin phải không. Người thì cố cày cuốc “nghiêm túc” nhưng được 6.5 còn chật vật. Người thì chơi suốt nhưng lại có 7.0 ngon lành. Thế là thế nào? Thực sự thì lý do hắn có được 7.0 rất đơn giản, hắn tiếp xúc với tiếng Anh rất nhiều. Dĩ nhiên là vì lười nên hắn chẳng động chạm gì tới các nguồn tiếng Anh “nghiêm túc” cả. Tiếng Anh của hắn đến chủ yếu là từ game (nguồn thích, và có thể là nguồn cần nữa). Game đối với hắn không phải chỉ là niềm yêu thích nữa mà là đam mê. Hắn có thể chơi 7-8 tiếng mỗi ngày liên tục. Hắn không chỉ chơi game giải trí, hắn còn muốn khám phá, tìm hiểu cặn kẽ về game đó. Có thể bạn sẽ thấy khó tin vì nghĩ game thì có bao nhiêu tiếng Anh đâu để mà tiếp thu. Nếu để ý bạn sẽ thấy có những game có tình tiết, cốt truyện rất có chiều sâu, phức tạp, và… dài, không khác gì một cuốn tiểu thuyết cả (như Final Fantasy). Càng về sau các game càng có đầu tư cốt truyện hơn nữa. Đây là một nguồn tiếng Anh đáng kể (nếu bạn là người chơi hay tò mò). Khi chơi game, hắn còn hay sử dụng hướng dẫn (Walkthrough) nữa, dĩ nhiên là bằng tiếng Anh. Walktrough cũng là một nguồn tiếng Anh khổng lồ. Walktrough trung bình của một game Final Fantasy là khoảng 200-300 trang A4. Và dĩ nhiên hắn không chơi mỗi một game. Nói cụ thể như vậy để thấy việc hắn lấy điểm 7.0 cũng không phải là động trời. Điểm từng kỹ năng của hắn là Reading 7.0, Listening 7.5, Writing 6.5 và Speaking 7.0.  "
        },
        {
            "order": 8,
            "name": "Chương 1. Kỹ Năng Reading",
            "content": " 1. Reading – Cách luyện duy nhất là đọc Cách luyện Reading rất rõ ràng và đơn giản, là đọc. Học Reading sẽ theo kiểu: có công mài sắt ẮT có ngày nên kim, kiến tha lâu CHẮC CHẮN sẽ đầy tổ. Nếu kiên trì đọc, khả năng đọc của bạn sẽ tiến bộ, chứ không như Listening, nghe nhiều mà nghe không đúng cách thì cũng chỉ giậm chân tại chỗ. Sử dụng các nguồn thích Các nguồn thích không nhất thiết phải là những thứ lớn lao mà bạn đam mê, yêu thích, nhiều khi đó chỉ cần là những hứng thú nhất thời thôi. Ví dụ như bạn vừa xem xong phim Secret Garden, chẳng may “cảm nắng” Ha Ji-won (hay Hyun Bin) thì bạn có thể Google “Secret Garden korean drama”, vào trang wiki của phim, đọc về các thông tin bên lề mà bạn quan tâm. Từ trang wiki của phim dẫn sang xem trang wiki của Ha Ji-won. Bạn chỉ cần xem những thứ mà bạn thấy thực sự thích thú và muốn tìm hiểu. Vậy nên thường thì mỗi trang wiki như vậy, tôi chỉ xem khoảng 1/3 trang. Như trang của Ha Ji-won, tôi xem các đoạn như: giới thiệu đầu, Career Beginnings và Acting Career (thậm chí, tôi chỉ đọc giai đoạn từ năm 2009 trở đi, còn thời gian trước đó tôi không hứng thú lắm). Xem trang Ha Ji-won, tôi lại phát hiện ra một bộ phim mới là The King 2 Hearts, Ha Ji-won đóng cùng với Lee Seung Ki. Rồi tôi lại vào trang wiki của The King 2 Hearts đọc giới thiệu sơ qua về nội dung và phần Ratings xem phim hot tới mức nào. Trang wiki này, tôi chỉ xem đoạn giới thiệu chung ở phần đầu, không đọc phần Nội dung phim để khi xem phim vẫn còn hứng thú. Rồi nhân tiện, tôi cũng tò mò không biết dạo này Lee Seung Ki có hoạt động phim ảnh hay ca nhạc gì hay không, nên lại lân la qua cả trang wiki của anh ấy để xem tiếp… Cứ lướt web như vậy, trong vòng 1 tiếng, bạn có thể xem được khoảng hàng chục trang thông tin tiếng Anh. Dù bạn chỉ xem 1/3 hay thậm chí 1/4 mỗi trang thì lượng tiếng Anh bạn tiếp xúc tính ra cũng khoảng 10 trang A4, chả kém gì khi bạn ép mình đọc những thứ mà bạn không thích như trên BBC hay VOA. Với phương pháp này, thời gian tiếp thu tiếng Anh của bạn sẽ tăng lên gấp bội. Bạn có thể dành 4-5 tiếng trong một đêm lướt web đọc tiếng Anh hăng say mà không muốn nghỉ, không giống như mấy bản tin BBC, mới đọc 15 phút đã muốn nghỉ giải lao… 2 tiếng. Khi đọc nguồn thích, bạn sẽ không bao giờ nghĩ tới việc giải lao nữa vì đây đã là phương pháp học mà chơi, chơi mà học rồi. Lướt web giải trí là việc mà hầu hết chúng ta đều làm hằng ngày và có nhiều người tốn không ít thời gian cho nó. Chỉ cần một thay đổi nho nhỏ, thay vì lướt web tiếng Việt thì bạn lướt web tiếng Anh, khi đó, việc học tiếng Anh sẽ biến thành việc giải trí mà bạn làm hằng ngày. Bạn đừng hiểu lầm wikipedia là nguồn duy nhất mà tôi khuyên chọn. Chẳng qua vì khi search “Secret Garden korean drama” trang wiki hiện ra đầu tiên nên tôi sử dụng nó thôi. Bạn không nhất thiết phải đọc riêng một nguồn nào cả. Để tìm đọc về thứ mình thích, bạn chỉ cần search Google và chọn ra trang mà mình thấy phù hợp. Trang http://www.allkpop.net là một trang tôi thường ghé xem các tin tức về làng giải trí Hàn Quốc, từ phim ảnh đến ca nhạc và các sao. Thường thì tôi sẽ lướt qua các tiêu đề, lựa chọn các tin hấp dẫn hoặc về các sao mình quan tâm để đọc. Phần này đã ví dụ về phim ảnh Hàn Quốc tương đối nhiều, vì thế tôi sẽ lấy thêm ví dụ về một chủ đề thuộc lĩnh vực khác. Dynasty Warriors là một game mà tôi rất “nghiền”. Đây là một game hành động lấy cảm hứng từ nhân vật thời Tam Quốc, bạn sẽ điều khiển một tướng, như Quan Vũ hay Tào Tháo đi đánh giặc, tả xung hữu đột, một mình chọi một vạn. Nhờ “nghiền” game và tạo hình của các nhân vật trong phim nên tôi bắt đầu tò mò và muốn tìm hiểu về lịch sử và các nhân vật thời Tam Quốc. Ví dụ một nhân vật mà tôi rất thích là Khổng Minh/Gia Cát Lượng và một quân sư chủ chốt của nhà Thục – Lưu Bị. Search Google “Zhuge Liang”, xem xong trang wiki và lướt qua khoảng năm trang đầu tiên, tôi thấy có một topic là Is Zhuge Liang overrated? trên trang forum http://www.the-scholars.net, hứa hẹn sẽ có những bài tranh luận hay về khả năng thực sự của Zhuge Liang. Và quả thực trong trang forum đó có rất nhiều thông tin đem đến một góc nhìn khách quan về ông. Theo như trong truyện, các chiến thuật, mưu kế của trận Xích Bích phần lớn là của Gia Cát Lượng, còn theo như các thông tin trong forum bàn luận thì do bên nước Ngô làm hết: “Zhou Yu (Chu Du), Cheng Pu (Trình Phổ) and Huang Gai (Hoàng Cái) did all the tactical planning for the Battle of Chi Bi (Trận Xích Bích)”, “Lu Su (Lỗ Túc) approached Liu Bei (Lưu Bị) with plans for a Joint Defense against Cao Cao (Tào Tháo)”… Đọc tiếp các bài viết về sau thì sẽ phát hiện ra là những thông tin này đều lấy từ chính sử viết bởi Chen Shou (Trần Thọ), sống vào thời Tam Quốc và làm quan triều Tấn (Jin Dynasty), từ đây, tôi có thể tìm đọc tiếp các tài liệu chính sử của Chen Shou… Vậy là cứ chuyện này dẫn sang chuyện khác, hầu như không có điểm ngừng. Bạn cứ đọc và đọc, càng đọc càng thấy tò mò, hăng say. Bạn sẽ phải ngạc nhiên vì hiệu suất “cày” tiếng Anh của mình, mới hôm nào bạn còn gò bó “cày” BBC 1-2 bài/ngày đầy ngán ngẩm, bây giờ bạn đang tiếp thu được một lượng tiếng Anh gấp (ít nhất) 20 lần như vậy. Sử dụng các nguồn cần Thử tưởng tượng trường hợp một người họ hàng của bạn bị mắc bệnh nan y, cả nhà đã vất vả chạy chữa một thời gian dài nhưng vẫn không thấy dấu hiệu gì tích cực. Người thân của bạn trông ngày càng gầy và yếu đi, bác sĩ không tìm ra được phương pháp nào tích cực hơn cả. Rồi tình cờ, bạn bắt gặp được một tài liệu về đúng căn bệnh đó, đưa ra một phương pháp có thể chữa lành bệnh mà các bác sĩ Việt Nam đã bó tay. Bạn sẽ làm gì? “Bằng tiếng Anh sao? Chắc không đáng tin đâu, bác sĩ có bằng cấp người ta đã bó tay thì đọc cái này chắc cũng chẳng giải quyết được gì.” Hay bạn sẽ ôm ngay lấy tài liệu đó về và đọc ngày đọc đêm? Nếu đã chọn phương án 2, dù tài liệu có khó hiểu hay cao siêu thế nào, cũng đừng nghĩ “Trình mình không tới, tạm bỏ qua vậy. Chắc cần ra trung tâm học vài khóa Reading for IELTS rồi mới quay lại đọc được” (có thể đây là bài ca muôn thuở của bạn khi gặp tài liệu khó), thay vào đó, bạn hãy nghĩ “Khó thật đấy nhưng mình nhất định phải biết phương pháp này”. Khi đó, bạn sẽ tìm mọi cách và bằng mọi giá để đọc. Bạn có thể đọc đi đọc lại đến chục lần, tra từng từ để hiểu, chứ không như bình thường chỉ mới đọc lại 2-3 lần (có khi chỉ 1 lần), lười tra từ mới và bỏ cuộc. Bạn đọc như điên chỉ để tìm một câu trả lời (IELTS cũng thế). Tôi cá là 1.000 trang tài liệu chẳng là gì với bạn. Bạn có thể giải quyết nó chỉ trong 3 ngày với trình tiếng Anh trung bình tại thời điểm đó. Sẽ có lúc nhìn lại, bạn chắc chắn phải ngạc nhiên với độ “siêu nhân” của mình. Đây chỉ là một ví dụ nhỏ về nguồn cần. Trong cuộc sống hằng ngày, bạn sẽ bắt gặp nhiều thứ mà mình cần tìm hiểu khác như: cách chăm sóc em bé (cho các bà mẹ), cách tập thể hình (cho các chàng trai). Nguồn cần sẽ cho bạn động lực để đọc các tài liệu tiếng Anh nghiêm túc (formal/academic) hơn nguồn thích. Đây cũng là phương pháp để luyện tập một cách đọc rất giống với IELTS: đọc để tập trung tìm câu trả lời. 2. Reading – Một số điểm cần lưu ý Giai đoạn đầu đọc sẽ rất chậm Nếu bạn nào có khởi đầu kém như tôi (chỉ được 5 phẩy môn Anh văn phổ thông) thì khi bắt đầu đọc, tốc độ có thể sẽ rất chậm. 1 tiếng có thể bạn chỉ đọc được khoảng 1/2 trang A4 vì hầu hết câu nào bạn cũng phải tra từng từ, từng chữ mới hiểu được. Tôi đã từng trải qua giai đoạn đó nên tôi hiểu điều đó thế nào. Nếu trong giai đoạn đó bạn “ngây thơ” nghe theo lời các siêu nhân, lên BBC hay CNN mà “cày” thì nhiều khả năng đó là lần cuối trong đời mà bạn muốn tiếp xúc với tiếng Anh. Người ta hay gọi đó là “đã yếu lại còn ra gió”. Tiếng Anh yếu mà còn ép mình đọc những tin “khủng” trên BBC như “US Missile Defense System Test Fails…” (thử nghiệm lá chắn tên lửa của Mỹ thất bại) – chuyện mà bạn thực sự chẳng quan tâm thì trình độ chưa kịp lên, bạn đã muốn bỏ cuộc rồi. Vào thời điểm tôi bắt đầu học tiếng Anh là năm 2009, thời Super Junior “phát sốt” với bài Sorry, Sorry. Thú thực, một phần cũng nhờ SJ mà tôi mới có khởi đầu khá suôn sẻ như vậy. Hồi đó Google, bắt đầu tìm hiểu profile (thông tin) của từng thành viên, trên các trang tiếng Việt, thông tin thì lèo tèo, tin tức thì lắt nhắt. Tôi bắt đầu lân la sang các trang tiếng Anh, lướt qua và thấy thông tin của họ đầy đủ và chi tiết hơn hẳn, vì thế tôi quyết định đọc tiếng Anh. Ban đầu là các trang profile của từng thành viên trên wiki, sau đó lại sang các trang tin giải trí bằng tiếng Anh khác. Thời gian đầu tôi đọc rất chậm. Cả buổi tối chắc chỉ đọc hết được 1 trang wiki của 1 thành viên (chỉ khoảng 2 trang A4). Tuy nhiên, tôi không thấy chán mà ngược lại, rất phấn khích vì biết được nhiều điều thú vị về thần tượng của mình. Khi đọc các nguồn mà mình không quan tâm như trên BBC, bạn sẽ không thể nào dành cả buổi tối để đọc dò từng dòng, tra từng chữ hết 2 trang A4 như khi bạn làm với nguồn thích được. Dĩ nhiên, nếu bạn gồng mình lên thì bạn vẫn qua được 1 ngày, 2 ngày nhưng đến ngày thứ 3 bảo đảm bạn sẽ bị đuối. Sau khoảng 2 tuần đến 1 tháng từ khi bắt đầu đọc, tốc độ của bạn sẽ được cải thiện rõ rệt. Bạn sẽ bớt tra từ điển đi đáng kể, nắm bắt ý nhanh hơn (do đã quen hơn với cách hành văn của tiếng Anh) và cảm thấy thoải mái hơn rất nhiều khi nhìn thấy “cả đàn chữ” tiếng Anh. Hãy tập trung vào nội dung mà bạn đang đọc. Đừng tập trung vào học tiếng Anh. Chắc hẳn bạn đang không hiểu ý của câu “Đừng tập trung vào học tiếng Anh” là thế nào. Ý của tôi là trong khi đọc, bạn không nên và cũng không cần tìm hiểu, tra cứu tiếng Anh quá kỹ, cũng không nên ghi chú từ vựng cấu trúc gì cả. Ví dụ như khi đọc câu “In December 2009, Hankyung departed from the group after filing a lawsuit against their agency S.M. Entertainment”, bạn không hiểu từ depart và cụm filing a lawsuit, thì bạn chỉ cần tra nhanh biết được depart là rời khỏi, to file a lawsuit là đệ đơn kiện (hay “kiện” cho ngắn gọn). Bạn có thể hiểu đại ý của câu đó là “… Hankyung rời nhóm [SJ] sau khi đệ đơn kiện…”. Như vậy là đủ. Đừng lẩm nhẩm vài ba lần cho thuộc một từ. Đừng tra cứu sâu xa quá. Như động từ to file còn các nghĩa khác như…, thường nằm trong cấu trúc như…, còn to depart có 2 giới từ đi cùng là depart for và depart from, danh từ của depart là departure, rồi nhắc đi nhắc lại cho nhớ. Cũng đừng viết ghi chú (take note). Nói chung là bạn đừng nghĩ rằng bạn đang học tiếng Anh, mục tiêu của bạn là đọc và hiểu nội dung tài liệu bạn đang đọc. Bởi nếu kết hợp làm những việc trên, sự tập trung của bạn sẽ hướng vào việc “học tiếng Anh” chứ không phải việc bạn thích là “tìm hiểu về SJ” nữa. Và chắc bạn cũng đồng ý với tôi rằng việc học tiếng Anh, cũng giống như học Toán, học Lý,… vậy, chẳng có mấy hứng thú với bạn. Có thể 10 phút đầu bạn sẽ rất hưng phấn, chuẩn bị giấy bút sổ tay để ghi ngay vào khi gặp gì đó hay ho nhưng cảm giác đó chẳng kéo dài được bao lâu. Thành ra sau 10 phút đầu thì bạn sẽ lại thấy uể oải và ngán ngẩm chẳng khác gì khi đọc BBC. Nếu bạn có thể vừa đọc vừa tra cứu, ghi chú liên tục trong 3-4 tiếng và vẫn thấy thoải mái thì hãy tiếp tục, vì có thể bạn là một trong số ít những người có tình yêu với ngoại ngữ. Với tôi, tiếng Anh chỉ là một công cụ để phục vụ công việc và giải trí (việc cần và việc thích), đọc được những thứ cần và thích đọc, nghe được những thứ cần và thích nghe, thế là đủ. Không nhất thiết phải dịch ra tiếng Việt mới gọi là hiểu Trong khi đọc sẽ có những từ mà bạn nên hiểu và biết nó theo nghĩa tiếng Anh, không nhất thiết phải dịch ra tiếng Việt. Số lượng những từ kiểu đó trong quá trình đọc của bạn là không ít, nên nếu bỏ qua được thói quen “phải tra tiếng Việt”, bạn sẽ tiết kiệm được rất nhiều thời gian cho mình. Ví dụ như từ “stem cell”, bạn có thể đã bắt gặp từ này ở đâu đó. Đặt nó trong ngữ cảnh, bạn có thể hiểu đơn giản là “a biological (or medical) technology”. Vậy là đủ. Nếu bạn tra tiếng Việt, dịch từ đó ra là “công nghệ tế bào gốc” và nghĩ rằng phải dịch ra như thế mới gọi là hiểu, thì cuối cùng bạn cũng chỉ biết “stem cell” là “tế bào gốc”, “một công nghệ gì đó, liên quan tới y, sinh học”, không rõ ràng hơn “a biological, medical technology” là mấy. Vậy nên, trừ trường hợp bạn muốn tìm hiểu sâu về “stem cell” ở Việt Nam, muốn nghiên cứu xem công nghệ này ở nước ta phát triển như thế nào thì hãy dịch ra tiếng Việt để tra cứu Google. Còn nếu không, việc dịch ra tiếng Việt những từ như vậy cũng sẽ chỉ phí công vô ích, không cần thiết. Học từ vựng không phải cách tốt để cải thiện Reading Kiểu học từ vựng mà tôi nói ở đây là kiểu chọn đại ra trong từ điển 10 từ để học, đọc định nghĩa, xem ví dụ và nhẩm cho nhớ,… Học từ vựng kiểu đó sẽ chẳng giúp được gì cho Reading của bạn cũng như những kỹ năng khác. Lý do đơn giản là vì bạn sẽ quên nó nhanh chóng. Có thể chia từ vựng thành 2 loại: Loại bạn cần biết và loại bạn không cần biết. Từ bạn cần biết là những từ thông dụng, được sử dụng rộng rãi (vậy nên bạn mới cần phải biết). Vì nó thông dụng nên trong khi đọc nguồn thích và cần bạn sẽ có cơ hội gặp nó thường xuyên. Bạn có thể tự động nhớ từ đó mà không cần phải học theo phương pháp trên. Còn nếu từ đó là từ bạn không cần biết, cả năm chắc bạn chỉ gặp 1 lần hoặc không gặp (vì nó không thông dụng, hoặc do quá chuyên ngành). Dù có cố học nó theo phương pháp trên cũng chẳng có ích gì. Nhiều khả năng bạn sẽ cất nó đi và không bao giờ dùng đến hoặc nếu có dùng đến thì lúc đó bạn đã quên mất rồi. Dù rơi vào trường hợp nào thì việc học từ vựng kiểu như ở trên cũng là không cần thiết. Trong phần sau, tôi sẽ nói kỹ hơn về cách học từ vựng mà không làm bạn tốn công vô ích. 3. Reading – Những điều bạn thắc mắc Thắc mắc: Mình lườiii!!! hoặc Sao mỗi khi mình bắt tay vào học tiếng Anh thì lúc đầu thấy rất hưng phấn nhưng chỉ được một lúc sau mình đã thấy rất chán nản rồi? Trả lời: Đó là do bạn sử dụng không đúng nguồn tiếng Anh. Nếu người khác nhìn thấy tôi tiếp xúc với tiếng Anh nguồn thích và cần chắc ai cũng sẽ bảo rằng tôi suốt ngày lướt web chơi không chứ chẳng học hành gì cả. Sử dụng nguồn thích và cần sẽ làm việc học cũng giống như chơi vậy. Khi đó bạn sẽ không thể chán hay lười được nữa, vì nói thế chẳng khác nào bảo “Chơi nhiều chán quá!”, “Lười chơi quá đi thôi!” Thắc mắc: Mình đã làm theo hướng dẫn, đọc những nguồn thích nhưng vẫn bị hai triệu chứng trên. Trả lời: Có ba trường hợp: Một là bạn quá cứng nhắc trong việc đọc thứ mình thích. Bạn có thể thích một chủ đề nào đó nhưng không nhất thiết phải ép mình đọc mọi thứ về nó, bạn chỉ cần đọc những thứ mình thực sự thích và có hứng thú tìm hiểu thôi. Như ví dụ ở trên là tôi thích phim Secret Garden nhưng tôi không đọc hết các thông tin về phim đó, mà đọc lướt để chọn ra phần nào có hứng nhất. Còn nếu bạn quá cứng nhắc, ép mình đọc hết mọi thứ về chủ đề đã chọn thì chẳng khác gì đọc những nguồn mình không thích cả. Hai là bạn không thực sự thích nguồn mình đã chọn. Hãy chọn một nguồn khác thích hợp hơn. Nếu bạn biết mình đam mê việc gì thì hãy thử khám phá, tìm hiểu về việc đó bằng tiếng Anh. Nếu bạn chưa rõ mình đam mê, thích gì thì cũng không sao, bạn chỉ cần để ý xem, hằng ngày bạn giải trí như thế nào, bạn thích lướt web để đọc gì, bây giờ hãy làm mọi việc đó bằng tiếng Anh là được. Ba là do bạn tập trung vào tiếng Anh nhiều quá. Cách khắc phục như tôi đã nói ở trên, bạn đừng nghĩ là mình đang học tiếng Anh. Hãy tập trung vào việc đọc hiểu thứ bạn thích. Khi cần tra từ thì chỉ cần tra ngắn gọn, hiểu được nội dung và đừng cố lẩm nhẩm học thuộc và nhớ thêm các cấu trúc liên quan… Thắc mắc: Đọc nhiều như vậy chi bằng đọc ít mà kỹ thì tốt hơn? Trả lời: Đúng là với cách đọc của tôi, bạn sẽ phải đọc rất nhiều, nhưng với tâm lý thoải mái và muốn đọc, càng đọc bạn sẽ càng thích thú. Còn đọc “ít mà kỹ” theo tôi hiểu là kiếm một bài viết rồi ngồi ngâm nga nghiên cứu, tra từng từ phân tích từng chữ, nhẩm cho thuộc. Đọc kiểu này là không cần thiết và có nhiều tác dụng phụ có hại. Việc bạn tra từng từ rồi cố gắng nhớ là việc mất thời gian mà không cần thiết. Nếu đó là từ thông dụng cần nhớ thì khi đọc nhiều theo cách của tôi, nó sẽ lặp đi lặp lại nhiều lần, bạn sẽ tự động nhớ từ đó. Còn nếu từ đó không thông dụng, cả năm chỉ gặp 1 lần thì việc bạn cố nhét nó vào đầu cũng không có ích lợi gì. Nhiều khả năng là chỉ một thời gian sau bạn sẽ quên vì hiếm khi gặp lại và hiếm có cơ hội sử dụng. Kiểu đọc kỹ còn có tác dụng phụ là làm cho việc đọc trở nên nặng nề, mau chán và bạn không thể đọc lâu được (giống như tôi đã nói trong phần “Hãy tập trung vào nội dung đang đọc. Đừng tập trung vào học tiếng Anh”). Thắc mắc: Làm sao để biết khi nào nên ngừng kiểu đọc tra từng chữ, khi nào có thể đọc nhanh? Trả lời: Nguyên tắc là hãy cứ đọc nhanh nhất có thể. Nếu đọc nhanh quá khiến bạn không kiểm soát được nội dung thì bạn có thể điều chỉnh để đọc chậm lại. Thường thì mỗi nguồn tài liệu khác nhau bạn sẽ đọc với tốc độ khác nhau. Như với các trang wiki hay các trang tin trên mạng, bạn có thể đọc rất nhanh, còn khi đọc tài liệu khó như chuyên ngành hay những văn bản đặc biệt thì tốc độ có thể giảm xuống còn 1/2, 1/3. Chỉ tra những từ mà bạn thích tra hoặc cần tra. Kiểu đọc tra từng chữ là do khi là người mới bắt đầu (beginner), phải tra từng chữ mới hiểu được người viết nói gì. Về sau này, dù vẫn có những từ không biết nhưng bạn có thể hiểu ý của câu văn và vô tư bỏ qua, hoặc tra vì thích thú và tò mò. Đừng ép mình phải tra hết từ mới vì mục đích học tiếng Anh.  "
        },
        {
            "order": 7,
            "name": "Phần II. Nâng Cao Khả Năng Anh Ngữ",
            "content": " Tương quan giữa bốn kỹ năng – Reading, Listening, Writing và Speaking Muốn viết hay thì phải đọc nhiều. Muốn nói giỏi thì phải nghe nhiều. Do đó 99% thời gian học tiếng Anh của bạn sẽ dành nhiều nhất cho việc đọc và nghe. Tôi sẽ giải thích thêm về điều này trong phần Kỹ năng Writing và Speaking. Nhưng bạn vẫn băn khoăn tự hỏi: “Làm sao chỉ nghe và đọc mà “tự nhiên” trình Writing và Speaking cũng lên? Nghe kì vậy?” Tôi xin tạm giải thích rằng việc này không có gì kì cục nếu bạn suy ngẫm lại cách bạn đã học Writing và Speaking trong tiếng Việt. Về Writing, trong tiếng Việt, muốn viết văn hay thì bạn làm gì? Viết nhiều? Chắc chắn là không. Muốn tả con mèo hay chẳng lẽ bạn cứ cầm bút lên, bắt tay vào viết ngay 10 bài, mỗi bài vài trang rồi tự nhiên viết hay? Việc bạn và mọi người đều làm là đọc nhiều (và một phần từ nghe). Muốn tả con mèo hay, bạn phải đọc về tả mèo – đọc văn mẫu, bài viết của người khác, cóp nhặt từ vựng hay, cách diễn đạt hay, rồi từ đó mới bắt đầu viết, áp dụng những ý hay đã đọc được vào bài viết của mình. Kỹ năng Speaking cũng tương tự. Từ bé chắc chắn ai cũng được mớm từng tiếng gọi “Ba”, “Mẹ”, từng câu chào, từng lời cảm ơn, từng cách diễn đạt đơn giản “lửa thì nóng”, “đói ăn”, “khát uống”, “đường ngọt”, bạn nghe và bắt chước (ngoài cách này ra, không còn cách nào khác để bạn học nói tiếng Việt). Nếu để ý bạn thì sẽ thấy, trong các gia đình tri thức, ba mẹ dành thời gian gần gũi và dạy dỗ con cái nhiều thì đứa bé sẽ dùng từ ngữ thưa hỏi dạ vâng đầy đủ. Còn những bé không được ba mẹ chỉ dạy nhiều thì lời ăn tiếng nói đôi khi có vẻ hơi cộc lốc. Tôi đã từng thấy một cô bé khoảng 4-5 tuổi trong một gia đình lao động ghé nhà chơi, thưa hỏi không biết mà đã biết nói bậy. Có gì không vừa ý, khó chịu là nói bậy. Tôi không tin là bọn nhóc 4-5 tuổi có thể hiểu được những lời bậy bạ mà chúng nói, và dùng chúng để diễn tả sự bực bội, không hài lòng của mình. Có thể cô bé tạm thời không hiểu câu ấy nghĩa là gì nhưng vẫn có thể sử dụng chúng chính xác, trong những hoàn cảnh “thích hợp”. Chỉ có duy nhất một cách giải thích là cô bé đã vô tình nghe và nhìn cảnh cãi nhau bực tức ở đâu đó, rồi bắt chước cách sử dụng những lời nói bậy đó trong “ngữ cảnh” tương tự. Tóm lại cũng tương tự như Writing, khả năng Speaking sẽ đến từ Nghe nhiều (và một phần từ Đọc).  "
        },
        {
            "order": 18,
            "name": "Thoải Mái Trước Ngày Thi",
            "content": " Trước ngày thi bạn có thể xem lướt qua một số tài liệu, xem lại những lưu ý và mẹo làm bài. Đừng học những kiến thức nặng nề như từ vựng hay cấu trúc. Đêm trước ngày thi tốt nhất bạn đừng cố học thêm gì, mà nên giải trí nhẹ nhàng, như xem tivi hoặc ra ngoài với bạn bè. Điều cần lưu ý với các game thủ là đừng chơi game. Nhiều bạn nghĩ rằng chơi game là giải trí nhưng sự thực, nó khiến đầu óc bạn căng thẳng chẳng khác gì đi thi cả. Hãy tới sớm trước giờ thi 30 phút. Tới nơi thi sớm, bạn sẽ có thời gian thư giãn hít thở, giúp bạn tỉnh táo và làm việc suôn sẻ hơn rất nhiều. Khoảng thời gian đó cũng đủ để bạn làm quen thêm nhiều người bạn thú vị và có mục tiêu tương tự mình. Chúc bạn thi tỉnh táo và may mắn! Hy vọng cuốn sách này đã giúp ích được nhiều cho bạn trong quá trình ôn luyện. Nếu có gì thắc mắc bạn hãy gửi email tới [email protected]. I’m more than happy to receive your emails. Thank you and Goodbye! Trung Kiên.  "
        },
        {
            "order": 12,
            "name": "Chương 4. Sẵn Sàng Trước Vạch Xuất Phát",
            "content": " 1. Tổng quan về IELTS Bài thi IELTS gồm 4 phần và được hoàn thành theo thứ tự sau: Listening Buổi thi bắt đầu vào buổi sáng với bài Listening kéo dài khoảng 30 phút. Gồm có 4 phần nhỏ với tất cả 40 câu hỏi. Bạn sẽ phải vừa nghe vừa ghi lại câu trả lời vào đề bài. Cuối phần nghe bạn sẽ được cho thêm 10 phút để ghi lại câu trả lời vào giấy làm bài (answer sheet). Reading Kéo dài 60 phút. Bạn sẽ phải đọc 3 bài, mỗi bài khoảng 500-700 từ. Phần này cũng có tổng cộng 40 câu hỏi. Một điều đáng chú ý là bạn sẽ không có thêm 10 phút để chép lại câu trả lời vào giấy làm bài như ở phần Listening. Vì thế bạn sẽ phải vừa trả lời câu hỏi và chép lại câu trả lời vào answer sheet, tất cả trong vòng 60 phút. Writing Kéo dài 60 phút. Gồm 2 phần nhỏ. Phần 1 bạn sẽ phải viết 1 bài report tối thiểu 150 từ về một biểu đồ, bảng số liệu hoặc một quy trình. Phần 2 bạn sẽ phải viết một bài luận (essay) tối thiểu 250 từ, đưa ra ý kiến về một vấn đề. Speaking Ba kỹ năng trên bạn sẽ thi gói gọn trong một buổi sáng. Còn Speaking thì thường sẽ thi vào chiều hôm đó. Hoặc nếu muốn thì bạn cũng có thể chọn bất cứ ngày nào trong vòng 5 ngày sau buổi thi ba kỹ năng trên để tới thi Speaking. Phần Speaking gồm có 3 phần nhỏ. Phần 1 – chào hỏi, giám khảo sẽ hỏi thăm bạn về gia đình, nhà cửa, quê hương, bạn bè, hàng xóm láng giềng, những chuyện xảy ra hằng ngày. Phần 2 – giám khảo sẽ đưa bạn một tờ giấy, trong đó có ghi một chủ đề và 3-4 câu hỏi. Bạn sẽ có 1 phút để suy nghĩ, sau đó thì bạn sẽ phải nói một mình trong vòng 1 tới tối đa 2 phút. Nếu sau 2 phút mà bạn vẫn còn nói thì giám khảo sẽ ngừng bạn lại. Phần 3 – bạn và giám khảo sẽ bàn luận về một chủ đề, thường có liên quan tới phần 2. Chi tiết về các phần thi bạn có thể tham khảo kỹ hơn tại: http://www.ieltsessentials.net/know_the_test/test_format.aspx 2. Mục tiêu IELTS 7.0 Mục tiêu của chúng ta ở đây là IELTS 7.0, chứ không phải 8.0 hay 6.0. Cách nhau 1 điểm dẫn đến những đòi hỏi về kỹ năng rất khác nhau. Do đó bạn cần phải tập trung vào yêu cầu của 7.0, tập trung vào những việc mà tôi trình bày dưới đây để lấy điểm 7.0. Sẽ có những kỹ năng trong tiếng Anh mà bạn nghĩ là mình nên cải thiện nhưng hoàn toàn không cần thiết cho IELTS 7.0. Ví dụ như việc luyện ngữ âm (innotation) cho giọng uyển chuyển, nghe cho giống với giọng bản xứ là việc quá xa xỉ với mức 7.0. Bạn không cần phải lên xuống giọng cho hay để lấy 7.0. Tôi có biết một anh nói tiếng Anh giọng rất ngang nhưng Speaking 7.0, Overall 8.0; một cậu bạn nói giọng cũng chẳng “Tây” lắm, nhưng Speaking 7.5, Overall 7.5. Điểm chung mà 2 người cùng có là phát âm đúng và diễn đạt tốt. Một lưu ý nữa là nếu bạn có muốn học hỏi kinh nghiệm, hãy tìm những người có điểm IELTS cao hơn hoặc bằng mục tiêu của bạn. Bạn muốn có IELTS 7.0, hãy học hỏi từ những người có điểm IELTS >= 7.0, tuyệt đối đừng nghe người đạt 6.5 trở xuống. Điều này thoạt nghe có vẻ rất hiển nhiên nhưng tôi đã gặp không ít người mục tiêu IELTS 6.5 lại đi hỏi thăm những người bạn chỉ đạt IELTS 6.0 cách ôn luyện… Học hỏi từ một người IELTS chưa đạt 7.0 thì kết quả IELTS của bạn cũng sẽ chỉ tương tự họ. 3. Kế hoạch tổng hợp Giả sử trình độ tiếng Anh thời trung học của bạn chỉ đạt 5 phẩy. Bạn không biết nhiều về ngữ pháp, đòi hỏi căn bản là bạn biết nhận diện tiếng Anh, không nhầm tiếng Anh với tiếng Pháp, tiếng Ý; khi đưa một văn bản tiếng Anh và một cuốn từ điển Anh-Việt bạn có thể tự đọc hiểu sơ sơ, thế là đủ. Từ mức đó, để lấy được IELTS 7.0, bạn cần một lượng tiếng Anh đầu vào là:  Reading: 2.500 trang A4 x 400 từ/trang (khoảng 500 giờ đọc). Listening: 400 giờ nghe hiểu. Từ vựng: Lượng từ đầu vào có nguồn càng đa dạng càng tốt.  Số liệu trên do tôi ước lượng dựa vào một số trang web: http://effortlessenglishclub.net/how-to-learn-english-very-fast. Tác giả AJ Hoge ước tính bạn cần 8-14 tiếng đầu vào (input) hằng ngày, trong khoảng 2-3 tháng, tức là khoảng 1.100 giờ, thì có thể nâng trình độ của mình từ trung cấp (intermediate) lên thành thông thạo (fluent) (vì đối tượng người học của tác giả AJ là intermediate, không phải là beginner). http://www.antimoon.net/how/input-howmuch.htm. Tác giả Tomasz P. Szynalski người Ba Lan ước tính: từ beginner thành fluent, bạn cần đọc 60 trang và nghe 6 giờ tiếng Anh (dạng interview) mỗi tuần trong vòng 3 năm. Tính ra, bạn sẽ cần học khoảng hơn 1,5 tiếng mỗi ngày. Tổng cộng là khoảng 2.000 giờ trong vòng 3 năm, để từ beginner lên fluent. Tổng hợp thông tin từ các trang http://en.wikipedia.org/wiki/Common_European_Framework_of_Reference_for_Languages, hoặc http://en.wikipedia.org/wiki/University_of_Cambridge_ESOL_Examinations, ta được bảng sau:     CEFR   Group name   IELTS     C2   Proficiency   8.0 – 9.0     C1   Advanced   7.0 – 8.0     B2   Upper intermediate   5.5 – 6.5     B1   Intermediate   4.0 – 5.0     A2   Elementary   3.0 – 3.5     A1   Beginner       Các nhà vô địch Đường lên Đỉnh Olympia thường phải học khoảng 4-5 lớp ở ACET, tương đương 400-500 giờ học tiếng Anh. Thêm với giờ tự học (không quá nhiều vì mỗi ngày học hơn 4 tiếng ở ACET là đã đủ mệt rồi) có lẽ là khoảng 700 giờ. Điểm IELTS của các nhà vô địch thường là 6.5. Cộng với kinh nghiệm cá nhân thì 900 giờ học ở trên (500 giờ Reading và 400 giờ Listening) là hợp lý và cũng là mức tối thiểu bạn phải hoàn thành để đạt được IELTS 7.0 (từ trình độ elementary). Có thể bạn đang thắc mắc… Như vậy, đơn giản là cứ học (tiếp xúc với tiếng Anh), vậy là đã đủ để đạt được kết quả, sao phải học một loạt phương pháp dài dòng (đến 50 trang) ở trên làm gì? Bạn đúng một nửa, là cứ đọc nhiều, nghe nhiều, học cho đủ giờ là bạn đã sẵn sàng chinh phục IELTS 7.0. Còn về phương pháp, đó là công cụ giúp bạn có thể hoàn thành 900 giờ học đó nhanh, hiệu quả và nhẹ nhàng nhất. Nếu không thì việc bạn có thể hoàn thành 900 giờ học trên là điều gần như không thể. Không có một phương pháp hiệu quả và một nguồn tiếng Anh phù hợp như trên, việc bạn bỏ cuộc chỉ là vấn đề thời gian thôi. Nếu tự học thì bạn định sẽ hoàn thành 500 giờ, bạn sẽ học Reading như thế nào? Bạn sẽ nghe lời khuyên của các siêu nhân: BBC, thanhnien English edition? Việc bỏ cuộc chỉ là vấn đề thời gian. Còn 400 giờ Listening? Bạn định theo coursebook, mỗi cuốn chỉ có tối đa 2 CD, tương ứng với tối đa 2 giờ nghe? Nếu ý chí sắt đá, bạn sẽ cần dự trữ khoảng 200 cuốn coursebook. Bạn sẽ “tắm ngôn ngữ” chứ? Có lẽ bạn sẽ phải “tắm” tới 40.000 giờ để lấy được IELTS 7.0. Bạn có đủ dư dả để theo học ở trung tâm ACET. Điều đó là quá tốt. Nhưng 99.99% là bạn sẽ học buổi đầu tiên nghiêm túc nhất. Tất cả những buổi học sau sẽ giống như gánh nặng, bạn vừa học vừa muốn ra chơi, bài tập làm qua loa cho xong, rốt cuộc, bạn sẽ chỉ tiếp thu được khoảng 50% buổi học. Bạn nghĩ các nhà vô địch Olympia cũng học làng nhàng như vậy cho xong 4-5 lớp là lĩnh điểm IELTS 6.5? Dĩ nhiên là không, họ có khả năng tập trung trên lớp hơn chúng ta, và ngoài giờ trên lớp họ còn tự “cày” thêm nữa. Do đó khi theo ACET, bạn cần chuẩn bị 1 trong 2 điều, 1 là chăm chỉ như các nhà vô địch Olympia hoặc 2 là học phí đủ cho 10 khóa học. Lộ trình Reading Đơn giản là đọc các nguồn cần, nguồn thích, và mọi thứ bạn có thể đọc. Tốc độ trung bình tôi tính ở trên là 5 trang A4 mỗi giờ. Đây chỉ là trung bình thôi nên dĩ nhiên khi mới bắt đầu, bạn sẽ đọc chậm hơn rất nhiều, có thể chỉ đạt một trang A4 mỗi giờ. Đừng thắc mắc và tự ti “sao mình đọc chậm thế”, vì sau đó, dần dần, bạn sẽ đọc nhanh lên nhiều. Tốc độ sẽ hơn hẳn 5 trang A4 mỗi giờ. Lộ trình Listening Theo phương pháp Nghe và dò script trong khoảng 20 tiếng nghe đầu tiên, cách tính hơi đặc biệt một chút: nếu bạn cần nghe một bài 5 phút 4 lần, thì cũng chỉ tính là 5 phút. Sau đó, cũng như Reading, nghe thoải mái các nguồn cần, nguồn thích và mọi thứ có thể. Các hoạt động khác Học Vocabulary và Grammar xen kẽ nhau hằng ngày, theo phương pháp “Mục tiêu 15 phút” (xem phương pháp này cụ thể hơn ở phần Phụ lục). Bạn chỉ cần xem và ôn lại những từ thông dụng, thường gặp trong khi đọc, mà bạn đã biết nghĩa, không cần phải tra những từ lạ. Bạn cần bao lâu để lấy IELTS 7.0? Bao lâu là tùy vào trình độ hiện tại của bạn và thời gian bạn học mỗi ngày. Nếu trình độ bạn đang ở mức elementary và mỗi ngày bạn học 3-4 tiếng thì bạn sẽ cần khoảng 900/3 = 300 ngày, gần 1 năm để lấy IELTS 7.0. Phần ba của cuốn sách sẽ chỉ ra những chiến lược và kỹ năng bạn cần chuẩn bị và cần biết để đạt được điểm số tối đa với trình độ tiếng Anh hiện tại của mình. Nếu bạn chờ đợi sẽ có các câu mẫu, văn mẫu cho phần Speaking hay Writing, thì bạn nên quay lại phần Nâng cao trình độ tiếng Anh ở trên. Việc này liên quan tới trình độ tiếng Anh chứ không phải chiến lược hay kỹ năng làm bài của bạn.  "
        },
        {
            "order": 17,
            "name": "Chương 9. IELTS Practice Tests – Làm Đề Mẫu Một Cách Hiệu Quả",
            "content": " Tạo môi trường như thi thật Mục đích là để cho bạn cảm thấy quen và thoải mái với không khí thi, nhịp độ và cách làm bài của IELTS. Bạn sẽ dễ dàng tập trung vào bài thi hơn và không bị căng thẳng. Không nên nghỉ giữa chừng Khi làm đề thi thử của từng phần, bạn phải làm một lần xong hết từ A tới Z. Như phần Listening, bạn phải nghe một lượt hết 4 sections, không nên nghe 1 section, rồi đi giải lao 5 phút mới nghe tiếp. Hay có lúc lỡ không nghe được 1, 2 câu thì bạn cũng đừng nên quay lại để nghe cho ra. Cái mà bạn đang luyện tập lúc này là kỹ năng làm bài chứ không phải luyện nghe tiếng Anh nữa. Đối với phần Reading hay Writing cũng vậy. Bạn nên làm trọn vẹn trong một lần, không nên nghỉ giữa chừng. Bạn cũng không cần làm hết trọn vẹn ngay một đề. Bạn có thể chia ra sáng làm Listening, chiều làm Reading, tối làm Writing cũng được. Điều quan trọng là không nên nghỉ giữa chừng của từng phần. Đặt thời gian chính xác Phần Listening, sau khi nghe bạn cũng dành ra 10 phút để chép lại câu hỏi. Phần Reading và Writing, bạn đặt thời gian làm bài là đúng 60 phút. Answer sheet Với mỗi phần thi Listening hay Reading, bạn sẽ có một tờ answer sheet để ghi câu trả lời cuối cùng. Tờ answer sheet không cần phải công phu gì nhiều, chỉ cần đánh số từ 1-40 là được. Quan trọng là bạn phải có bước ghi câu trả lời cuối vào answer sheet. Khi làm bước này, bạn phải lưu ý một số điều để tránh những sai sót có thể gây ảnh hưởng xấu tới kết quả của bạn. Chi tiết mình sẽ nói rõ trong các phần “Kỹ năng làm bài”. Hạn chế những thứ dễ làm bạn mất tập trung  Tắt điện thoại di động Chuẩn bị đầy đủ dụng cụ: bút chì, gôm, giấy làm bài,… Nhắc người khác không làm phiền khi bạn bắt đầu làm bài. Chọn khoảng thời gian phù hợp để chắc chắn quá trình làm bài của bạn sẽ không bị gián đoạn. Ví dụ, gia đình bạn ăn cơm vào tầm 12 giờ trưa, bạn không nên bắt đầu làm bài vào lúc 11 giờ.   "
        },
        {
            "order": 0,
            "name": "Lời Giới Thiệu",
            "content": " Có thể bạn đang cần IELTS để phục vụ công việc, học tập. Có thể bạn đang cần IELTS để du học hoặc định cư ở một nước nói tiếng Anh. Hoặc chỉ đơn giản là bạn đang muốn hoàn thiện các kỹ năng Anh ngữ, nghe nói đọc viết, của mình. Dù là mục đích nào đi nữa thì tôi tin bạn đã lựa chọn đúng. Cuốn sách này là tổng hợp những tâm huyết, kinh nghiệm và cả sai lầm trong việc học Anh ngữ và thi IELTS của tôi và những người đi trước. Mục đích khi tôi viết cuốn sách này là để giúp các bạn đi sau chinh phục được mục tiêu học tiếng Anh của mình một cách nhanh chóng và dễ dàng nhất. Cụ thể, cuốn sách sẽ chỉ cho bạn:  Lộ trình cụ thể từ tiếng Anh trung bình đến IELTS 7.0. Một thay đổi nhỏ trong cách làm bài để bạn nâng điểm thi Speaking từ 6.0 lên 7.0. Sai lầm của hầu hết mọi người trong việc luyện Writing, khiến luyện nhiều mà hầu như không tiến bộ, bạn sẽ học được cách tránh sai lầm này. Phương pháp luyện Listening giúp bạn nghe rõ hầu hết những gì người khác nói chỉ trong 1 tháng. Câu chuyện về cách lấy IELTS 7.0 của một bạn “siêu lười”. Cách học từ vựng hữu hiệu nhất giúp bạn vận dụng từ được học trong nhiều ngữ cảnh khác nhau. Ba cách giúp việc học tiếng Anh của bạn nhẹ nhàng như chơi. Chơi càng nhiều thì trình tiếng Anh càng lên mau, bạn sẽ không bao giờ cảm thấy ngán ngẩm khi học nữa. Những cấu trúc bài viết sẽ giúp bạn lấy được điểm Writing 7.0. Nhận ra một sai lầm nghiêm trọng mà bạn rất có thể đang mắc phải khi làm bài Listening, điều khiến cho điểm của bạn luôn thấp hơn 7-8 câu so với khả năng đúng của mình. Khám phá phương pháp luyện Reading, cụ thể từng bước từ A-Z. Một lỗi mà hầu như ai cũng mắc phải trong việc luyện Writing và Speaking, khiến cho việc học không tiến bộ và cách khắc phục nó. Làm sao để không bị bí ý tưởng trong khi viết Writing.  … và nhiều bài học hữu ích khác nữa. Tôi luôn muốn những lời khuyên, những phương pháp, những gì tôi chia sẻ trong cuốn sách sẽ thiết thực và hữu dụng, chứ không phải những lời nói “dóc” sáo rỗng thiếu trách nhiệm. Do đó, trong khi viết, tôi đã luôn hình dung rằng mình đang nói chuyện với “chính mình của 5 năm trước”. Tôi luôn nghĩ về những sai lầm mình đã gặp phải, sự thiếu kinh nghiệm của mình trong khi tiếp xúc với ngôn ngữ mới, và từ đó đưa ra những hướng dẫn chân thành nhất, những điều mà tôi luôn ước rằng: phải chi mình biết trước thì việc học sẽ suôn sẻ biết nhường nào. Ngoài ra, tôi cũng bỏ ra khoảng 1 năm tiếp xúc và hướng dẫn trực tiếp cho những bạn còn bỡ ngỡ trong việc học tiếng Anh. Tôi làm vậy nhằm hiểu rõ các vấn đề và khó khăn của người Việt chúng ta khi học tiếng Anh, từ đó bổ sung thêm những hướng dẫn cần thiết để cuốn sách này đầy đủ hơn. Mong bạn sẽ thấy đây là một cuốn sách hữu ích! Tác giả Võ Trung Kiên  "
        },
        {
            "order": 13,
            "name": "Chương 5. IELTS Reading",
            "content": " Luôn luôn đọc câu hỏi trước khi bắt đầu đọc bài Nếu bạn không đọc câu hỏi trước mà đi thẳng vào bài đọc luôn thì chẳng khác nào mò đường trong rừng khi không có bản đồ cả. Bạn sẽ không biết mình đang đọc gì và cũng không rõ mình cần phải đọc gì. Với tâm trạng không rõ ràng như vậy thì bạn sẽ đọc rất chậm, giống như lần mò tìm đường khi đi lạc vậy. Khi đã đọc câu hỏi và biết mình cần gì, đọc gì, để ý đến thông tin gì thì việc đọc một bài dài và phức tạp như IELTS sẽ trở nên rõ ràng hơn, sự tập trung và tốc độ làm bài của bạn cũng sẽ được cải thiện. Ví dụ như khi bạn đọc trang wiki của Super Junior: http://en.wikipedia.org/wiki/Super_Junior, không phải vì bạn thích tìm hiểu mà vì ai đó bắt bạn đọc (cũng như IELTS bắt bạn đọc về chủ đề bất kì nào đó), chắc chắn bạn sẽ đọc qua quýt, đọc mà đầu óc không tập trung vào điều mình đang đọc. Còn trong trường hợp bạn đọc để trả lời một số câu hỏi hoặc làm rõ một số vấn đề nhất định thì khác. Ví dụ như khi tôi đọc về Super Junior:  Success of “Sorry Sorry” Album. (Answer: Section 2008–2009: Sorry, Sorry and career breakthrough, paragraph 3) Legal problem regarding departing members. (Section 2010–2011: Bonamana, lineup changes, and international recognition, paragraph 1) …  Để trả lời những câu kiểu như trên, bạn chỉ cần lướt thật nhanh qua xem đoạn nào “có vẻ” chứa những nội dung trên, rồi mới bắt đầu đọc kỹ hơn. Bài viết này đặt tên cho các tiêu đề khá hẹp nên việc tìm nội dung không quá khó. Nếu bỏ những tiêu đề đó đi sẽ giống như bài IELTS. Cách xem lướt và tìm thông tin như trên (Scan & Skim) bạn cũng sẽ áp dụng giống vậy vào bài IELTS. Scan & Skim – Cách tiếp cận bài IELTS Reading hiệu quả Đây là hai “kỹ năng” thường được nhắc tới và khuyên dùng trong các kỳ thi tiếng Anh, trong đó có IELTS. Tôi không muốn gọi đây là hai kỹ năng vì nó quá đời thường, quá dễ, hầu như ai cũng đã biết cách làm. Dùng từ “kỹ năng” khiến bạn sẽ có cảm giác phức tạp lên, hiểu về nó không rõ ràng vì có vẻ cao siêu và lạ lẫm, phải luyện tập nghiêm túc mới có. Thực sự, Scan & Skim rất đời thường và dễ thực hiện. Sau đây là hai ví dụ về việc bạn đã sử dụng thuần thục kỹ năng Scan & Skim (mà không biết đó là Scan & Skim). 1. Đọc báo: Mỗi khi vào vnexpress hay kenh14, bạn sẽ đảo mắt đọc lướt qua rất nhanh trang chủ, tìm thấy tin gì hấp dẫn mới đọc tiếp. Hoặc khi cần cụ thể thông tin nào đó như tỷ giá ngoại tệ, bạn cũng sẽ vào vnexpress, liếc nhanh đến bảng tỷ giá và chỉ đọc bảng đó (chứ dĩ nhiên không ai đi đọc từng hàng từng dòng hết nửa trang mới đến bảng tỷ giá). Đó là Scan & Skim. Hoặc như bạn vừa thi đại học xong, đọc báo xem kết quả thì gặp một bài viết kiểu như: “Đại học AAA điểm chuẩn… chỉ tiêu là bla bla, thủ khoa năm nay… Hiệu trưởng nói… Trường XYZ năm nay… 123 bla bla… thiếu chỉ tiêu… nguyện vọng 2… Đại học Bách Khoa…” Khi đọc các đoạn viết về trường AAA và XYZ, những trường bạn không thi và không quan tâm, bạn sẽ lướt qua rất nhanh, chắc chỉ trong 0,1 giây. Thế nhưng khi gặp chữ “Bách Khoa”, trường bạn thi, bạn sẽ dừng lại ngay và bắt đầu đọc tiếp những thông tin liên quan về trường mình. Đó chính là Scan & Skim. 2. Quay bài: Có thể bạn chưa biết, quay bài giỏi cần kỹ năng Scan & Skim ở mức siêu hạng, thậm chí, quay bài thi trắc nghiệm cần kỹ năng Scan & Skim cao hơn cả quay bài tự luận. Thử tưởng tượng cảnh quay bài như thế nào nhé. Đọc câu hỏi trắc nghiệm hỏi về một chi tiết rất nhỏ, bạn mở tài liệu ra, tập trung hết mức có thể trong hàng chục trang giấy để tìm ra một câu chứa thông tin bạn cần. Đọc kỹ câu chứa đáp án và một số câu gần đó cho chắc chắn. Cuối cùng là chọn đáp án. Đó chính là Scan & Skim, là cách đọc bạn cần dùng cho IELTS, không khác một ly nào. Tóm lại, Scan & Skim là đọc nhanh, đọc lướt để tìm thông tin cần thiết. Để Scan & Skim hiệu quả, bạn cần gì? Bạn cần một mục tiêu. Khi tra kết quả thi đại học, mục tiêu của bạn là tìm tên trường mình. Khi quay bài là tìm một số thông tin, chi tiết để trả lời câu hỏi. Đó cũng là lý do tại sao khi làm bài IELTS Reading bạn phải đọc câu hỏi trước. Đọc câu hỏi rồi bạn mới biết thông tin mục tiêu mình cần là gì, chi tiết nào, rồi mới bắt đầu đọc được. Từng bước cụ thể để làm bài Reading Trong các bước được liệt kê dưới đây, từ “Xem” được hiểu là đọc sơ, đọc lướt qua rất nhanh, không cần nắm thật chắc, 100% nội dung, nếu dùng từ “Đọc” dễ khiến bạn hiểu lầm thành đọc chậm, đọc kỹ từng từ cho thật hiểu. 1. Xem tiêu đề bài đọc 2. Xem câu đầu tiên ở mỗi đoạn 3. Xem hết câu hỏi về bài đọc đó (khoảng 13 câu/1 bài đọc). (Xong bước này, bạn đã có thể nắm sơ sơ về nội dung bài đọc.) 4. Đọc các câu hỏi cùng một dạng. Thường 13 câu có thể chia thành một số dạng như Điền từ, Trắc nghiệm, T/F/NG,… Bạn hãy đọc 1 phần, ví dụ như phần T/F/NG, xong rồi chuyển sang bước 5. 5. Scan & Skim. Tìm câu trả lời. Có thể bạn sẽ phải lật qua lật lại bài đọc và câu hỏi liên tục, cứ đọc 3-4 câu lại quay lại câu hỏi để xác định thông tin mình cần tìm là gì. Xong 1 phần/1 dạng câu hỏi thì lại quay lại bước 4. Lưu ý khi Scan & Skim – Những sai lầm cần tránh Nhiều người lầm tưởng khi sử dụng Scan & Skim thì không cần đọc hết toàn bài, chỉ cần tìm và đọc những câu có chứa ý trả lời câu hỏi là đủ. Hoàn toàn không phải như vậy. Để đạt 7.0 hoặc hơn, chắc chắn bạn sẽ phải đọc ít nhất 90% bài đọc. Tại sao lại như vậy, chẳng phải Scan & Skim là tìm và đọc những thông tin cần thiết thôi sao? Vấn đề là, sau khi đọc lướt và tìm được thông tin liên quan trong một câu nào đó, chẳng ai dám tự tin chọn ngay đáp án mà chỉ dựa vào một câu đó. Để chắc chắn, bạn sẽ phải đọc thêm vài câu gần đó để khẳng định đó là thông tin mình cần. Hoặc như dạng bài Match Heading, chọn tiêu đề cho đoạn. Hầu như chẳng có ai chỉ đọc câu đầu topic sentence và câu cuối rồi tự tin chọn Heading luôn. Để chắc chắn, bạn sẽ phải đọc hết nội dung của cả đoạn, sau đó mới tự tin quyết định. Cứ như vậy, cuối cùng, bạn cũng sẽ phải đọc ít nhất 90% bài đọc. Đến đây có thể bạn sẽ thắc mắc: “Đằng nào cũng phải đọc hết bài đọc, sao không cứ đọc lần lượt từ đầu đến cuối mà phải Scan & Skim?” Việc này cũng giống như bạn ăn cơm vậy. Thắc mắc của bạn cũng tương tự như: “Đằng nào cũng vô bụng cả, sao không trộn cả 4 món canh, kho, xào, chiên vào 1 tô ăn luôn mà phải chia ra từng món ăn riêng lẻ?” Câu trả lời dĩ nhiên là chia riêng ra thì dễ nuốt hơn. Scan & Skim cũng vậy, đó là một cách đọc, cách tiếp cận làm cho bài đọc dễ nuốt hơn, giúp bạn tập trung hơn và làm bài nhanh hơn, hiệu quả hơn. Còn nếu làm bài “làm biếng” kiểu như chọn câu Heading chỉ cần đọc câu đầu và câu cuối của đoạn, hẳn bạn phải vô cùng may mắn mới có thể đạt được mốc 7.0. Các dạng câu hỏi và các loại “bẫy” True/False/Not Given – Yes/No/Not Given Đây là dạng bài khó nhằn và có bẫy khó nhất. Thường giữa câu hỏi và bài đọc sẽ có sự khác biệt rất nhỏ, rất tinh vi. Trình độ tiếng Anh của bạn phải tốt mới có thể nhận ra được. Ngoài khả năng tiếng Anh, nó còn đòi hỏi ở bạn một khả năng suy luận logic mới có thể làm tốt được. Những bạn đạt điểm IELTS 8.5 trở lên – nghĩa là chỉ sai khoảng 0-3 câu – thường sai phần T/F/NG nhất, sau đó mới đến phần chọn Heading. Điều đó cho thấy đối với mức điểm 8.5, T/F/NG vẫn là một phần rất khó, rất dễ mắc sai sót. Vậy nên nếu bạn đang lo là “Toán mình kém, suy luận logic mình dở lắm, làm sao làm được phần này?” thì lời khuyên cho bạn là hãy bớt lo nghĩ về phần T/F/NG này đi. Vì T/F/NG là dạng khó nhất, bỏ nhiều thời gian ra mày mò làm thật kỹ phần này là phung phí và không có nhiều hiệu quả. Giống như đi thi Toán Đại học, 9 điểm dành cho phần chuẩn, 1 điểm còn lại sẽ là phần rất khó (thường sẽ là 1 câu bất đẳng thức). Để giải được câu bất đẳng thức 1 điểm, bạn cần ôn luyện thêm rất nhiều. Giả sử để có được 8-9 điểm Toán đại học bạn cần ôn luyện 200 giờ. Để lấy được điểm 10, thời gian ôn luyện của bạn sẽ phải là 400 giờ. Đầu tư thời gian cho dạng T/F/NG cũng kém hiệu quả chẳng khác gì đầu tư thời gian cho câu bất đẳng thức trong bài thi Toán Đại học. Nếu bạn đã quá chắc kiến thức trong phần 9 điểm, không còn gì phải ôn thì hãy bắt đầu dành thời gian cho T/F/NG. Nếu trình độ bạn còn kém và muốn làm dạng T/F/NG thì chẳng khác nào thi Toán mới đạt 5-6 điểm mà muốn bỏ thời gian luyện bất đẳng thức. Hãy dành thời gian nâng cao khả năng tiếng Anh của bạn, chỉ cần giải quyết tốt những loại câu hỏi khác thì bạn vẫn dư sức đạt 7.0 mà không cần phải luyện đến T/F/NG. Bẫy của loại câu hỏi này là nhiều lúc người ra đề đưa ra một câu nghe rất có lý (hoặc rất vô lý), vừa đọc qua bạn đã muốn ghi True hay False ngay. Ví dụ như:  “Hard-working students usually have higher grades than those who are not.” “Eating fat is the main cause of obesity.”  Cả hai nội dung đều có vẻ hiển nhiên đúng, tuy nhiên, dù nghe có lý đến mấy đi nữa thì câu trả lời của bạn vẫn phải dựa trên bài đọc. Như trong câu đầu, nếu bài đọc chỉ nói “Hard-working students usually perform well on job interviews and seem more favorable to employers.” thì câu trên là Not Given. Đây vẫn là dạng Not Given dễ, câu hỏi và bài đọc có thông tin liên quan, chỉ cần so ý nghĩa 2 câu với nhau là trả lời được. Dạng Not Given khó là dạng nội dung câu hỏi không được đề cập đến, khiến bạn phải đọc, dò lên dò xuống vài lần để chắc chắn đoạn văn không nhắc đến thật. Còn câu thứ 2, nghe cũng rất đúng. Thế nhưng trong bài đọc có câu: “There is little evidence showing that eating fat is the cause of obesity.” thì câu trả lời đúng phải là False. Choose the correct heading for paragraphs Chọn tiêu đề cho một đoạn văn. Với dạng câu hỏi này, bạn sẽ phải đọc hết cả một đoạn mới có thể chọn đúng tiêu đề cho đoạn đó. Có vẻ mệt và lâu la nhưng đó là giải pháp duy nhất. Có chiến thuật nói rằng chỉ cần đọc câu đầu và câu cuối là đủ nhưng có lẽ đó chỉ là chiến thuật 6.0. Nếu làm bài chọn tiêu đề mà chỉ đọc câu đầu, câu cuối của một đoạn rồi bắt trả lời thì chắc chắn tôi phải đầu hàng. Những bạn đạt mức trên 7.0 đều không làm bài theo cách này. Thật may là dạng câu hỏi này chỉ có một bẫy. Trong các tiêu đề được đưa ra ở đáp án, sẽ có tiêu đề nói đến một chi tiết, hay một ý nhỏ của một đoạn văn chứ không phải ý của toàn đoạn. Nếu không để ý, bạn sẽ rất dễ chọn nhầm đáp án. Ví dụ: Paragraph: Computers are convenient… Computers help do things fasters. It only takes seconds to contact another person… Computers are reliable… Headings: A. Human life… B. Usefulness of computers C. Technology … D. Computers make contacting other people faster. E… Trên đây chỉ là ví dụ đơn giản. Đáp án đúng là B. Tuy nhiên cũng sẽ có không ít bạn nhìn qua trong đoạn văn thấy có nhắc tới ý giống câu D và chọn D. Nhưng câu D chỉ diễn tả một ý nhỏ của đoạn văn mà thôi. Nhất là khi đọc bài IELTS vừa phức tạp vừa khó hiểu, bạn càng dễ dính bẫy hơn. Các dạng câu hỏi khác Các dạng bài còn lại như điền từ, trắc nghiệm,… thường sẽ dễ hơn 2 dạng trên. Để trả lời cho 4-5 câu hỏi có dạng này, thường bạn chỉ cần đọc 1 đoạn trong 5-6 đoạn của bài đọc, có khi chỉ cần đọc 2-3 dòng là đã đủ. Còn câu hỏi phần T/F/NG thường sẽ rải rác khắp bài đọc. 1 câu thì nằm ở đoạn B, 1 câu lại nằm ở đoạn E… rất khó chịu. Còn phần heading thì bạn sẽ phải đọc cả đoạn mới trả lời được mỗi 1 câu. Đó là lý do tại sao 2 dạng này thường khó hơn các dạng điền từ, trắc nghiệm,… Thi thoảng cũng có những câu điền từ, trắc nghiệm khó, khi câu trả lời nằm rải rác chứ không tập trung vào 2-3 câu hay 1 đoạn. Thường thì những dạng khó người ra đề sẽ để ở cuối. Ví dụ như một bài đọc có 3 dạng câu hỏi theo thứ tự như: Trắc nghiệm, Điền từ, Trắc nghiệm, thì nhiều khả năng dạng trắc nghiệm cuối sẽ là dạng khó hơn.  "
        },
        {
            "order": 3,
            "name": "Chương 2. Hai Yếu Tố Quyết Định Điểm IELTS Của Bạn",
            "content": " Yếu tố thứ 1 – Khả năng Anh ngữ Đây là điều hiển nhiên. Tuy nhiên, rất nhiều người nghĩ thi IELTS chẳng khác nào thi Đại học cả. Thi Đại học thường hỏi những câu đánh đố ngoài chương trình chuẩn khiến bạn phải học trầy trật thêm kiến thức bên ngoài mới làm tốt được. Bạn cũng nghĩ muốn thi IELTS, ngoài khả năng tiếng Anh, cần phải có kiến thức riêng, chuyên biệt, và rèn luyện thêm thật nhiều mới làm được. Hoàn toàn không phải vậy. IELTS cũng chỉ là tiếng Anh. Khả năng Anh ngữ của bạn sẽ quyết định 80% điểm số IELTS của bạn. Phần 1 của cuốn sách này sẽ hướng dẫn bạn cách cải thiện khả năng Anh ngữ của mình. Yếu tố thứ 2 – Sự chuẩn bị cho IELTS 20% còn lại là nằm ở sự chuẩn bị cho kì thi IELTS. Sự chuẩn bị gồm nhiều yếu tố, như:  Mức độ quen thuộc với câu hỏi, cách ra đề của IELTS. Kỹ năng làm bài IELTS. Tâm lý trong phòng thi.  … Một tháng theo tôi là nhiều để bạn hoàn thiện các yếu tố chuẩn bị này. Phần 2 của sách sẽ hướng dẫn bạn các phương pháp cụ thể.  "
        },
        {
            "order": 9,
            "name": "Chương 2. Kỹ Năng Listening",
            "content": " 1. LISTENING – LUYỆN NGHE TỪ “LÙNG BÙNG” TỚI ỔN Trình độ nghe “lùng bùng” là lúc bạn mới bắt đầu, vừa học xong tiếng Anh cấp 3 và hầu như chưa bao giờ nghe tiếng Anh. Ổn là khi bạn đã bắt được âm, nhận diện khoảng 95% những gì bạn được nghe. Nghĩa là khi nghe từ purchase bạn sẽ nhận ra ngay được từ purchase /’pə:t∫əs/ chứ không ra /pə…/ như khi còn “lùng bùng” nữa. Và cách nhanh nhất để đi từ “lùng bùng” tới ổn theo tôi được biết là nghe kết hợp dò script – một bản ghi lại tất cả những gì mà người ta nói như kịch bản phim, bản phát thanh… chẳng hạn. Nếu bạn từng sử dụng coursebook, ở phía cuối sách, bạn thường thấy có một phần ghi lại tất cả những gì người ta nói trong CD, đó chính là script. Nghe và dò script Cụ thể phương pháp nghe và dò script như sau:  Bước 1: Nghe. Để ý những chỗ bạn nghe “lùng bùng”, không hiểu, không nhận ra từ. Bước 2: Nghe lại, CÙNG LÚC với đọc script. Để ý xem những chỗ bạn chưa nghe được là gì. Bước 3: Nghe lại. Lần này chắc bạn đã nghe rõ được hầu hết các chỗ “lùng bùng”. Nếu vẫn có chỗ bạn chưa nghe ra thì hãy quay lại bước 2, rồi lại tiếp tục bước 3 này.  Cứ như vậy, bạn có thể nghe và bắt được âm, chữ chỉ trong một thời gian ngắn. Thời gian đầu khi nghe theo cách này bạn sẽ gặp rất nhiều khoảnh khắc “À, ra thế!” vì có rất nhiều từ căn bản nhưng bạn vẫn nghe “lùng bùng”, không nhận ra được chúng. Như tôi khi bắt đầu tập nghe, có những từ vỡ lòng như “boy”, “girl” mà tôi vẫn không nhận ra. Vậy nên khi xem script, bạn sẽ cảm giác ngồ ngộ, thú vị, vì những từ bạn nghe còn “lùng bùng” cũng chẳng xa lạ gì, hầu hết là những từ bạn đã biết từ lâu. Một số nguồn nghe có script 1. Video có phụ đề như:  TED – www.ted.net Eat your kimchi – www.eatyourkimchi.net Một kênh về K-pop – http://www.youtube.net/user/simonandmartina  2. Các sách coursebook Phần đáng giá nhất trong một cuốn coursebook có lẽ là phần script ở cuối sách. Trước đây tôi sử dụng cuốn Building Skills for the TOEFL iBT vì có sẵn trên giá sách. Như tôi nhớ, mỗi phần Listening của sách thường có khoảng 2-3 bài nghe ngắn hoặc 1 bài nghe dài. Tôi làm mỗi ngày 1 part, làm theo cách nghe và dò script. Được khoảng hơn một nửa phần Listening, khả năng nghe bắt âm của tôi đã khá tốt, tôi không nghe theo phương pháp này nữa mà chuyển sang giai đoạn kế tiếp. 2. Listening – Luyện nghe từ ổn tới tốt Tốt là trình độ nghe tiếng Anh như tiếng Việt. Nói vậy không có nghĩa là bạn có thể nghe và hiểu bất cứ đoạn thoại tiếng Anh nào. Sẽ có lúc bạn gặp từ mới và không hiểu nội dung nhưng đó là vì lý do từ vựng, không phải do khả năng Listening của bạn có vấn đề. Tuy nhiên, khi nghe phải những từ vựng hay cách diễn đạt mà bạn đã biết, bạn cần phải hiểu ngay tức thì. Điều đó có vẻ hiển nhiên nhưng trong một số trường hợp, bạn nghe và hiểu nhưng tôi cho rằng vẫn chưa gọi là tốt: Khi nghe phải rất tập trung mới hiểu. Nghe tiếng Việt bạn có cần tập trung đến vậy không? Chắc hẳn là không. Khi xem tivi tiếng Việt, bạn thư giãn thoải mái như thế nào thì với tiếng Anh bạn cũng cần như vậy. Nghe từng từ, nhẩm lại từng từ mới hiểu. Nghĩa là khi nghe, bạn phải hình dung lại, nhẩm lại hoặc viết lại trong đầu từng từ rồi mới hiểu chứ không hiểu ngay lúc đó. Ví dụ: CD đọc: - The United States government has refused to explain why … Bạn nhẩm lại trong đầu: - The United States … government … has refused … to explain why … Nghe kiểu này bạn sẽ phải rất cố gắng để theo kịp những gì người ta nói. Vì như minh họa bên trên thì bạn cần phải nghe -> nhẩm/viết thầm lại từng chữ -> ghép lại/dịch -> hiểu. Tốc độ hiểu của bạn sẽ luôn chậm hơn tốc độ nói trong CD. Khi người ta đã nói đến từ explain thì bạn vẫn còn đang nhẩm hiểu từ refused. Càng về sau bạn sẽ càng đuối và không thể theo kịp được nữa. Với IELTS Listening Section 1 bạn có thể nghe kiểu này, vì Section 1 đòi hỏi bạn nghe những chi tiết nhỏ và bạn sẽ phải thật tập trung để có câu trả lời chính xác. Section 1 là hội thoại giữa hai người nên cũng có nhiều thời gian nghỉ nên bạn có thể vẫn theo kịp nội dung bài nói. Thế nhưng nếu đến Section 4 bạn vẫn nghe từng từ như vậy, thì chắc chắn bạn sẽ không nghe được gì cả. Tập trung nghe keywords (từ khóa) để hiểu Tôi thường nghe mọi người khuyên như vậy. Ý của lời khuyên là bạn chỉ cần nghe 2-3 từ chính trong 1 câu để hiểu cả câu đó (hay có nghĩa là từ 2-3 từ suy ra nội dung mà người ta muốn nói). Khi nói chuyện với bạn bè bằng tiếng Việt, bạn có phải để ý nghe “từ khóa” không? Dĩ nhiên là không. Bạn nghe cả câu và lập tức hiểu luôn, rất đơn giản. Phương pháp nghe thoải mái Trước giờ bạn nghe tiếng Anh không thoải mái, dễ hiểu như tiếng Việt, đơn giản là do bạn không tập luyện nghe theo kiểu này. Ở trung tâm, cứ đến lúc nghe là tất cả đều im phăng phắc, tập trung để nghe thật nhiều, tạo cảm giác rất căng thẳng. Ở nhà tự học coursebook cũng vậy, nhấn Play cho CD xong là bạn cũng tập trung hết tâm trí để nghe cho chính xác. Đúng là có lúc bạn cần tập trung, như là để nghe lấy 1 số chi tiết chẳng hạn. Nhưng nếu lúc nào cũng căng thẳng thì không ổn chút nào. Cứ nghe tiếng Anh là bạn lại căng tai căng não ra, không thả lỏng, thư giãn, thoải mái và nghe như nghe tiếng Việt, thì dĩ nhiên trình nghe của bạn sẽ luôn hạn chế ở mức tạm được – nghe phải rất tập trung mới hiểu chứ không thoải mái dễ hiểu như tiếng Việt. Phương pháp nghe thoải mái được miêu tả như sau: Khi nghe tiếng Việt bạn thoải mái như thế nào thì hãy giữ sự thoải mái như vậy khi nghe tiếng Anh. Hãy thả lỏng, hướng sự chú ý của bạn vào nội dung đang được nói, đừng tập trung vào tiếng Anh như trước giờ bạn vẫn làm. Có thể bạn vẫn thấy khó hiểu, chưa rõ phải nghe sao cho đúng, nhưng bạn đừng lo, phần kế tiếp sẽ có ví dụ cụ thể hơn và những dấu hiệu để biết là bạn đang nghe đúng hay sai. Ví dụ về nghe thoải mái Nguồn tiếng Anh để tập nghe sẽ là nguồn thích và cần, giống như kỹ năng Reading. Điểm khác biệt là bây giờ bạn sẽ tìm tài liệu để nghe chứ không phải để đọc. Do đó bạn nên dùng Youtube (hơn là Google) để search những video về chủ đề mình thích. Tôi thường tìm hiểu về những phim mà mình thích. Như năm rồi có phim Les Miserables, dựa trên vở nhạc kịch cùng tên (dựa trên cả tiểu thuyết cùng tên). Sau khi xem phim, tôi lên youtube search tên phim “Les Miserables”, không cần phải thêm từ khóa nào khác nữa. Thường trong kết quả tìm kiếm sẽ có những video quay lại buổi gặp gỡ diễn viên (interview), hậu trường (behind the scenes) và những bình luận về phim trên các trang mạng. Đó là những clip mà tôi thường xem khi search tên phim. Khi xem, bạn hãy thả lỏng như khi xem tivi bằng tiếng Việt. Có những chỗ bạn sẽ không hiểu nhưng không sao, bạn không cần phải hiểu hết. Đừng căng thẳng rồi bạn lại phải căng tai ra tập trung nghe. Mục đích của bạn khi luyện nghe bây giờ không đơn giản là hiểu nữa mà là hiểu trong khi thoải mái, thư giãn. Nguồn thích và cần sẽ giúp bạn dễ tập trung vào nội dung hơn là tiếng Anh. Nếu bạn tập nghe bằng một nguồn mà bạn không thích và cũng không cần, rồi làm theo hướng dẫn thả lỏng, thì đầu óc sẽ rất dễ lan man, mất tập trung, việc luyện nghe cũng chẳng còn mấy hiệu quả. Dấu hiệu để biết là bạn nghe đúng hay sai cách Nếu bạn nghe liên tục trong khoảng 30 phút – 1 tiếng mà không chán thì bạn đã nghe đúng cách. Giống như xem các show, chương trình truyền hình mà mình yêu thích như “Thư giãn cuối tuần” hay “Vietnam Idol” vậy, hết tập này bạn lại muốn được xem tập khác. Dừng lại còn khó gấp vạn lần tiếp tục. Khi đó là bạn đã nghe đúng cách, bạn quan tâm tới nội dung chương trình chứ không để ý nhiều đến câu chữ tiếng Anh nữa. Còn nếu như vừa nghe được khoảng 10 phút, bạn đã cảm thấy mệt mệt, đuối đuối, muốn “giải lao”,… thì bạn có thể xem lại ba việc sau đây: 1. Có thể bạn vẫn tập trung vào tiếng Anh quá Cứ thư giãn để tiếng Anh trôi qua tai bạn. Đừng “cố” hiểu hết, vì bạn đang tập luyện mà. Nếu bạn cứ cố tập trung để hiểu thì khả năng nghe của bạn vẫn sẽ giậm chân ở mức tạm được thôi. Hãy để tự nhiên, hiểu được phần nào thì hiểu. Nếu bạn thấy mình hiểu ít quá thì hãy xem tiếp việc thứ 2. 2. Có thể khả năng nghe của bạn chưa đủ Hãy thử xem một vài clip khoảng 10-20 phút, nếu bạn hiểu được khoảng 50%, hoặc đủ để bạn cảm thấy thích thú muốn xem tiếp thì hãy tiếp tục cách nghe thoải mái, nếu không, hãy quay lại luyện theo kiểu nghe và dò script thêm một thời gian nữa. 3. Nội dung video clip không hấp dẫn Cũng như tôi đã nói ở phần Reading, nếu một clip nào đó khiến bạn chán ngấy thì hãy chuyển ngay sang một clip khác. Tôi thích xem các talkshow, buổi nói chuyện của các diễn viên không có nghĩa là video nào có diễn viên đó tôi cũng thích xem. Nếu video về chủ đề không hấp dẫn được tôi quá 5 phút thì tôi sẽ bỏ sang xem video khác. Nhiều bạn cứng nhắc quá, ban đầu lỡ chọn các clip về Harry Potter, sau đó dù chán vẫn cố gắng xem, rồi lại tự hỏi: “Sao mình mau chán thế, hay là tiếng Anh mình có vấn đề, mình nghe không đúng cách?…” Hãy cứ bỏ qua video khiến bạn không vui và tìm video khác thú vị hơn. Mong đợi quá lớn vào khả năng Listening Đó là khi bạn nghĩ trình nghe tốt là phải nghe được mọi thứ bằng tiếng Anh. Nếu đã đi các tỉnh thuộc vùng miền khác nhau ở Việt Nam, chắc bạn cũng biết là nhiều tỉnh có giọng rất lạ và khó nghe khiến bạn không hiểu được. Một lần, tôi về quê nội ở Nghệ An, các bác hỏi chuyện tôi chỉ biết dạ, vâng, cười trừ, chứ kì thực tôi chỉ nghe được lõm bõm và cũng không hiểu các bác nói gì. Tiếng Anh cũng thế, thi thoảng bạn gặp các giọng vùng miền. Nếu không nghe rõ thì bạn cũng đừng shock và đừng mất tự tin vào khả năng nghe của mình. Cách xử lý như khi bạn gặp phải tình huống này cũng giống như gặp tiếng Việt khó nghe vậy, hoặc là bảo họ lặp lại, nói chậm lại, hoặc là ậm ừ rồi tìm cách “chuồn”. Thường để quen với một giọng lạ như vậy thì tôi phải mất khoảng 3-7 ngày. Trong kì thi IELTS, chắc chắn bạn sẽ được nghe giọng chuẩn, dễ nghe nên không cần phải lo lắng về vấn đề này. 3. Listening – Những điều bạn thắc mắc Thắc mắc: Cứ nghe và hiểu là được rồi, có tập trung căng thẳng một chút để nghe cũng sao đâu, sao phải tập thoải mái? Trả lời: Với những bài nghe ngắn 5-7 phút, dù bạn nghe theo kiểu nào thì sự khác biệt trong mức độ hiểu có lẽ không nhiều. Nhưng khi nghe những đoạn dài hơn (hơn 30 phút) thì chắc chắn bạn không thể nghe kiểu tập trung được. Nghe kiểu ấy rất căng thẳng và tôi tin rằng bạn không thể tập trung cao độ trong thời gian dài như vậy. Sau khi tập nghe thoải mái được một thời gian rồi, thực sự bạn sẽ thấy Section 4 Listening dễ hơn Section 1 đáng kể. Hãy thử hỏi một số người có điểm IELTS cao hơn 7.0, tôi cá là nhiều người sẽ đồng ý với ý kiến này. Mục đích Section 4 là “listen for the gist”, nghe nội dung, ý chính chứ không quá đi vào chi tiết như Section 1. Thực sự cách hỏi của Section 1 rất khó chịu, vì nó quá chi tiết và đòi hỏi sự tập trung cao, kể cả nghe bằng tiếng Việt, chắc bạn vẫn phải hỏi lại thông tin. Tôi sẽ nói thêm và kỹ hơn trong phần chuẩn bị kỹ năng cho IELTS. Điều bạn cần nhớ là nếu cứ nghe theo kiểu căng não như vậy, bạn sẽ gặp rất nhiều trắc trở trong việc học tiếng Anh sau này. Thắc mắc: Có nên “Tắm ngôn ngữ” không? Trả lời: “Tắm ngôn ngữ” là cứ mở tiếng Anh để nghe liên tục, không cần phải hiểu, cứ nghe như nghe nhạc, để ra rả bên tai rồi làm việc khác cũng được – Đây là một lời khuyên thường thấy trên mạng. Cá nhân tôi không hiểu việc “tắm ngôn ngữ” có ích lợi gì mà chỉ thấy nó phí thời gian. Bản thân tôi đã xem hơn 100 tiếng phim Hàn, và tất cả những gì mà tôi học được là: Oppa: Brother Omma: Mom Appa: Dad Sunbae: Senior Babo: Ngốc! An nyeong ha se yo: Hello Cam sa ham ni da: Thank you Sa rang hae: I love you Số lượng từ chỉ đủ đếm trên đầu ngón tay. Theo tôi nghĩ “Tắm ngôn ngữ” là cách “cùi bắp” nhất để học tiếng Anh hay bất cứ ngôn ngữ nào. Vì thế đừng cho rằng việc “tắm ngôn ngữ” là bạn đang học tiếng Anh nữa. Đừng vừa đọc truyện hay chơi game, vừa mở tiếng Anh ra rả 3 tiếng, rồi cuối buổi kết luận một cách thỏa mãn rằng: “Hôm nay học tiếng Anh được hẳn hơn 3 tiếng, nhiều thật!” Thực ra, 3 tiếng “tắm ngôn ngữ” chẳng đem lại gì nhiều cho bạn, thậm chí còn không bằng 5 phút làm theo phương pháp nghe và dò script.  "
        },
        {
            "order": 10,
            "name": "Chương 3. Kỹ Năng Writing Và Speaking",
            "content": " 1. Writing và Speaking – Tất cả đều là khả năng diễn đạt Nếu đang nói tiếng Anh mà bạn bị “bí”, không biết diễn đạt suy nghĩ của mình như thế nào, bạn sẽ nghĩ: “Chắc mình phải tập nói nhiều hơn nữa.” Đây là kiểu lý luận đi theo lối mòn: Muốn nấu ngon thì phải hay nấu, muốn hát hay thì phải hay hát. Nhưng kiểu lý luận này hoàn toàn không đúng khi nói đến việc học ngoại ngữ. Nói hay viết tốt hoàn toàn không liên quan tới chuyện luyện miệng hay luyện tay nhiều. Như ví dụ tôi đã đưa ra trong phần Tương quan giữa bốn kỹ năng Reading, Listening, Writing và Speaking, khi còn học tiểu học, muốn viết văn tả con mèo hay, bạn cần tiếp xúc với nhiều “cách diễn đạt” dùng để tả con mèo (qua đọc hay nghe, nhưng cách gọn nhất mà ai cũng từng dùng là qua văn mẫu). Bạn không thể bắt tay vào viết ngay lập tức, liền tù tì một chục trang rồi tự biết thêm các cách diễn đạt mới hay hơn. Càng không có chuyện một học sinh tiểu học ngồi suy tư, rồi tự mình sáng tác ra một danh từ hay tính từ mới để tả con mèo cả. Tất cả những cách diễn đạt mà bạn biết, ban đầu đều là do bạn đã nghe và đọc ở đâu đó chứ hoàn toàn không có cách nào khác. Điều bạn cần nhớ: Khả năng Writing và Speaking đến từ những cách diễn đạt mà bạn cóp nhặt và tích lũy hằng ngày qua việc đọc và nghe. Hãy dành thật nhiều thời gian cho Reading và Listening để phát triển khả năng Writing và Speaking của bạn. Điểm khác biệt giữa Writing và Speaking Có thể bạn đang thắc mắc Writing và Speaking đều là khả năng diễn đạt, vậy chúng khác nhau như thế nào? Dĩ nhiên là giữa chúng có điểm khác biệt. Điểm khác nhau chung nhất là về ngữ cảnh, văn phong. Ngữ cảnh của Writing thường là nghiêm túc, trang trọng, chỉnh tề (formal, như các bài báo). Còn ngữ cảnh của Speaking thì đời thường hơn, kiểu thân mật, xã giao (informal, như nói chuyện hằng ngày). Lưu ý là tôi dùng chữ “thường”, không phải luôn luôn. Khi viết comment Facebook, viết truyện, tiểu thuyết văn phong informal như Speaking. Còn khi diễn thuyết hay phát biểu thì văn phong có thể formal như Writing. Sự khác nhau về ngữ cảnh, văn phong sẽ dẫn đến những khác biệt khác như: 1. Ngữ pháp (Grammar): Văn phong formal bắt buộc phải đúng Grammar, còn informal thì không cần. Ví dụ như khi nói bạn có thể nói: “Where you at?” trong khi chuẩn Grammar thì phải là: “Where are you?” Hoặc như khi chat, bạn có thể viết: “Weren’t lying when you said it was hard (ý nói đến một bài kiểm tra). I’m screwed >.< Couldn’t finish the essay”. Thế nhưng bài viết đúng văn phong formal cần phải đầy đủ chủ ngữ vị ngữ, chấm phẩy chính xác chứ không thoải mái như khi chat. 2. Từ ngữ: Cũng như tiếng Việt, sẽ có những từ chỉ dùng khi nói mà không thể dùng khi viết và ngược lại. Như tiếng Việt bạn có thể nói chuyện với bạn là: “Hôm qua thấy thằng kia cướp xe ghê lắm!” Khi lên báo thì dĩ nhiên không dùng chữ “thằng” được, người ta thường dùng tên họ hay các từ như “tên”, “phạm nhân”, “hung thủ”, “thủ phạm”… “Không biết viết”/”Không biết nói” – Làm sao để tiến bộ? Đó là suy nghĩ thường thấy của chúng ta về hai kỹ năng Writing và Speaking. Thực ra, đây không phải là cách chính xác để nhìn nhận vấn đề. “Không biết viết”? Cách giải quyết khi bạn tự nhủ như vậy là gì? Dĩ nhiên là tập viết, kiểu “ăn gì bổ nấy”. Và như tôi đã giải thích ở trên thì “tập viết” chẳng liên quan gì tới chuyện viết hay cả. Giả sử với đề nghị luận “Lợi ích của âm nhạc”, bạn có cầm bút lên múa may mỏi tay thì cũng chẳng giải quyết được gì. Sau một thời gian miệt mài “tập viết” thì bạn vẫn không biết viết như thế nào. Vì “không biết viết”, nên bạn lại cố gắng “tập viết”, cứ vòng luẩn quẩn như thế, sao có thể tiến bộ được? Trước nhất, bạn phải thay đổi cách nhìn nhận vấn đề của mình. Bạn “không biết viết/không biết nói” là vì hai lý do: Thứ nhất là khả năng diễn đạt. Đây là lý do chính. Điều này tôi đã giải thích khá nhiều nhưng tôi vẫn muốn lấy thêm một ví dụ nho nhỏ nữa. Hôm trước tôi đi xem The Great Gatsby về, cậu bạn chung phòng hỏi (tiếng Việt) phim xem thế nào. Thực sự thì có rất nhiều cảm xúc nhưng tôi không biết diễn đạt bằng lời ra sao. Ú ớ một hồi kể chả đâu ra đâu, cuối cùng tôi kết luận: “Nói chung là phim nó làm sao sao đó hay lắm!” Cô bạn tôi đi xem cùng mới tả lại một hồi dài. Nghe cô bạn nói rồi sau này lên mạng xem review, tôi mới biết thêm một số cách tốt hơn để “diễn đạt cảm xúc”, dĩ nhiên là bằng tiếng Việt. Tôi dám chắc với bạn rằng, khả năng Writing và Speaking của bạn tiến bộ bằng cách làm giàu khả năng diễn đạt qua việc Reading và Listening. Lý do thứ hai, lý do phụ, là do bạn hoàn toàn không có khái niệm, ý tưởng hay kiến thức gì về chủ đề phải viết hoặc nói. Giống như đưa đề “Lợi ích âm nhạc” cho các bé lớp 1 thì chắc đa số chỉ viết được khoảng 10 dòng. Hầu hết chúng ta thi IELTS khi đã hoặc đang học cấp 3, các đề trong IELTS với chúng ta không có gì là đánh đố về ý tưởng nên đây có lẽ không phải là vấn đề lớn nữa. Dẫu sao thì cách giải quyết vấn đề này cũng tương tự như trên, qua Reading và Listening, nghiên cứu kỹ về một vấn đề để có ý tưởng cho Writing và Speaking. 2. Speaking – Pronunciation, làm sao để phát âm chuẩn? Đây là một đoạn viết về kết quả của nhà nghiên cứu William Powers về việc phát âm của con người. “ … when we try to make a given sound, hum a given tune, or say a given word (as examples of a more general theory), it’s the memory (or mental image) of the sound, tune, or word that controls its production – not our muscles. And the correctness of the product depends only on the correctness of this image. Powers called these images ‘reference signals’. They are, in this case, sound images that have been either stored or neurally computed. So to speak a language perfectly, all we need is a complete set of perfect reference signals. And reference signals are acquired through perception – not production. In other words, we don’t learn to speak by speaking; we learn to speak by listening (with understanding).” Theo nhà nghiên cứu này, việc phát âm một từ gì đó đều dựa vào bộ nhớ của chúng ta về âm đó (chứ không phải do cơ miệng) – it’s the memory (or mental image) of the sound, tune, or word that controls its production – NOT our muscles. Chúng ta phát âm đúng hay không hoàn toàn là do độ chuẩn của bộ nhớ chúng ta về âm đó – the correctness of the product depends ONLY on the correctness of this image … to speak a language perfectly, all we need is a complete set of perfect reference signals … Và kết luận của ông về việc luyện Speaking là chúng ta học nói bằng cách nghe chứ không phải bằng cách nói – we don’t learn to speak by speaking; we learn to speak by listening (with understanding). Để phát âm chuẩn chúng ta cần một bộ nhớ chuẩn về những âm đó. Bộ nhớ chuẩn đến từ đâu? Dĩ nhiên là từ Listening. Hầu hết chúng ta ai cũng nghĩ theo lối mòn “muốn hát hay thì phải hay hát”. Rồi suy ra muốn phát âm tốt thì phải nói nhiều, luyện cơ miệng nhiều mà không biết rằng càng nói nhiều thì sẽ càng khó phát âm chuẩn hơn. Tác hại của việc tập nói Giả sử như từ “hospital”, bạn học từ đó, nghe chỉ được vài lần rồi theo lối mòn, bắt đầu cố phát âm từ đó. Nếu trình độ tiếng Anh của bạn còn chưa tốt thì sau đây là những hệ quả có thể xảy ra:  Bạn sẽ không biết làm như thế nào để phát âm chuẩn. Nhưng vì bạn cố nói nên một quá trình Transliteration sẽ diễn ra – nghĩa là bạn sẽ biến các âm trong từ “hospital” thành các âm Việt Nam để bạn có thể phát âm được. Kết quả là từ “hospital” /’hospitl/ sẽ được đọc là Hót – pi – tồ, hay Hốt – pi – thồ.  Đó mới chỉ là bắt đầu. Cố nói theo kiểu đó sẽ khiến bạn ngày càng phát âm tệ đi và khó sửa hơn. Khi bạn tập nói và phát âm sai như vậy, bộ nhớ của bạn với âm “hospital” sẽ vào khoảng 50% đúng, 50% sai. Hầu hết chúng ta học tiếng Anh ai cũng chỉ có 50% bộ nhớ chuẩn, 50% còn lại là bộ nhớ “chuẩn” Việt Nam. Đó là lý do tại sao chúng ta có phát âm tiếng Anh giọng Việt. Để phát âm chuẩn thì bạn cần một bộ nhớ chuẩn về âm đó (perfect reference signals). Theo nghiên cứu thì bộ nhớ chuẩn cần đạt 98% thì bạn mới phát âm đúng được. Làm sao để nâng tỷ lệ bộ nhớ chuẩn lên 98%? Rất đơn giản, đừng nói nữa, và nghe nhiều lên. Giả sử trước đây bạn nghe 10 lần, tập nói (sai) 10 lần, bây giờ để có 98% bộ nhớ chuẩn bạn cần nghe từ “hospital” thêm khoảng 500 lần nữa. Cộng với điều kiện là bạn phải ngừng nói, vì với mỗi lần nói sai bạn sẽ lại phải nghe thêm 50 lần để bù vào lần nói sai đó. 3. Vocabulary – Phương pháp học theo ý Phương pháp Vocabulary List, cách truyền thống mà chúng ta sử dụng để học từ vựng:  Prevent: ngăn cản Help: giúp đỡ Improve: cải thiện War: chiến tranh Dog: con cún Search: tìm kiếm  Một vấn đề điển hình khi bạn học theo cách này là có những từ bạn đọc, nghe (đầu vào) hiểu nhưng đến khi cần sử dụng cho viết, nói (đầu ra) thì chúng lại biến đi đâu mất. Theo như trên thì bạn chỉ học từ “dog” có nghĩa là con cún. Và như vậy, bạn đã bỏ qua hết những ý tiêu biểu liên quan tới con chó như vẫy đuôi, sủa, dắt chó đi dạo. Sau này khi cần diễn đạt những ý đó thì chắc chắn bạn sẽ rất bối rối. May mắn lắm thì bạn nhớ được mình từng học từ “bark” (sủa) ở đâu đó, “the neighbor’s dog is barking.” Chắc phải mất vài giây để bạn nhớ ra được hết từ và ghép chúng lại. Thế nhưng nếu tiếp tục nói về chủ đề này thì tôi e rằng bạn khó tìm được cách diễn đạt, nếu bạn cứ học từ theo kiểu Vocabulary List. Học từ lẻ tẻ như vậy sẽ khó có thể áp dụng và làm phong phú bài viết hay bài nói của bạn. Có thể nói phần lớn thời gian, công sức mà bạn bỏ ra cho việc học theo kiểu Vocabulary List là không thực sự hữu ích. Cách học từ vựng giúp bạn hoàn thiện cả bốn kỹ năng một lúc là học theo ý hoàn chỉnh. Phương pháp học theo ý Việc thứ nhất bạn cần làm là học những ý liên quan tới “từ gốc”. Ví dụ khi học từ “dog” (từ gốc ở đây là “dog”) thì bạn không nên chỉ biết mỗi từ “dog”. Bạn phải biết diễn đạt cả những ý liên quan tới từ “dog” như: vẫy đuôi, đi dạo, tru, gầm gừ hay sủa.  My dog wags its tail when he’s happy. I usually take him for a walk at night (hoặc walk him). He can howl / snarl / growl / bark.  Sau đó, bạn phải học cả cụm theo một ý hoàn chỉnh. Nghĩa là hình ảnh con cún vẫy đuôi cần được liên tưởng trực tiếp tới câu “A dog wags its tail.” Một cách mà tôi hay dùng để tạo ra liên tưởng là vừa tưởng tượng ra hình ảnh hay đoạn phim một chú chó đang vẫy đuôi, vừa nhẩm thầm trong đầu câu “A dog wags its tail.” Nhắc lại càng nhiều thì liên tưởng ấy càng được củng cố thêm, như vậy bạn sẽ nhớ hơn. Thường thì bạn nên lặp lại khoảng 2-3 lần, nhiều hơn sẽ rất mau chán, không học lâu được. Học cách này cũng sẽ giúp bạn tập suy nghĩ bằng tiếng Anh, vì khi hình dung tới việc dắt chó đi dạo thì cả cụm từ “take a dog for a walk” sẽ hiện ra trong đầu bạn. Như thế bạn sẽ diễn đạt được trôi chảy hơn, không cần phải suy nghĩ lắp ghép câu cú nữa. Công cụ hỗ trợ Như miêu tả ở trên, bạn cần nghĩ tới những ý liên quan tới từ gốc rồi tìm cách diễn đạt bằng tiếng Anh. Để phương pháp này đạt hiệu quả, bạn cần sử dụng một trong hai công cụ sau đây. Từ điển Anh – Anh Bạn có thể sử dụng từ điển Anh – Anh bình thường, hoặc nếu có điều kiện thì nên sử dụng thêm từ điển Collocation nữa. Từ điển Collocation thường liệt kê ra những từ thường đi kèm với từ gốc, khi tra một từ, bạn sẽ học được các từ và ý liên quan đi kèm. Thường thì từ điển Collocation sẽ cho bạn nhiều ý hơn từ điển thông thường. Google Bạn nên tra từ gốc, đọc các trang wiki. Ví dụ bạn tra từ “mouse” thì các trang kết quả đầu tiên thường có trang wiki, đọc trang wiki sẽ cho bạn rất nhiều ý tưởng về từ gốc đó. Nhưng không phải ý nào cũng hữu dụng và hấp dẫn, nên bạn có thể xem sơ qua và chọn lọc ra những ý hay và cần thiết với bạn. 4. đôi điều về Grammar Bạn nên có một cuốn Grammar tổng hợp. Đây là vài cuốn tôi đã xem qua và thấy ổn, bạn có thể mua và tham khảo (chỉ cần một cuốn là đủ):  Understanding And Using English Grammar của Betty Schrampfer Azar. Practical English Usage của Michael Swan. English Grammar In Use của Cambridge (nếu chọn bộ này, bạn cần mua cả 2 cuốn Intermediate và Advanced, nếu muốn tiết kiệm hơn, bạn có thể mua 1 trong 2 cuốn phía trên).  Dĩ nhiên vẫn còn nhiều cuốn Grammar tốt khác nữa. Nếu bạn không tìm được 3 cuốn trên thì cứ chọn theo tiêu chí là dày và rẻ, nhất là sách được viết hoàn toàn bằng tiếng Anh. Kiến thức về Grammar của tôi chủ yếu đến từ Google, “cần gì Google nấy”. Thời cấp 3, hẳn bạn cũng như tôi, đều đã được học qua Grammar nhưng không hệ thống, điểm tiếng Anh của tôi chỉ ở mức 5, 6 phẩy. Một số thắc mắc của bạn Thắc mắc: Grammar có cản trở khả năng Speaking của bạn không? Trả lời: Không hẳn là cản trở. Chính xác hơn là, Grammar không giúp ích gì cho khả năng Speaking của bạn. Speaking cần phản xạ nhanh, nên trong khi nói, bạn sẽ không có thời gian suy nghĩ hay nhớ đến các quy tắc trong Grammar. Nếu cứ vừa nói vừa ghép câu, chỉnh Grammar thì sẽ giống như “đọc lại những thứ bạn viết trong đầu” chứ không phải là Speaking nữa. Kiểu nói của bạn sẽ nhát gừng và không được trôi chảy. Sau khi nghe đủ nhiều thì bạn sẽ tự nói trôi chảy được. Khi đó dù bạn có biết nhiều Grammar cỡ nào thì nó cũng không cản trở khả năng Speaking của bạn nữa. Thắc mắc: Không học Grammar thì làm sao biết mình nói/viết đúng hay sai? Trả lời: Người bản xứ sử dụng tiếng Anh theo kinh nghiệm, cảm giác, giống như bạn sử dụng tiếng Việt vậy. Họ biết đúng sai trong khi sử dụng là do “cảm thấy như vậy đúng đúng” hoặc “nghe thấy nó không bình thường”, chứ không phải do thuộc Grammar. Cảm giác đó đến từ việc nghe và đọc nhiều (rất nhiều). Ví dụ như tại sao bạn biết là “I was studying…” chứ không phải là “I were studying…”, vì bạn đã đọc, nghe trong ngữ cảnh, trường hợp đó cả trăm lần, và cả trăm lần đều là “I was…”. Làm sao bạn biết “he doesn’t” hay “he don’t”, cũng tương tự như trên. Bạn biết sử dụng thuần thục những cụm đó trong Speaking là nhờ nghe (và đọc) nhiều chứ không phải do thuộc lòng Grammar. Thắc mắc: Vậy tại sao ở trên bạn lại khuyên nên học Grammar? Trả lời: Hãy tưởng tượng tình huống bạn bị thương ở chân, phải 2 năm nữa mới bình phục và đi lại bình thường được. Tuy nhiên, không vì thế mà trong 2 năm đó bạn nằm im một chỗ. Sẽ có những lúc, vì công việc hay gì đó mà bạn cần phải di chuyển, đi lại. Khi đó, bạn sẽ cần dùng đến nạng, xe lăn hoặc giường lăn,… Grammar cũng như những công cụ trên, giúp bạn phần nào sử dụng được tiếng Anh (khi cần thiết) trong khi bạn chưa đọc và nghe đủ nhiều, chưa sử dụng tiếng Anh tương đối thuần thục, thoải mái (việc này cần rất nhiều thời gian).  "
        },
        {
            "order": 11,
            "name": "Phần III. Chuẩn Bị Cho Kỳ Thi IELTS",
            "content": " Chương 4. Sẵn Sàng Trước Vạch Xuất Phát  Chương 5. IELTS Reading  Chương 6. IELTS Listening  Chương 7. IELTS Speaking  Chương 8. IELTS Writing  Chương 9. IELTS Practice Tests – Làm Đề Mẫu Một Cách Hiệu Quả  Thoải Mái Trước Ngày Thi  "
        },
        {
            "order": 15,
            "name": "Chương 7. IELTS Speaking",
            "content": " Để vượt qua bài Speaking với điểm số cao nhất – tương ứng với khả năng hiện tại của bạn, điều quan trọng nhất mà bạn cần là thư giãn, thoải mái. Tôi từng giúp một bạn thi IELTS Speaking từ 5.5 lên thẳng 7.0 và cũng từng chứng kiến người thi IELTS Speaking từ 6.5 xuống còn 6.0 rồi 5.0 chỉ trong một thời gian ngắn. Tất cả những khác biệt đó đều đến từ việc tâm lý bạn thoải mái, thư giãn hay căng thẳng. Dưới đây tôi sẽ nêu lên những cách để có tâm lý tốt nhất trong phòng thi: Hãy xem giám khảo như bạn Nghĩa là hãy trả lời câu hỏi của giám khảo như đang nói chuyện với bạn mình. Nói chuyện với bạn thì bạn sẽ: Ngắn gọn Nói 2-3 câu cho mỗi câu hỏi là quá đủ. Cố nói dài hơn cũng chỉ càng bất lợi cho bạn khi trình độ Anh ngữ của bạn chưa tốt. Không dông dài Nhiều người thích hoa mỹ, nói phải dẫn dắt dài dòng. Làm vậy càng dễ khiến cho bạn gặp khó khăn, giám khảo tưởng bạn “bí” từ nên không nói được. Ví dụ như giám khảo hỏi: “Are you going to study abroad?” Các bạn hoa mỹ sẽ cố nói: “You know. Studying abroad is the dream of many Vietnamese students. Everyone is trying to … because …. So …” Nói như viết văn. Không cẩn thận sẽ rất dễ bị cụt ý. Nói vòng vo quá không biết dẫn dắt sao để quay về ý chính: “Rốt cuộc bạn có đi du học không?” Nhiều bạn đã đành bỏ ngang giữa chừng vì “bí” ý tưởng. Còn nếu bạn trả lời như đang nói chuyện với bạn thì chỉ cần trả lời:  “Yes, I’m going to study in Australia next year. The application will be closed in September. That’s why I need to take this IELTS exam.” “Uhmm, it depends. I might be able to get a scholarship and start studying abroad next year if I can score 7.5 in this IELTS exam. Otherwise, I guess I’ll have to find a job and start working.”  Trả lời như vậy tự nhiên và nhẹ nhàng hơn nhiều. Trước giờ thi đừng ôn thêm gì nữa Nhiều bạn khi ngồi chờ vào phòng thi Speaking còn cố mang tài liệu vào xem. Không rõ xem rồi vào phòng thi có nhớ được không, nhưng nhiều khả năng, bạn sẽ có tâm lý “Câu này có khả năng thi vào mà mình chưa ôn, chẳng may chút nữa thi vào thì sao? Còn có 10 phút, làm sao đây?”, hoặc “Nhiều cụm từ hay quá, phải cố nhớ để chút nữa vận dụng. Nhưng sao học mãi mà không vào đầu được chữ nào thế nhỉ?”, tới khi giám khảo gọi “Bạn Nguyễn A vào thi” thì có lẽ bạn đã giật mình mà quên hết rồi. Bạn tự làm mình bấn loạn chứ chẳng phải tại ai. Vậy nên học hay ôn gì, bạn cũng nên làm vào những ngày trước đó. Trước khi thi đừng xem tài liệu gì nữa. Hãy để đầu óc thư giãn, thoải mái. Ậm ừ trong khi nói Nói chuyện bình thường đương nhiên bạn cũng sẽ có lúc phải ậm ừ suy nghĩ. Nếu đột nhiên có ai hỏi nhà bạn có tổng cộng mấy người (bằng tiếng Việt) bạn sẽ phải ậm ừ 1-2 giây để… đếm rồi mới trả lời được. Thường thì bạn cũng không im lặng tuyệt đối trong khi đếm, cho nên hãy để cho giám khảo biết là bạn cần suy nghĩ để trả lời, bằng các cụm/phrase như:  “uhmm … well … my family has 5 members, my dad, mom, my brother, my sister-in-law and me.” hoặc “Let me see, my family has my parents, my brother and his wife and me. So, that’s 5 people in total.”  Thi thoảng gặp câu hỏi khó, bạn cũng cần thời gian để suy nghĩ, việc này là hoàn toàn bình thường. Nhiều bạn cứ nghĩ vào phòng thi nói tiếng Anh phải ứng biến trước câu hỏi nhanh như điện mới gọi là tốt. Không nhất thiết phải vậy. Bạn có thể ậm ừ 1-2 giây suy nghĩ như trên cũng không có vấn đề gì. Cố nói như điện trong khi trong đầu vẫn chưa có câu trả lời, sẽ đặt bạn vào những tình huống dễ mất điểm hơn nhiều. Và dĩ nhiên không phải câu nào bạn cũng ... well … well … well hoài được. Nếu cứ nói một câu bạn lại phải khựng lại để suy nghĩ thì đó là do khả năng nói của bạn chưa tốt. Bạn cần nghe nhiều hơn để phản xạ được nhanh hơn. Lỡ bị bí cũng nên giữ bình tĩnh Nếu bạn có đang nói lại bị khựng lại 3-4 giây mà không biết nói gì tiếp, và giám khảo tiếp tục hỏi bạn câu tiếp theo, thì vẫn nên giữ bình tĩnh. Bạn vẫn có thể đạt 7.0, đừng đánh mất hy vọng vì nhiều khả năng, chính tâm lý buông xuôi đó khiến bạn không có được điểm 7.0. Có người bạn kể lại cho tôi chuyện là do cố nói vòng vo nên bị bí, ú ớ hết 3-4 giây rồi chỉ biết nói “That’s it”. Nhưng bạn ấy không buông xuôi, bạn ấy đổi kiểu nói sang kiểu xã giao bạn bè, trực tiếp hơn chứ không vòng vo nữa. Kết quả cuối cùng vẫn đạt điểm 7.0. “Nổ” càng nhiều càng tốt? Điều này còn tùy thuộc vào từng người. Cá nhân tôi thì không nói dối được, vì khi nói dối tôi không nói suôn sẻ được (kể cả bằng tiếng Việt), vừa nói vừa ậm ừ nghe rất kì cục. Và tôi nghĩ rằng phần lớn mọi người không phải ai cũng có thể “nổ” một cách suôn sẻ. Nói thật – về những gì mình từng thấy, những gì mình thực sự nghĩ, có sao nói vậy – dễ chịu và nhẹ nhàng hơn rất nhiều so với “nổ”. Vậy nên khi thi IELTS, tôi cũng khuyên bạn nên nói thật. Có gì trong đầu hãy cứ nói ra, nếu không biết thì bạn nói là không biết và nói về những gì mình nghĩ là đúng. Có những điều nói ra nghe có kì cục nhưng điều đó không ảnh hưởng tới điểm của bạn. Hãy nói những ý tưởng đến với bạn đầu tiên, đừng suy nghĩ xem nó có hợp lý không.  “Why do you want live to in the countryside?” “Because it has less people than the city.” “Can you elaborate?” “Well, regarding the city, having more people than the countryside means it will have more garbage, so it’ll be more polluted. The countryside is greener and fresher. That’s why I like it.”  Một số lưu ý khác Thì (tense) thường sử dụng trong part 2 Người châu Á thường hay mắc một lỗi chung, đó là chỉ quen dùng thì hiện tại (present tense). Trong khi part 2 của Speaking sẽ thường đưa ra trường hợp mà bạn sẽ phải sử dụng các thì quá khứ (past tense). Giải pháp tình thế nếu khả năng nói của bạn chưa khá lắm là khi ghi chú, hãy ghi một chữ PAST (hoặc present, hoặc future, tùy đề bài) thật to vào tờ note để lưu ý tense mà bạn cần dùng cho part 2. Khởi động Với người chưa sử dụng tiếng Anh nhiều thì khi chuyển từ môi trường tiếng Việt sang nói tiếng Anh sẽ gặp lúng túng và “líu lưỡi”. Vậy nên, trước khi vào phòng thi, bạn nên tự độc thoại trước bằng tiếng Anh, tự nói thầm về chủ đề nào đó. Khởi động như vậy sẽ giúp bạn nói trôi chảy hơn.  "
        },
        {
            "order": 25,
            "name": "Chương 6. “Viết (Writing) Mà Không Có Người Sửa Cũng Như Không”?",
            "content": " Vấn đề của người học tiếng Anh khi viết gồm có hai việc, có thể gọi là hai tiêu chí, là viết đúng và viết hay. Bạn có thể dựa vào hai tiêu chí này để định hướng việc luyện viết nói chung và IELTS Writing nói riêng. Làm Sao Để Viết Đúng? Là viết đúng ngữ pháp, chính tả, giới từ (preposition), ví dụ như prevent thì đi với from, prevent… from… Để học ngữ pháp, có rất nhiều nguồn cho bạn lựa chọn. Bạn có thể mua sách. Sách ngữ pháp tiếng Anh bán rất nhiều ở các nhà sách. Cuốn nào cũng ổn, cũng tốt cả, và chỉ cần 1 cuốn là đủ để bạn “tu luyện”. Nếu vẫn không chắc nên mua cuốn nào thì bạn có thể tìm mua bộ English Grammar In Use của Cambridge. Để kiểm tra xem nên dùng giới từ nào thì chuẩn, bạn có thể dùng từ điển, tốt hơn hết là loại từ điển Anh-Anh:  Permission from:  (Teacher: You must get permission from your parents if you don’t want to go to the School Year End Ceremony.)  Permission for:  (Student: Yes, my parents gave me permission for the absence.) Nếu thi thoảng có quên điều gì đó, bạn có thể dùng Google để tra cứu nhanh chóng. Ví dụ như muốn tra xem các câu điều kiện loại 1, 2, 3 dùng thế nào thì bạn có thể tra ngay, The First/Second/Third Conditional hoặc là Conditional type 1, 2, 3. Hay như bạn quên cách sử dụng giới từ cho permission thì dùng luôn Google search từ “permission” để tìm ví dụ và học cách sử dụng từ trong ngữ cảnh luôn. Nhờ làm vậy mà tôi tra được một số câu như:  “… require a student to obtain the permission of the department prior to…” “… you are seeking permission to reproduce copyright material…” “… user has permission to add content…” “… reproduced with permission of the copyright owner…” “… permission for another publisher to print…”  Từ những ví dụ trên bạn sẽ học được những cách khác để sử dụng từ permission và viết lại hai câu ví dụ Teacher và Student ở trên: Teacher: You must get permission from/of your parents to be absent from the School Year End Ceremony. Student: Yes, my parents gave permission for me to be absent. Như vậy với những công cụ trên thì bạn hoàn toàn có thể tự mình kiểm tra xem viết thế nào cho đúng. Làm Thế Nào Để Viết Hay? Nói đến viết hay là nói đến khả năng diễn đạt của bạn. Khả năng diễn đạt “của bạn” được mở rộng khi bạn để ý và tiếp thu cách diễn đạt “của người khác”. Khi còn bé bạn cũng học tiếng Việt như vậy. Bạn tham khảo ý của người khác và biến nó thành của mình. Dần dần sử dụng đã nhuần nhuyễn và thông thạo, bạn lại coi như ý đó là của mình mà không phải của người khác. Ví dụ như hồi cấp 1 học tả sóng: “sóng to, sóng nhỏ, những cơn sóng bạc đầu cuộn vào bờ nhè nhẹ như hôn lên bãi cát…”. Đoạn từ “bạc đầu” trở đi chắc ai cũng đồng ý là từ văn mẫu mà ra. Bạn đọc văn mẫu (hay ở đâu đó) một lần, nhớ ý đó, sau này khi cần làm thơ, cần dạy con học,… bạn cứ thế đem ra, như thể ý đó là của mình. Khi học tiếng Anh cũng thế, để viết hay thì bạn sẽ cần học nhiều cách diễn đạt hơn, từ việc Nghe và Đọc hằng ngày. Như nghe tin tức thấy bảo “ABC bank went bankrupt this morning due to …”, bạn học được cụm “go bankrupt”, sau này có thể dùng nếu muốn nói công ty nào phá sản, “due to” là để nói lý do. Cứ thế hằng ngày tích lũy nhiều cách diễn đạt, khả năng viết của bạn sẽ tiến bộ. Vậy thầy cô có giúp đỡ chúng ta trong việc viết hay không? Câu trả lời là còn tùy. Vì hầu hết các thầy cô hiện nay chỉ sửa lỗi ngữ pháp và một số lỗi diễn đạt nhỏ (mà bạn hoàn toàn có thể tự khắc phục những lỗi này). Khi tự mày mò tìm hiểu, bạn sẽ học được nhiều hơn là khi được thầy cô sửa sẵn, vì hầu hết mọi người ai cũng quý trọng những thứ mình bỏ công sức làm ra hơn là những thứ được làm sẵn. Ngoài ra thì có một kiểu thầy cô mà tôi rất mong là có nhưng chưa bao giờ có duyên gặp: Người không chỉ sửa lỗi “viết đúng” mà còn đưa ra các ý diễn đạt giúp mình “viết hay” hơn, như là mẹ các bạn vẫn hay kèm khi học văn hồi tiểu học vậy. Ví dụ như bạn viết: “Cái ao nhà em rất cao rồi có nhiều con cá.” Kiểu thầy cô chỉ sửa ngữ pháp và một số lỗi diễn đạt nhỏ sẽ chỉ sửa thành: “Cái ao nhà em rất sâu và có nhiều cá.” Kiểu thầy cô mà tôi mong muốn được gặp sẽ sửa thành: “Cái ao nhà em sâu thăm thẳm, nhìn không thấy đáy và có vô vàn các loại cá đang tung tăng…” Nói cụ thể như vậy chắc bạn đã hình dung được kiểu thầy cô tôi đang nói đến. Nếu bạn có được một người giáo viên như vậy thì quá tốt, nếu không, bạn nên dành thời gian cho việc đọc và tự mình phát triển khả năng diễn đạt của mình. Kết Luận Quay lại với câu hỏi đầu bài: Viết mà không có người sửa thì cũng như không, phải không? Không hẳn, vì những lý do trên và thêm nữa là, số lần tôi được người khác sửa bài chỉ đếm trên đầu ngón tay của một bàn tay. Hy vọng bài viết giúp đem lại nhiều giá trị cho bạn trong quá trình luyện viết IELTS.  "
        },
        {
            "order": 16,
            "name": "Chương 8. IELTS Writing",
            "content": " Cấu trúc và ý tưởng cho bài viết Không phải người nào cũng viết được văn hay. Một người bình thường, khi gặp một đề nghị luận hay phân tích (bằng tiếng Việt) cũng vẫn sẽ gặp bối rối. Phải bắt đầu từ đâu, như thế nào, cấu trúc ra sao, viết cái gì trước cái gì sau, ý thế này đã hay, đã thuyết phục chưa… đó là vấn đề không hề dễ. Do đó, cảm giác “không biết viết” nhiều khi không hẳn là do trình độ tiếng Anh của bạn dở, mà còn do nhiều yếu tố khác vừa kể trên. Cấu trúc bài viết Task 1 Introduction Sẽ cần một câu mở bài, cho biết đồ thị, hình ảnh đề bài cho nói về vấn đề gì: The graph / chart / table / diagram describes / shows / compares / reveals… Có thể có thêm một câu nữa nói về tình hình chung: “As is shown in the graph,…”. Không có câu này cũng được. Body Bạn nên có từ 1-2 đoạn (paragraph). Nếu bạn viết 2 đoạn thì mỗi đoạn cần có 1 chủ đề, 1 ý riêng rẽ, nếu không thì chỉ nên viết 1 đoạn thôi. Nội dung bài viết là về những gì đáng viết, được trình bày theo logic, trình tự và phải phù hợp yêu cầu của đề bài. Bạn không thể chơi “ngông”, bỏ hẳn một ý lớn (như 1 graph trong 3 graph đề cho) vì nghĩ nó không đáng nói. Đôi khi bạn có cảm giác không biết bắt đầu từ đâu, đó là do bạn chưa tự tin thể hiện ý kiến riêng của mình, bạn muốn có một dàn bài, một khuôn mẫu rõ ràng gần như 70-80% rồi cứ thế viết thêm vào. Đó là cách để đạt 6.0. Để lấy 7.0, bạn không thể theo một khuôn mẫu nhất định nào. Bạn phải tập nhìn biểu đồ và tự phát triển ý tưởng cho mình. Ban đầu có thể xem “văn mẫu”, bài mẫu của Task 1, rút ra cách họ khai triển vấn đề và bắt chước theo. Sau đó, thử tập nhìn biểu đồ và ghi chú lại những gì mình có thể sẽ viết, rồi so sánh với bài mẫu để “nhặt nhạnh” những ý hay mà mình không có. Một mẹo nhỏ giúp bạn nảy ra nhiều ý tưởng hơn là: khi xem biểu đồ, hãy luôn tự hỏi: “Có gì hay trong này nhỉ?… Có gì đáng nói nhỉ?” Hãy vừa đọc vừa có những câu hỏi như vậy, bạn sẽ dễ kiếm được thứ mình muốn tìm hơn. Conclusion Nếu bạn cảm thấy có thể rút ra kết luận gì đó thì nên cho vào nhưng không bắt buộc phải có. Cấu trúc bài viết Task 2 Introduction Có vô số cách viết. Có hai cách bạn có thể viết là:  Nêu lại vấn đề (paraphrase) - tương tự những điều đã ghi trong đề bài, dĩ nhiên là không nên copy lại hoàn toàn đề bài. Trả lời trực tiếp và ngắn gọn (trong 1 câu) câu hỏi của đề: đồng ý (agree) hay không, hoặc giải pháp (solution) là gì?… Nêu lại vấn đề (như trên). Nói mình sẽ làm gì trong bài viết này (dạng bài discuss both views không có câu hỏi nên không dùng cách trên được).  Ví dụ cách viết introduction và paraphrase: Governments in the world spend large amounts of money to support arts. However, there are many other essential services, such as healthcare and education, that require urgent actions and subsidies. Discuss both views and give your own opinion. 1. Large amounts of governments’ money have been spent to support arts. Still, some think that goverments should give more support to essential services, such as healthcare and education. This essay will discuss both views and recommend which should receive more money from the government. 2. Governments around the world have been giving substantial financial support to arts (or, giving arts a great deal of financial support). Yet, some argue that support should be redirected to other basic services, like healthcare and education. A discussion of both views will be presented in this essay along with a suggestion on which should be a higher priority for the government. 3. Arts have been receiving significant financial assistance from governments around the world. Yet, fundamental services, such as healthcare and education, are believed to deserve more attention and resources from the government. This essay will examine both aspects and suggest where the government should provide finance to. Đoạn 1 là cách paraphrase đơn giản, chỉ thay đổi cấu trúc câu, còn từ ngữ thì vẫn giữ nguyên. Đoạn 2, 3 có nhiều thay đổi hơn hẳn đoạn 1. Body Mỗi đoạn nói về 1 chủ đề, 1 vấn đề, 1 ý xuyên suốt. Đây là điều rất quan trọng mà bạn cần nhớ khi viết essay. Tôi sẽ tiếp tục ví dụ cho phần body cho đề bài được nêu ra trong phần Introduction. Giả sử bạn có những ý sau: (mỗi dấu + khi khai triển ý ra sẽ đủ để viết thành 1 đoạn hoàn chỉnh)  Healthcare:  + discover new treatments for serious diseases + reduce the cost so that the poor can have access to quality medical services  Education:  + people behaving in a civil manner -> reduce crime rates + produce new breakthroughs in technology  Arts:  + entertaining activities: singing, dancing, drawing -> enrich human lives + boost people’s mood -> better health, higher level of labor productivity Phần body bạn nên có từ 2-3 đoạn. Và mỗi đoạn cần 1 chủ đề nhất định. Cách sắp xếp sau đây khá hợp lý: Cách 1:  Đoạn 1 – Nói ngắn gọn về cả healthcare và education. Đoạn 2 – Nói về arts, nhiều lập luận và chi tiết hơn. Nếu bạn muốn ủng hộ arts, thì đoạn 1 bạn sẽ chỉ nói qua loa, nói là đóng góp health, education cũng có một số lợi ích sau, nói sơ qua 1, 2 ý, rồi chuyển sang đoạn 2 nói về arts, đề cao arts và nói rằng ích lợi của arts bao hàm cả hai vấn đề trên… Tới phần Conclusion, bạn sẽ kết luận arts nên nhận support nhiều hơn.  Cách 2:  Đoạn 1 – Nói kĩ về Healthcare. Đoạn 2 – Nói kĩ về Education. Đoạn 3 – Nói sơ qua về Arts. Cách này bạn có thể không ủng hộ arts, nói rằng arts cũng có chút lợi ích, nhưng so với healthcare và education thì không nhiều, vì không nghiêm trọng và thiết thực bằng… Phần Conclusion bạn nên khẳng định lợi ích về healthcare và education và đầu tư tài chính vào đó. Bạn cũng có thể đổi thứ tự các đoạn, nói arts đầu tiên rồi sau đó tới healthcare và education.  Theo hai cách này thì mỗi đoạn sẽ chỉ có một chủ đề, một ý xuyên suốt, như vậy là đạt yêu cầu. Còn như cách viết sau đây thì không đạt yêu cầu:  Đoạn 1: Nói về arts và nói qua về healthcare. Đoạn 2: Tiếp tục nói về arts rồi lại nói sang education.  Conclusion Money invested in essential services appears to be a more meaningful and helpful contribution. It can help in finding new cures, providing better healthcare to the poor and lowering crime rates. Although arts have their benefits, they seem not enough to justify the government’s large spending. Thus, the government should reallocate (or, plan/set) its budget to have more money going to essential services. (or, the government should put more weight into essentail services) Những việc bạn cần làm:  Tóm tắt lại các ý chính (paraphrase) – Câu thứ 2,3. Kết luận hàm ý trong bài chỉ nói về 3 ý, new cures, healthcare for the poor và crime rates. Nếu trong bài có nói về ý technolgy breakthrough thì kết luận cũng cần bao gồm ý đó. Trả lời câu hỏi đề bài – Câu cuối & nửa sau câu 3. Và có thể đưa ra ý kiến riêng – Câu thứ 1. Và quan trọng là không đưa ra lập luận mới, hay ý mới. Nếu trong bài không nói đến new cures thì đến kết luận bạn cũng đừng tham mà cho new cures vào. Đừng “for example” nữa. Đây là dấu hiệu rõ nhất là bạn đang sắp sửa đưa ra ý mới, lập luận mới vào phần kết luận.  Ý tưởng để viết bài Câu hỏi How Nhiều bạn đã quen suy nghĩ ngắn gọn, cô đọng nên thường gặp rắc rối là làm sao để viết đủ dài, đủ 250 từ. Bản thân tôi cũng từng gặp vấn đề tương tự. Giả sử gặp đề nói về lợi ích và tác hại của máy vi tính đi, tôi chỉ viết được 2 dòng, là “máy tính thì giúp con người làm việc nhanh, tiện lợi hơn nhưng cũng có tác hại là dễ gây nghiện, làm cho con người thụ động” rồi tắc luôn, không còn ý gì để viết nữa. Một lời khuyên mà nhiều người thường đưa ra là dùng các câu hỏi Wh – Why, What, When, Where,… và How. Nhưng những câu What, When, Where, Why thường chỉ toàn đưa ra những ý lạc đề, chỉ có câu hỏi “How – Như thế nào” là dùng được. “Máy tính tiện lợi như thế nào? Giúp tiếp cận với thông tin nhanh hơn, lưu trữ thông tin nhiều hơn, liên lạc với người khác dễ hơn, là phương tiện giải trí…” Mẹo để tìm ý tưởng nhanh hơn Ngoài ra, để có nhiều ý tưởng viết hơn, bạn có thể phải bớt khắt khe đi trong quá trình chọn lọc ý tưởng. Ý tưởng cho bài IELTS, chỉ cần “hơi hơi” có lý là được, không cần phải logic chặt chẽ tuyệt vời. Khi lập dàn ý, hãy cứ liệt kê ra các ý nảy ra trong đầu bạn đầu tiên, “nhảm” một chút cũng được, miễn là không hoàn toàn vô lý. Ví dụ như đề “Có nên bảo tồn ngôn ngữ không?”, bạn có thể lập dàn ý “tào lao” như sau: “Language is part of culture, losing language = losing culture -> less fun, for instance: Los Angeles is a great city, full of energy and excitement, partly because of its dynamic multi-culture...” Dĩ nhiên về language thì có rất nhiều ý nghiêm túc để viết, nhưng trong khoảng thời gian hạn hẹp và căng thẳng như thi viết IELTS thì dành nhiều thời gian cho việc tìm ý tưởng chưa hẳn đã tốt. Chỉ cần bằng lòng với những ý tàm tạm như vậy và viết tốt những ý đó là quá đủ cho IELTS 7.0. Đừng bỏ quá nhiều thời gian để nặn ra ý sắc bén, hãy dành thời gian để trau chuốt từ ngữ và ngữ pháp nhiều hơn. Đừng bị gò bó Mục đích của những cấu trúc và cách viết được nhắc đến ở trên là để giúp bạn phát triển ý tưởng và lập dàn bài nhanh hơn, suôn sẻ hơn. Phần Intro phải viết những ý gì; phần Body nên có mấy đoạn, mỗi đoạn ý chính là gì, khai triển ra sao,… bạn đều đã biết. Nếu thỉnh thoảng bạn không muốn diễn đạt theo cấu trúc trên, vì nó không phù hợp với cách dẫn dắt ý của bạn, thì bạn cứ hãy tự tin viết theo ý mình. Vì khi ép mình theo khuôn thường sẽ làm cho câu văn rất rời rạc, thiếu mạch lạc. Tự do thoải mái diễn đạt thì lời văn của bạn sẽ có chất lượng hơn nhiều. Cũng có trường hợp bài Intro chỉ 1 câu, kết luận cũng chỉ 1 câu mà vẫn đạt điểm 7.0 (chắc chắn trường hợp này sẽ bị trừ điểm cấu trúc), đó là vì phần Body diễn đạt rất tốt. Lưu ý khác khi viết Tentative Language Người viết không quen theo văn phong Academic thường có xu hướng over-generalise: khẳng định, bao quát/khái quát hóa, nói chung chung. Đây là lỗi mà bạn không được mắc nếu muốn lấy 7.0 hoặc hơn. Ví dụ cách viết generalise:  Lazy students get lower scores than hard-working students. IELTS scores are improved by doing a lot of practice tests. Money invested in essential services is a more meaningful and helpful contribution.  Trong môi trường Academic rất kị những câu khẳng định kiểu như vậy vì chúng rất dễ bị phản bác. Trong IELTS, đây bị coi là lỗi nghiêm trọng về logic và ngữ nghĩa, thể hiện người viết chưa biết cách diễn đạt tiếng Anh chuẩn xác. Bạn có chắc chắn 100% rằng “Sinh viên lười thì điểm thấp hơn sinh viên chăm không?”, “Làm nhiều bài test sẽ nâng được phần nào band score không?” câu trả lời là “Không, nhưng thường thì là vậy.” Do vậy nên bạn cần phải giảm bớt sự chắc chắn, làm nhẹ ý nghĩa câu văn của mình đi. Bằng cách sử dụng các từ như often, usually, can, might, may, tend to, seem, appear,…  Lazy students tend to get lower scores than hard-working students. IELTS scores can be improved by doing a lot of practice tests.  Không nên dùng Personal pronouns Personal pronouns là các từ chỉ cá nhân như I, you, me, we, my, our… Bài viết của bạn sẽ khách quan và academic hơn khi không có personal pronoun. Linking words Những từ nối – Linking words giúp bài viết mạch lạc hơn – đây cũng là một trong những tiêu chí chấm điểm IELTS. Các linking words bạn có thể dùng: Reason  Because Since As Because of  Result  As a result As a consequence Therefore Thus Consequently  Addition  Moreover In addition / additionally Furthermore  Contrast  However Nevertheless Although / even though Yet In contrast On the other hand  Examples  For example, For instance,   "
        },
        {
            "order": 6,
            "name": "Chương 5. Tìm Nguồn Tiếng Anh Phù Hợp Với Bạn",
            "content": "   Sau đây là ba cách mà tôi đã đúc kết được để tìm ra các nguồn tiếng Anh phù hợp. 1. Những việc bạn Thích Tìm hiểu về những thú vui, sở thích của bạn bằng tiếng Anh, ví dụ như:  Theo dõi tin tức về thần tượng của bạn. Làm bánh, nấu ăn. Xếp origami (Nghệ thuật gấp giấy có nguồn gốc từ Nhật Bản) Game.  … Trong trường hợp bạn bị “ngán tiếng Anh” thì đây cũng là cách để bạn giải quyết nó. “Ngán tiếng Anh” nghĩa là chỉ hơi nhắc tới tiếng Anh thôi là bạn đã thấy chán ngán, đầu óc không tỉnh táo, rồi chẳng biết phải bắt đầu từ đâu, chỉ mong sao tránh được những việc liên quan tới tiếng Anh. Nhiều khả năng nguyên nhân là do trước đó bạn đã thử cố nhồi nhét tiếng Anh bằng các nguồn không phù hợp. Thực ra bạn ngán nguồn tiếng Anh đó chứ không phải chán tiếng Anh. Chỉ vì trong bộ nhớ của bạn đã có liên kết: tiếng Anh = nguồn không phù hợp = chán ngán, nên mỗi khi bạn cần đọc hay nghe gì đó bằng tiếng Anh, phản xạ “ngán tiếng Anh” lại trỗi lên và làm bạn mất hứng thú. Nếu bạn tiếp xúc với một nguồn phù hợp thì cảm giác chán ngán đó sẽ không còn nữa. Ví dụ rõ ràng nhất là nhạc tiếng Anh. Bạn có thể ngán tiếng Anh vô cùng nhưng tôi bảo đảm bạn cũng có ít nhất 1-2 bài nhạc tủ bằng tiếng Anh (trừ trường hợp bạn không nghe nhạc tiếng Anh, mà trường hợp này thì tôi chưa từng gặp ở các bạn trẻ). Do đó bạn đừng nghĩ là mình “ngán tiếng Anh”, chỉ là bạn đang ngán những nguồn tiếng Anh không phù hợp mà thôi. Chỉ cần tìm ra một nguồn mà mình thích và luyện tập với nó thì chứng “ngán tiếng Anh” sẽ được giải quyết ngay. Tôi có một cậu bạn mắc tật này. Tôi phát hiện ra trong một lần làm bài tập nhóm chung, khi tôi đưa ra một bài viết tiếng Anh (đơn giản chứ không hề phức tạp) để cậu bạn tham khảo. Mới nhìn lướt qua cậu ấy đã bảo: - Ghê quá trời! - Sao ghê? - Nhìn một “cục” chữ tiếng Anh là ghê rồi, không biết bắt đầu sao luôn. … Vì là bạn thân nên tôi bắt đầu hướng dẫn các cách tìm nguồn tiếng Anh phù hợp cho cậu ấy, bắt đầu từ những việc cậu ấy thích. Sau một hồi “phỏng vấn”, tôi cũng tìm ra được một chủ đề mà cậu ấy “nghiền” và cũng là một nguồn tiếng Anh tốt để tiếp thu: xe cộ. Từ đó, tôi gợi ý cho cậu tìm hiểu về các loại xe đua, xe hơi mà cậu ấy thích trên các trang quốc tế bằng tiếng Anh. Dần dần, sau một thời gian tiếp xúc với tiếng Anh tương đối nhiều, cậu không còn có cảm giác ngán với tiếng Anh nữa, nhìn vào một bài báo tiếng Anh không còn hoảng rồi đầu óc trống không như trước đây. Bây giờ, cậu ấy đã bình tĩnh, tự tin hơn khi gặp tiếng Anh, chưa đến mức thông thạo, nhưng ít ra cậu ấy đã có được cảm giác mà ai cũng phải có nếu muốn phát triển khả năng tiếng Anh của mình. Trong phần hướng dẫn kỹ năng Reading và Listening, tôi sẽ hướng dẫn cụ thể và có nhiều ví dụ hơn về việc tìm và sử dụng nguồn tiếng Anh mà bạn thích. 2. Từ những việc bạn Cần Những việc bạn cần có thể là: Nâng cao chuyên môn Như về y khoa, công nghệ thông tin, kinh tế,… Tùy vào chuyên ngành bạn đang học, đang làm, bạn có thể tìm đọc các sách giáo khoa (textbook) và những tài liệu bằng tiếng Anh về chuyên ngành của mình. Có nhiều lý do để bạn làm vậy: nó sẽ giúp bạn quen với các thuật ngữ chuyên ngành, từ đó bạn sẽ dễ cập nhật thông tin về chuyên ngành của mình hơn, dễ nghiên cứu chuyên sâu hơn và bạn sẽ có nhiều cơ hội hơn nếu công ty bạn hoặc trường bạn có các chương trình đào tạo với nước ngoài. Học các kỹ năng mềm phục vụ công việc và học tập Như kỹ năng thuyết trình, giao tiếp,… Một số nhu cầu nhất thời khác Như tìm hiểu về dinh dưỡng, thể dục thể thao,… Cuối cùng, sau khi tiếp xúc với tiếng Anh qua hai cách trên được một thời gian, bạn sẽ thấy phần nào thoải mái hơn với tiếng Anh. Bước tiếp theo sẽ là… 3. Bất kể bạn làm gì, đọc gì, xem gì, hãy sử dụng tiếng Anh Nếu bạn thích xem phim Hàn Quốc, đừng xem phụ đề tiếng Việt nữa, hãy tìm xem phụ đề tiếng Anh. Bạn thích xem các tin giải trí như trên kenh14, hãy xem bằng tiếng Anh vì có nhiều trang cũng hấp dẫn như:  http://www.zergnet.net http://screenrant.net http://www.mirror.net.uk http://www.hollywoodreporter.net https://DocSachHay.net/the-loai/sach-hoc-ngoai-ngu.html  Nghe nhạc, xem video ca nhạc nước ngoài, cố gắng lựa chọn phụ đề tiếng Anh. Đến dịp Valentine 14/2 không biết mua quà gì cho bạn trai/bạn gái, đừng search “quà 14/2 cho bạn trai/bạn gái”, hãy search “Valentine gift/present ideas”. Bạn sẽ tìm ra rất nhiều ý tưởng rất “cool”, bảo đảm sẽ khiến người kia bất ngờ và xúc động. Khi muốn lên danh sách những thứ cần mua để đi chơi xa với bạn bè, đừng dùng tiếng Việt: bánh mì 5 ổ, túi nilon, sữa, quần áo, tiền: 2 triệu, mà hãy dùng tiếng Anh: bread: 5 (ghi như vậy là được, không cần phải ghi thật chi tiết, thật đúng như 5 loaves of bread), plastic bag, milk, clothes, 2 million. Nếu bạn muốn tìm hiểu thêm thông tin về việc ca sĩ Se7en nhập ngũ, đừng search “Se7en nhập ngũ” mà hãy search “Se7en military enlistment”. Các trang tiếng Anh có nhiều thông tin và hình ảnh thú vị hơn rất nhiều. Tin tôi đi! Nói tóm lại, hãy sử dụng tiếng Anh trong mọi việc bạn làm.    "
        },
        {
            "order": 21,
            "name": "Chương 2. Luyện Writing Như Thế Nào Là Ổn?",
            "content": " Một bạn có hỏi: “Chào anh Kiên! Em muốn hỏi anh phần Writing mình học bằng cách nhìn vào bài mẫu rồi ghi lại để thuộc cấu trúc cũng như từ vựng có phải là một cách tốt không ạ?” Trả lời: Theo tôi thì bản chất của học viết (và nói) là học cách diễn đạt ý, sau đó mới tới việc học các cấu trúc hoa mỹ/văn phong/cách hành văn của tiếng Anh. Vậy nên bất cứ hoạt động nào mà giúp bạn phát triển khả năng diễn đạt đều tốt cả. Vấn đề ở đây là bạn có thực hiện việc đó được lâu dài và đều đặn không. Tôi cũng đã nhiều lần lên kế hoạch, “quyết tâm” học tập, nào là mỗi ngày xem 5 bài tin tức trên BBC, hay đọc 1 chương tiểu thuyết tiếng Anh và cũng không ít lần bỏ cuộc nhanh chóng. Bởi vì khi bạn cố ép mình làm một hoạt động mình không thoải mái, bạn sẽ rất dễ chán, mà khi chán thì sẽ khó mà ngồi học được lâu và được nhiều. Ngoài ra, việc ép mình rất dễ sinh “tác dụng phụ” như chán ngán, ức chế, nặng nề, khi đã vậy thì đầu óc bạn coi như không tiếp thu được gì nữa. Vậy nên việc tìm ra hoạt động mà mình cảm thấy thoải mái là rất quan trọng. Thường thì tôi học cách diễn đạt bằng hai hoạt động. Hoạt động thứ nhất là trong khi đọc (truyện, sách chuyên ngành) và nghe (phim, youtube, bài hát) mình sẽ bắt gặp một số cách diễn đạt hay và để ý ghi nhớ nó. Khi đó, ngoài từ vựng, mình có thể học thêm các cấu trúc, ví dụ như:  elect somebody as something  (People elected Obama as the President of USA) hoặc học các từ nối như:  Addtionally - khi muốn nói thêm ý For instance - khi cho ví dụ  hoặc học cả cụm từ như:  As fast as an eagle (thay vì “nhanh như sóc”) As hungry as a bear (tương tự như câu “đói như con sói”) a mediocre movie (thay vì “a normal/average movie” - phim tàm tạm, trung bình)  Học cả cụm như vậy sẽ giúp bạn diễn đạt được đúng với văn phong tiếng Anh và tránh được rất nhiều lỗi do thói quen dịch từ tiếng Việt sang tiếng Anh của chúng ta. Trong khi đọc hay nghe như vậy, tôi chỉ để ý và ghi nhớ như vậy thôi, chứ không có cuốn sổ tay ghi chú để tiện khi ôn lại. Trước đây, tôi cũng thử học “nghiêm túc”, vừa đọc vừa có sổ tay liền bên cạnh để ghi lại cho việc ôn tập nhưng rồi chẳng có cuốn sổ nào mà tôi ghi được quá 1 trang. Không hiểu vì lý do gì nhưng vừa đọc vừa để ý ghi note được một lúc tôi đã chán ngấy, chẳng muốn tiếp tục nữa. Vậy nên sau đó tôi đã dẹp luôn nhiệm vụ note đó, làm việc gì ra việc nấy, đọc sách ra đọc sách, xem phim ra xem phim, chứ không kết hợp note lại nữa. Ngày nào cũng liên tục được như vậy, nhờ đó mà tôi học được nhiều hơn hẳn. Hoạt động thứ hai là đọc... từ điển. Điều nay có vẻ không được hấp dẫn cho lắm. Vì thế nên hằng ngày, tôi chỉ có làm được việc này trong khoảng 5-10 phút. Theo tôi, đây là khoảng thời gian hợp lý vì khi đã đặt ra chỉ tiêu trước là chỉ xem 1-2 từ trong 5-10 phút, tôi thấy rất thoải mái chứ không bị ức chế hay sinh ra “tác dụng phụ” nào cả. Từ điển tôi thường khuyên dùng là từ điển Anh-Anh. Từ điển tôi đang dùng để đọc là phần mềm Longman Dictionnary of Contemporary English 5th Edition. Bạn cũng có thể dùng từ điển Anh-Anh khác của Oxford hay Cambridge đều tốt cả. Đọc từ điển Việt-Anh cũng sẽ giúp bạn tiến bộ nhưng sẽ không tốt bằng từ điển Anh-Anh. Đọc từ điển chủ yếu là để bạn tiếp nhận những cách diễn đạt hay, mới. Trong khi xem, tôi thường lẩm nhẩm một vài lần để ghi nhớ hơn và cũng không cần ghi chú gì cả. Thêm nữa, khi đọc từ điển, tôi ít tra các từ lạ, mới mà thường là ôn cho kỹ các từ cũ. Ví dụ như từ “doctor” (bác sĩ) mình học từ hồi còn bé, nhưng khi tra và đọc trong từ điển thì sẽ có thêm các cách diễn đạt rất hay mà mình nên biết, ví dụ như:  go to the doctor = see a doctor = visit a doctor a doctor examines somebody = khám a doctor prescribes something = kê toa thuốc a physician (formal, academic English) = a doctor qualified/experienced doctor = bác sĩ giỏi/kinh nghiệm/có bằng cấp  Tuy nhiên, hai hoạt động trên đây của tôi viết ra chỉ để các bạn tham khảo thêm. Tôi không khẳng định rằng đây là hai cách tốt nhất, những cách học khác không hay bằng. Tôi cũng không khuyên các bạn là không nên ghi chú, điều này hoàn toàn tùy thuộc vào bạn. Nếu bạn thấy mình thoải mái khi viết ghi chú để sau này dễ ôn tập thì quá tốt, nhưng nếu cảm thấy không thoải mái thì bạn cũng đừng gượng ép mình. Tóm lại, như tôi đã nói ở đầu bài viết, bản chất của việc học viết là học cách diễn đạt ý. Hôm qua, bạn không biết biểu lộ là mình đang buồn, hôm nay bạn biết nói “I'm sad”. Hôm qua bạn chưa biết nói lý do bị “bồ” đá, hôm nay bạn biết nói “because my girlfriend left me” or “because she dumped me”. Cứ như vậy, mỗi ngày bạn sẽ tích lũy được nhiều cách diễn đạt bằng tiếng Anh hơn. Vì thế, bất cứ hoạt động nào giúp bạn học trau dồi khả năng diễn đạt thì đều tốt cả, quan trọng là bạn có thực hiện hoạt động đó hằng ngày được đều đặn hay không. Rất nhiều người dành nhiều thời gian để tìm ra “cách tốt nhất” mà không để ý rằng nếu khoảng thời gian đó làm một việc “tốt vừa vừa” thôi cũng đủ giúp mình tiến bộ rất nhiều rồi. Ngoài ra, trong khi bạn làm một việc gì đó “tốt vừa vừa”, chắc chắn là bạn sẽ tìm ra được việc “tốt hơn” để tiếp tục. Từng bước, từng bước, bạn sẽ tìm ra được những hoạt động phù hợp với mình nhất thôi. Mong bạn mau chóng tìm ra các hoạt động luyện tập cho mình.  "
        },
        {
            "order": 24,
            "name": "Chương 5. Xử Lý Những Việc Nhàm Chán",
            "content": " Như đã nói ở chương đầu, nếu bạn làm việc hoặc học một cách thoải mái thì sẽ có kết quả tốt, hiệu suất cao hơn. Hầu hết những việc tôi làm đều như vậy, và những gì tôi chia sẻ cũng dựa theo nguyên tắc đó. Tuy nhiên, phải thừa nhận là không phải bất cứ việc gì chúng ta cũng có thể làm cho nó thoải mái được, như việc nghe và dò script, học vocabulary, Grammar, tập lập dàn ý bài Essay… Đó đều là những việc cần thiết, nhưng nếu quá trình làm không được thoải mái thì chúng ta cũng rất dễ bỏ cuộc. Nếu bạn nghĩ bạn có thể cố gắng “cày” các hoạt động đó 1 tiếng mỗi ngày liên tục vài tháng thì bạn không cần phải đọc tiếp bài viết này nữa. Điều này không phải ai cũng làm được, nếu bạn có khả năng “cày bừa” như vậy thì chắc chắn bạn đã tự kiếm được IELTS 7.0 từ lâu rồi. Giải pháp hiệu quả ở đây là: Mục tiêu 15 phút. Bạn chỉ nên đặt mục tiêu làm các việc trên trong một thời gian ngắn, và làm nhiều lần một ngày. Khoảng thời gian ngắn đó có thể dao động tùy vào từng người, có thể là 10, 15, 20 phút. Ví dụ như khi bạn bắt đầu học từ vựng thì cùng lúc đặt đồng hồ 15 phút luôn. Sau khi xong 15 phút, chuông reo thì ngưng lại, dù đang làm dở dang và chuyển qua các hoạt động “học mà chơi”. Một ngày bạn có thể có 2-3 lần 15 phút như vậy. Lý do cách này trở nên hiệu quả là vì tâm lý của bạn khi ngồi vào bàn học là cố ép mình học càng nhiều càng tốt. Không có định mức, hay thời gian giới hạn gì dễ tạo cảm giác mông lung không biết khi nào ngừng, cứ học vậy cho đến khi nào “chán” thì thôi. Nó nguy hiểm ở chỗ đó. Vì bạn học tới khi chán bạn mới nghỉ nên lần sau, khi bắt đầu, cảm giác chán nó lại có cơ hội dâng lên làm bạn không muốn tiếp tục. Khi đặt đồng hồ 15 phút như trên, bạn đã biết trước chính xác là 15 phút sau sẽ được “giải lao” (làm những việc “học mà chơi”), do đó cảm giác ngán cũng không còn nữa. Và thường thì “15 phút đầu” là khoảng thời gian bạn “sung” nhất, bạn nên tận dụng khoảng thời gian đó cho các hoạt động không thoải mái.  "
        },
        {
            "order": 4,
            "name": "Chương 3. Tài Liệu Học Tiếng Anh Nào Là Tốt Nhất?",
            "content": " Các sách coursebook[1] đang bán trên thị trường chưa chắc đã là tài liệu tốt nhất. Tài liệu tốt nhất chính là tiếng Anh thực tế. Tiếng Anh thực tế không cần phải là một môi trường giao tiếp tiếng Anh 100% như trong các trường quốc tế hay phải mất công đi ra nước ngoài, đơn giản là tiếng Anh mà người ta đang sử dụng hằng ngày, trong sách vở (dĩ nhiên là không tính coursebook), báo, đài và các thông tin mà bạn tiếp xúc trên Internet. Lợi ích của tiếng Anh thực tế so với coursebook Thứ nhất, so với tiếng Anh thực tế thì lượng tiếng Anh trong coursebook là quá ít. Thường trong một cuốn coursebook IELTS có 20 bài (lesson), mỗi bài có 1 bài đọc khoảng 500 chữ, như vậy cả cuốn sách chỉ có khoảng 20 bài đọc. Kèm theo sách thường chỉ có 1-2 CD, tương đương 1-2 tiếng nghe. Vậy tổng cộng trong một cuốn coursebook chỉ có khoảng 20 bài đọc và 2 tiếng nghe, quá ít so với thời lượng tiếng Anh thực tế bạn có thể tiếp xúc. Khi đã có phương pháp sử dụng tài liệu tiếng Anh thực tế, bạn có thể tiếp thu 20 bài đọc và 2 tiếng nghe chỉ trong một buổi sáng. Bạn đừng hy vọng mình đạt đến trình độ tiếng Anh khá (chứ chưa nói đến giỏi) chỉ nhờ coursebook. Hy vọng như vậy chẳng khác nào chỉ giải vài bài tập Toán trong sách giáo khoa mà muốn thi học sinh giỏi Toán cấp thành phố. Cho dù bạn có nắm chắc tất cả các bài trong sách giáo khoa thì kết quả bạn đạt được cũng không mấy khả quan. Để thi học sinh giỏi Toán cấp thành phố đòi hỏi bạn phải tiếp xúc với rất nhiều các dạng bài, kỹ năng giải Toán mà sách giáo khoa không thể bao hàm hết được. Tiếng Anh cũng tương tự vậy. Vì lượng tiếng Anh hạn chế trong coursebook nên bạn có thể chỉ học được một cách nói xin lỗi:  I’m sorry for… something. (I’m sorry for not coming to your graduation ceremony.)  Còn khi tiếp xúc nhiều với tiếng Anh thực tế, bạn có thể nói linh hoạt hơn như:  Sorry, I couldn’t come to your grads…. I’m so sorry about my absence…. Forgive me for not coming to….  Nếu bạn muốn học coursebook thì hãy học nhanh hơn 15 phút là vừa cho một lesson gồm 1 bài đọc 500 từ và 1 bài nghe ngắn. “Nhai đi nhai lại” 1 lesson như vậy trong 1-2 tiếng cũng không giúp ích gì thêm cho bạn. Giống như trong môn Toán, chẳng ai lại giải đi giải lại một bài 10 lần, việc mà người ta hay làm là giải 10 bài (khác nhau) của cùng một dạng Toán. Như trong ví dụ trên, tiếng Anh thực tế giống như giải 10 bài của một dạng Toán, nó giúp bạn có cơ hội tiếp xúc với nhiều cách nói xin lỗi khác nhau. Nếu cứ bám vào một cuốn coursebook, làm bài tập, học từ từ một lesson thì cũng như làm một bài toán 10 lần, quanh đi quẩn lại bạn chỉ biết được một cách nói xin lỗi mà thôi. Với cách tính ở trên, 1 lesson nên học trong 15 phút thì bạn nên hoàn thành một cuốn coursebook – trung bình 20 bài – trong vòng 1-2 ngày. Phần lớn chúng ta đều tốn quá nhiều thời gian cho coursebook do cách dạy truyền thống ở các trung tâm – một buổi 2 tiếng chỉ dạy xong một, hoặc thậm chí ½ bài. Cho nên khi tự học, chúng ta cứ nghĩ 1 ngày học 1-2 lesson là đủ, làm cho thời gian học một cuốn coursebook kéo ra thành 1-2 tuần, tiêu tốn nhiều thời gian mà không học thêm được gì nhiều.  [1]. Coursebook là những sách được thiết kế để dùng trong các lớp học ở trung tâm, như Lifelines, Headway, New Insight into IELTS, Steps to IELTS,...  "
        },
        {
            "order": 26,
            "name": "Chương 7. Đừng Đi Học IELTS Ở Trung Tâm Khi Bạn Chưa Đọc Bài Viết Này!",
            "content": " Câu hỏi của bạn tên là Thái Kiều gửi cho tôi: “Chào Kiên, Kiều đang tìm trường để đăng ký để luyện thi IELTS, Kiên có thể giới thiệu cho Kiều vài nơi tương đối tốt không, nhưng học phí đừng quá mắc nha. Kiều biết hỏi điều này cũng rất khó trả lời, bởi vì nó phụ thuộc vào khả năng của Kiều nữa, nhưng thực sự Kiều muốn sớm có được IELTS trong năm nay, càng sớm càng tốt. Kiên có thể giúp Kiều cách nào học IELTS có hiệu quả và nhanh chóng không? Best regards Thái Kiều”. Trả lời: Tôi cũng từng đi học trung tâm nhưng có vẻ hợp với việc tự học hơn. Thời gian đầu tôi hưng phấn lắm, nghĩ sẽ học được nhiều thứ, nhưng dần dần sau 1 tuần đầu, tôi bắt đầu cảm thấy uể oải, cảm giác học hành nặng nề như nghĩa vụ vậy. Mục đích đi tới lớp là để... chờ đi về chứ không phải để học. Vậy nên sau vài lần thử tới trung tâm, tôi đã quyết định tự thân vận động, ở nhà học, không tới trung tâm nữa. Để trả lời câu hỏi của bạn, tôi có vài so sánh nho nhỏ giữa việc đến trung tâm và học ở nhà như sau: Reading - Trên lớp cho đọc những bài ở nhà mình tự đọc được. Listening - Trên lớp cho nghe những bài ở nhà mình cũng tự nghe được. Speaking - Trên lớp nói sao thì ở nhà mình cũng tự giả bộ nói y chang được. Writing - Tiết mục câu giờ, thầy cô ngồi chơi chờ mình viết, và ở nhà mình cũng tự viết được. Trên lớp cũng...  dạy ngữ pháp mà mình có thể tự xem trong sách được. dạy phát âm mình có thể tự xem hướng dẫn trên mạng được. hay truyền đạt những thứ khác mà mình hoàn toàn có thể tự xem được trong các sách hướng dẫn giá trung bình 100k/cuốn. Với học phí của một khóa học IELTS khoảng 7-8 triệu hiện nay (thường thì bạn không chỉ học một khóa), thì chỉ cần nhịn học một khóa là bạn đã có đủ tiền mua tất cả sách tham khảo IELTS.  Theo tôi, chỉ có hai việc mà trên lớp khác ở nhà đó là: 1. Không khí lớp học để tập Speaking Cá nhân tôi có hơi hướng... tự kỷ, thích luyện speaking một mình, không thích tụ tập đông người nên trên lớp hay ở nhà đều ổn cả. 2. Thầy cô sửa lỗi Writing Tôi thấy mình học Writing nhiều nhất từ Reading, từ điển và Google. Mục tiêu của tôi khi viết là phải giảm thiểu sai sót, tạo thói quen viết chính xác, đừng “múa bút” viết đại, càng nhiều càng tốt và để thầy cô sửa lỗi sau. Khi luyện viết, tôi luôn check từ điển Longman và Google khá kỹ, và bài viết của tôi khi tới tay thầy cô cũng mắc rất ít sai sót. Nói tóm lại theo quan điểm của tôi, thì khi bạn đóng tiền đi học trung tâm có nghĩa là bạn đã bỏ tiền ra mua 2 việc: Không khí tập Speaking và Sửa lỗi Writing. Quyết định cuối cùng có đi học trung tâm không dĩ nhiên là tùy bạn. Nhân đây, tôi cũng muốn lưu ý bạn thêm một số điều về việc chọn nơi học IELTS. Thứ nhất là khi trung tâm quảng cáo về thành tích các học viên của mình, thì các bạn hãy để ý thêm chút nữa. Xem “xuất xứ” (background) của các bạn ấy như thế nào. Có một trung tâm khoe đã đào tạo rất nhiều học viên IELTS 7.5-8.5 nhưng nhìn vào “xuất xứ” các bạn ấy thì toàn: Chuyên Anh Hà Nội Amsterdam, sinh viên Đại học Ngoại ngữ, Chuyên Anh THPT Chu Văn An, Giải ba Tiếng Anh cấp Quốc gia, sinh viên Đại học Ngoại thương,... Toàn “siêu nhân” thế này thì không cần tới học trung tâm, chắc họ vẫn đạt IELTS 8.0 dễ dàng. Thứ hai là khi có ai đó giới thiệu cho bạn một thầy cô nào đó dạy IELTS “tốt lắm”, bạn nên hỏi bạn ấy xem mục tiêu IELTS của bạn ấy là bao nhiêu. Vì mục tiêu 6.0 khác 7.0 rất nhiều. Thầy cô dạy hay của 6.0 khác nhiều so với thầy cô dạy hay của 7.0. Ví dụ như chiêu dùng template cho Writing, sau đó điền thêm khoảng 100 từ để thành bài essay thì đối với mục tiêu 6.0 có thể dùng tốt nhưng mục tiêu 7.0 thì không có hiệu quả. Hy vọng bài viết này giúp ích cho bạn phần nào trong việc chọn nơi học.  "
        }
    ]
}
