{
    "id": 3122,
    "cate_id": 2,
    "name": "Dinh dưỡng chữa bệnh - Trái cây",
    "photo": "https://docsachhay.net/images/e-book/dinh-duong-chua-benh-trai-cay.jpg",
    "data": [
        {
            "order": 2,
            "name": "Mơ APRICOTS",
            "content": "- LÀM SÁNG DA\n- BẢO VỆ MẮT\n- ĐIỀU HÒA ĐƯỜNG RUỘT\n- NGĂN CHẶN TỔN THƯƠNG DO CÁC GỐC TỰ DO GÂY RA\n\n\n\n\n\n\nV\n\n\n\n\n\n\nới hàm lượng calo thấp nhưng giàu chất xơ và nhiều loại vitamin quan trọng, quả mơ có thể được dùng ở dạng tươi hoặc khô; cả lá và hạt nhân cũng được tận dụng. Xét về mặt y học, mơ giúp cải thiện tiêu hóa, làm sáng da và bảo vệ mắt.\n\nThịt quả\nGiàu vitamin A, giúp tăng cường sức khỏe cho da và mắt.\nHạt nhân\nLà nguồn chất béo tốt cho sứckhỏe; trong chất béo có chứavitamin B17 (laetrile) với tính năng ngăn ngừa ung thư.\nCÔNG DỤNG\nTỐT CHO DA & MẮT\nQuả mơ giàu hàm lượng beta-carotene tốt cho mắt. Thường xuyên hấp thu một lượng lớn các dưỡng chất như vitamin C và E, kẽm và đồng (có trong quả mơ) có thể giảm nguy cơ thoái hóa võng mạc đến 25%. Các dưỡng chất này cũng đóng vai trò quan trọng trong việc duy trì sức khỏe làn da. \nBẢO VỆ ĐƯỜNG RUỘT\nHàm lượng chất xơ cao trong quả mơ giúp điều hòa đường ruột, ngăn chặn chứng táo bón, thậm chí cả bệnh ung thư đường ruột.\nNGĂN NGỪA UNG THƯ\nCác hoạt chất chống oxy hóa trong quả mơ bảo vệ cơ thể trước sự tấn công của các gốc tự do gây ung thư và các bệnh khác. Hạt nhân chứa vitamin B17 (laetrile) có tính năng tiêu diệt các tế bào ung thư.\nHẤP THU TỐI ĐA DƯỠNG CHẤT\nĂN QUẢ TƯƠI & KHÔ\nGiàu chất xơ, vitamin A, C, E và một số dưỡng chất quan trọng khác. \nHãy chọn loại mơ khô không chứa chất bảo quản sulphite. \nHẠT NHÂN \nBên trong lớp vỏ cứng có thể ăn được. Hạt chứa những dưỡng chất có tính năng chống ung thư, giúp cơ thể loại bỏ độc chất và tăng cường khả năng phòng vệ chống lại bệnh tật.\nDẦU HẠT MƠ\nGiàu chất béo không bão hòa đơn và vitamin A, C, E; có thể dùng nấu ăn hoặc làm sốt trộn rau.\nCHẾ BIẾN\nNẤU CÙNG VỚI CÁC MÓN THỊT BÉO NGẬY\nNhồi quả mơ khô vào thịt vịt hoặc ngỗng; hoặc hầm quả (xắt nhỏ) với thịt cừu. \nMƠ RIM \nRim quả mơ tươi trong hỗn hợp si-rô (1 phần mật ong, 3 phần nước); cho thêm một nhúm hạt cardamom giã nhỏ và ¾ ống vani, đun với lửa riu riu cho đến khi mềm.\nMƠ MUỐI \n \nUmeboshi được dùng kèm với cơm, giúp kích thích tiêu hóa và ngăn ngừa chứng buồn nôn.\n\n "
        },
        {
            "order": 3,
            "name": "Đào & Xuân Đào PEACHES & NECTARINES",
            "content": "- NGĂN NGỪA CÁC TRIỆU CHỨNG LIÊN QUAN ĐẾN TRAO ĐỔI CHẤT\n- NGĂN NGỪA TỔN THƯƠNG DA DO CÁC GỐC TỰ DO ÂY RA\n- CÂN BẰNG NƯỚC CHO CƠ THỂ\n\n\n\n\n\n\nC\n\n\n\n\n\n\nũng giống như các loại quả có hạt cứng, đào và xuân đào chứa các hợp chất nhóm phenol (như anthocyanin, axít chlorogenic, dẫn xuất của quercetin, và catechin) giúp ngăn chặn các triệu chứng có liên quan đến quá trình trao đổi chất (tác nhân gây ra bệnh đái tháo đường và bệnh tim).\n\nĐÀO\n \nChứa các hợp chất hóa học tự nhiên beta-carotene, lycopene và lutein giúp bảo vệ tim và mắt.\n\nXUÂN ĐÀO \nThịt quả có màu đỏ, vàng hoặc trắng, là nguồn dồi dào vitamin A và C, beta-carotene.\nCÔNG DỤNG\nKIỂM SOÁT TRỌNG LƯỢNG\nCác hợp chất nhóm phenol có tính năng chống béo phì, kháng viêm và phòng chống đái tháo đường; dùng thường xuyên 2 loại quả này giúp ngăn ngừa các triệu chứng xảy ra trong quá trình trao đổi chất. \nSỨC KHỎE LÀN DA\nĐây là nguồn dồi dào vitamin C, dưỡng chất cần thiết cho quá trình sản sinh collagen; đồng thời cũng là nguồn dồi dào hợp chất chống oxy hóa lutein giúp ngăn chặn các tổn thương do gốc tự do gây ra, duy trì sức khỏe làn da (và cả mắt).\nLỢI TIỂU\nChứa nhiều kali, photpho và magiê, đào và xuân đào có tính năng giải độc đối với chế độ dinh dưỡng giàu muối và ngăn ngừa việc tích nước trong cơ thể.\nCHỐNG UNG THƯ\nCác nghiên cứu tại phòng thí nghiệm cho thấy các tế bào ung thư vú, thậm chí đang trong giai đoạn bùng phát, bị tiêu diệt sau khi tiếp xúc với dịch chiết quả đào.\nHẤP THU TỐI ĐA DƯỠNG CHẤT\nĂN THEO MÙA \nĂn ngay khi vừa mua về vì các loại quả này dễ bị hỏng và mất đi các dưỡng chất cần thiết. \nBẢO QUẢN LÂU\nCả đào và xuân đào đều có thể dùng làm mứt hoặc sấy khô.\nCHẾ BIẾN\nTRÀ ĐÀO \nThái mỏng 2 quả đào chín, đun sôi với 500 ml nước. Tắt bếp, cho 8 gói trà xanh vào, hãm trà trong 5 phút. Vớt trà ra, vắt nhẹ túi trà. Thêm 240 ml nước và một ít mật ong vào nồi. Dùng chung với đá và một ít lá bạc hà xắt nhỏ. \nBÁNH MÌ BAGEL \n \nChuẩn bị bữa sáng với món bánh mì bagel ăn kèm phô mai sữa dê hoặc kefir và vài lát xuân đào. Rắc thêm một ít bột tiêu đen để làm dậy lên vị ngọt của quả.\n\n "
        },
        {
            "order": 0,
            "name": "THỰC PHẨM ",
            "content": "\n\n\n\n\n\nH\n\n\n\n\n\n\nợp chất hóa học tự nhiên (phytonutrient) là các hợp chất có hoạt tính sinh học có trong thực vật, giúp tạo màu sắc và hương vị cho rau củ quả. Mặc dù không đóng vai trò cốt yếu trong hoạt động sống của cơ thể, nhưng vitamin và chất khoáng lại hỗ trợ cơ thể theo nhiều cách khác nhau.\n \nHOẠT TÍNH CHỐNG OXY HÓA THEO MÀU SẮC THỰC PHẨM\n \n\n "
        },
        {
            "order": 4,
            "name": "Lê PEARS",
            "content": "- LÀ LOẠI THỰC PHẨM ÍT GÂY DỊ ỨNG\n- CÓ TÍNH NHUẬN TRƯỜNG NHẸ\n- XOA DỊU THẦN KINH\n- GIỮ CHO KHỚP XƯƠNG LINH HOẠT\n\n\n\n\n\n\nL\n\n\n\n\n\n\nà loại trái cây nhiều nước, mát, ít gây dị ứng, đồng thời cũng là nguồn dồi dào chất xơ hòa tan, lê còn chứa một lượng beta-carotene và vitamin nhóm B, cũng như các khoáng chất vi lượng ở dạng vết như photpho, kali và các nguyên tố hữu ích khác.\n\nLÊ TRUNG QUỐC\n \nHàm lượng dinh dưỡng tương tự như các loại lê khác.\n\nLÊ CHÂU ÂU\n Quả lê tươi có hàm lượng đường fructose, glucose và levulose (loại đường ngọt nhất trong số các loại đường tự nhiên) nhiều hơn các loại trái cây khác.\n\nLÊ ĐỎ\nGiàu hợp chất chống oxy hóa anthocyanin hơn các loại lê vỏ vàng, xanh, nâu.\nCÔNG DỤNG\nÍT GÂY DỊ ỨNG\nCác tác chất gây dị ứng trong quả lê thấp hơn các loại quả khác vì chúng chứa hàm lượng salicylate và benzoate thấp. Lê thường được đưa vào chế độ dinh dưỡng dành cho người dễ bị dị ứng, và nước ép lê đôi khi được chọn là loại nước ép hoa quả đầu tiên dành cho trẻ nhỏ. Lê cũng là sự lựa chọn tối ưu dành cho người đang dưỡng bệnh.\nCHỐNG TÁO BÓN\nHầu hết chất xơ có trong lê là chất xơ hòa tan, nhờ vậy làm tăng khả năng nhuận trường.\nXOA DỊU THẦN KINH\nLê được xem là loại quả có tính mát và làm dịu. Vitamin C cũng kích hoạt sản sinh các hoạt chất như norepinephrine và serotonin, đây là những chất dẫn truyền thần kinh giúp cải thiện tâm trạng.\nCÁC BỆNH VỀ KHỚP\nLê chứa hỗn hợp kali, pectin và tannin giúp hòa tan axít uric, cho nên đây là loại quả lý tưởng cho những ai bị bệnh về khớp (như gout, viêm khớp).\nHẤP THU TỐI ĐA DƯỠNG CHẤT\nĂN CẢ VỎ\nHầu hết lượng vitamin C và chất xơ đều tập trung ở lớp vỏ mỏng của lê.\nMUA LÊ VỪA CHÍN TỚI\nLê dễ bị thâm khi chín. Vì vậy, hãy mua những quả lê vừa chín tới, rồi vài ngày sau lê sẽ chín mà không bị thâm, giập.\nLÊ KHÔ\nGiống như các loại quả sấy khô khác, lê khô chứa hàm lượng đường cao và ít chất xơ. Ăn một vài miếng lê khô để bổ sung thêm năng lượng.\nNƯỚC ÉP LÊ\nNước ép lê ngọt mát, tạo cảm giác sảng khoái khi bạn cảm thấy bức bối, khó chịu.\nCHẾ BIẾN\nTHỨC UỐNG “TĂNG LỰC”\nĐun quả lê khô trong nước khoảng 15 phút. Vớt lê ra, chỉ lấy nước, để nguội. Đây là thức uống giúp giải tỏa mệt mỏi và các triệu chứng của Hội chứng tiền kinh (PMS).\nLÊ RIM\n \nNấu lê tươi trong nước siro loãng hoặc rượu vang, thêm vào một ít gừng hoặc quế (nếu thích). Dùng ngay khi còn ấm, rắc lên một ít hạt hạnh nhân.\n\n \n "
        },
        {
            "order": 1,
            "name": "Táo APPLE",
            "content": "- CÂN BẰNG ĐƯỜNG HUYẾT\n- XỬ TRÍ TIÊU CHẢY & TÁO BÓN\n- GIÚP XƯƠNG CHẮC KHỎE \n- GIÚP GIẢM CHOLESTEROL\n\n\n\n\n\n\nT\n\n\n\n\n\n\náo giàu pectin (một loại chất xơ) và đường phức (loại đường phân giải chậm) giúp cải thiện sức khỏe tim và điều hòa đường huyết. Táo cũng chứa nhiều vitamin, khoáng chất và các hợp chất quan trọng giúp giữ cho xương chắc, khỏe.\n\n \nTÁO XANH\nCũng giống như các loại táo khác, táo xanh chứa axít malic hỗ trợ tiêu hóa.\n\nTÁO ĐỎ\n \nChứa hàm lượng cao chất chống oxy hóa, hợp chất ngăn ngừa tổn thương thần kinh có liên quan đến một số bệnh (chẳng hạn như Alzheimer).\n\nTÁO VÀNG \nPectin trong táo vàng (cũng như các loại táo khác) giúp hạn chế hấp thu quá nhiều chất béo.\nCÔNG DỤNG\nĐIỀU HÒA ĐƯỜNG HUYẾT\nFructose và các hợp chất chống oxy hóa nhóm polyphenol trong táo giúp cân bằng trao đổi chất và hạn chế lượng đường hấp thu vào máu. \nBỆNH TIÊU CHẢY & TÁO BÓN\nPectin hoạt động như một chất lưỡng tính: giúp cải thiện tình trạng táo bón và cả tiêu chảy – tùy thuộc vào nhu cầu của cơ thể.\nGIẢM CHOLESTEROL\nPectin và các thành phần khác, như hoạt chất chống oxy hóa nhóm polyphenol, giúp giảm hàm lượng cholesterol “xấu” (LDL) và làm chậm quá trình oxy hóa của chúng – một yếu tố nguy cơ gây xơ vữa động mạch. Các hoạt chất nhóm polyphenol cũng ngăn ngừa tổn thương cơ tim và mạch máu do các gốc tự do gây ra.\nBẢO VỆ XƯƠNG\nNhờ vào tính năng ngăn ngừa sưng viêm và sản sinh các gốc tự do, hoạt chất phlorizin nhóm flavonoid (trong vỏ táo) có thể ngăn chặn tình trạng mất xương trong giai đoạn mãn kinh.\nHẤP THU TỐI ĐA DƯỠNG CHẤT\nĂN NGUYÊN QUẢ\nCác phần của quả đều có thể ăn được. Táo được bày bán thường được phủ một lớp sáp để không bị tác động bởi ánh sáng và có thể bảo quản trong thời gian dài, vì vậy cần rửa sạch táo trước khi ăn. \nCHỌN TÁO ĐƯỢC TRỒNG THEO PHƯƠNG PHÁP HỮU CƠ\nĐể tránh hấp thu các chất hóa học độc hại.\nGIỮ NGUYÊN VỎ\nGọt vỏ sẽ làm mất đi 50% hàm lượng chất xơ, vitamin và chất sắt có trong quả.\nCHẾ BIẾN\nTHỨC UỐNG DÀNH CHO NGƯỜI ĐANG HỒI PHỤC SỨC KHỎE\nÉp nước 1 quả táo. Nhấp 1 – 2 muỗng lớn sau mỗi giờ hoặc khi thấy cần. \nTÁO ĐÚT LÒ\n \nKhoét bỏ lõi quả táo; cho các loại hạt (hạt hạnh nhân, hạt dẻ...), trái cây khô và một ít bột quế vào lõi quả; nướng táo ở nhiệt độ trung bình cho đến khi mềm.\n\n "
        }
    ]
}
