{
    "id": 1773,
    "cate_id": 13,
    "name": "Khuyến Học",
    "photo": "https://docsachhay.net/images/e-book/khuyen-hoc.jpg",
    "data": [
        {
            "order": 14,
            "name": "Phần Mười Bốn: Phải Luôn Xem Lại Tinh Thần Của Bản Thân",
            "content": " Con người luôn gặp những thất bại không ngờ tới Trong cuộc sống, con người làm nhiều việc dại dột, ngu ngốc hơn so với suy nghĩ trong đầu, làm nhiều điều xấu hơn so với cảm xúc trong lòng, và kết quả đạt được thường cũng không như dự tính ban đầu. Dù có xấu đến đâu, cũng không có người nào suốt đời chỉ làm toàn điều ác. Nhưng gặp một việc gì đó, bất chợt ác tâm hiện lên, biết là không nên nhưng vẫn cố làm, khi sự việc vỡ lở thì lại viện ra đủ mọi lý lẽ để hợp lý hóa sự việc xấu đó. Ngược lại, có những việc đã làm vì tin chắc là tốt. Nhưng theo thời gian, nhìn lại thì cảm thấy đó là việc làm đáng hổ thẹn và tự nhủ không hiểu sao khi ấy lại hành động như vậy. Giữa con người với con người, có sự chênh lệch về trí tuệ. Nhưng không một người nào lại muốn tự hạ thấp bản thân khi so với các loài muông thú. Có rất nhiều trường hợp bị xã hội chê cười, hoặc tự mình hối hận vì cứ nghĩ rằng “việc này hợp với khả năng của mình”, nhưng đến lúc bắt tay vào làm thì hết hỏng chỗ này lại sai chỗ khác, mà lại toàn hỏng và sai ở những chỗ không thể ngờ tới. Nhìn những người ôm ấp sự nghiệp và gặp thất bại thì nghĩ là họ ngu dốt hoặc viển vông. Nhưng thật ra khi lập kế hoạch cho việc đó, họ cũng không đến nỗi dốt nát lắm đâu. Có một nguyên nhân rất lớn trong những thất bại như vậy. Đó là cuộc sống luôn sống động. Xã hội không đứng yên mà luôn vận động. Vì thế nếu không dự đoán hay lường trước được sự biến đổi đó thì người thông minh cũng sẽ gặp thất bại khôn lường. Kế hoạch do con người hoạch định thường to lớn. Nhưng rất khó dự đoán được là khi bắt tay vào làm sẽ thuận lợi, dễ dàng hay khó khăn, phức tạp, có thể nhanh chóng hoàn thành hay tốn nhiều thời gian. Franklin từng nói: “Gì chứ thời gian thì không bao giờ thiếu. Nhưng khi bắt tay vào việc gì thì luôn thiếu thời gian.” Quả đúng như vậy. Thuê thợ xây nhà, nhờ thợ may áo, có tới tám chín chục phần trăm là chậm. Không phải là do họ cố tình làm chậm. Chẳng qua là vì phương pháp tính toán, cách làm của họ không chính xác. Những lúc đó họ thường bị trách móc vì đã thất hứa. Nhưng đã chắc gì những người trách móc sẽ giữ được lời hứa? Có anh học trò nọ, rời quê lên tỉnh học, trong lòng tự nhủ: “Chấp nhận mọi khó khăn, ba năm nữa sẽ học thành tài.” Lại còn có người, bỏ ra cả đống tiền mua một cuốn sách hay, trong bụng nghĩ thầm: “Chỉ cần ba tháng là sẽ thuộc, thông hiểu cuốn sách”. Cả hai trường hợp đã chắc gì thực hiện được lời hứa với mình? Có người đàn ông, mong muốn trở thành quan chức. “Nếu là mình thì sẽ cải thiện ngay được tình hình. Và nửa năm sau sẽ đổi mới chính sách”. Anh ta viết bản kiến nghị gửi lên chính phủ đến cả chục lần. Cuối cùng cũng được tuyển dụng vào hàng quan chức. Thử hỏi xem, sau đó anh ta có thực hiện được đúng như bản đệ trình không? Có chàng thư sinh nghèo khó: “Ước gì mình có đống tiền. Ngay lập tức sẽ xây trường học khắp nơi trên đất Nhật Bản để cho mọi người có chỗ học tập.” Ước sao được vậy. Anh ta trở nên giàu có. Nhưng thử hỏi xem anh ta có thực hiện đúng như suy nghĩ trước đấy hay không? Những suy nghĩ không tưởng như thế, trong xã hội nhiều vô kể. Đó là vì mọi người thường nhìn nhận vấn đề quá dễ dàng, không suy nghĩ tới khả năng khả thi cũng như dự đoán đúng thời hạn của công việc. Trong xã hội, lại có những người lập ra một kế hoạch nào đấy. “Sẽ hoàn thành trước khi chết” hoặc “Trong vòng mười năm phải thực hiện”. Những người này là nhiều nhất. Những người nói “trong vòng ba năm” hoặc “trong năm nay sẽ thực hiện xong” tương đối ít. Còn “trong tháng này” hay “bây giờ bắt tay ngay vào thực hiện” thì hầu như rất hiếm. Tôi chưa gặp được người nào đã từng “hoàn tất kế hoạch trong mười năm” cả. Những kế hoạch lâu dài, thoạt nhìn có vẻ như rất tuyệt vời. Nhưng đến thời hạn thì nội dung cụ thể của kế hoạch đó là gì cũng không sao thuyết minh ra được. Nguyên nhân chính là do tính toán thời hạn qua loa. Mặt khác, tự thân kế hoạch đó quá dở. Đây là điều quan trọng nhất trong làm ăn Cuộc đời con người không mấy khi suôn sẻ. Những việc không ngờ tới thường xảy đến. Công việc ít khi theo đúng kế hoạch đã định. Để tránh điều này phải suy nghĩ tới một phương pháp mà người ta không mấy khi để ý. Đó là trong công việc, cũng như trong học vấn của mình, cần phải xem xét lại xem từ trước tới nay cái gì đã làm được? Cái gì chưa làm được? Thỉnh thoảng cần phải “tính sổ”, được mất những gì? Nói như trong thương mại là phải quyết toán thu chi. Trong buôn bán làm ăn, chẳng có ai ngay từ đầu nghĩ rằng mình sẽ lỗ vốn cả. Người ta lập nghiệp dựa trên cơ sở vốn liếng và khả năng phán đoán thị trường. Tình thế biến động khi lỗ khi lời. Cuối năm quyết toán sổ sách, có những thứ đúng như tính toán. Có những thứ chẳng giống ai. Rồi có những mặt hàng chắc chắn trăm phần trăm là sẽ có lãi nhưng đến khi làm lại thành lỗ chỏng lỗ chơ. Có những thứ cực khan hiếm trên thị trường, phải tìm mua bằng được để tích trữ trong kho. Vậy mà đến khi đem ra bán lại ít người mua, bán không chạy. Lúc đó mới hối hận sao mua vào quá nhiều. Vì vậy, trong làm ăn, điều quan trọng nhất là hàng ngày phải ghi chép sổ sách chứng từ thu chi cẩn thận. Luôn kiểm tra hàng tồn kho, xem cái gì lỗ, lời bao nhiêu và lỗ bao nhiêu phải tính toán rõ ràng. Cách tính toán “cái được, cái mất” trong cuộc đời Nhìn chung, cuộc đời con người cũng vậy. Cuộc sống của con người thường bắt đầu từ khi chín, mười tuổi – tuổi đã cảm nhận được sự yêu, ghét. Dưới đây là cách chỉnh lý những điểm mà từ trước tới nay tự mình cho là chưa được. Hiện tại, mình đang làm gì, đang học gì và đã làm được đến đâu, hay học được tới đâu? Bây giờ đang mua vào mặt hàng nào? Định bán ra sao? Đã kiểm soát “lòng thương hại” một cách chắc chắn chưa? Chỉ vì mấy nhân viên lười biếng, ham chơi mà lại để thâm hụt nào trong sổ sách kế toán không? Cách kinh doanh năm nay có thể áp dụng cho năm sau không? Ngoài ra còn phải suy tính, trăn trở điểm gì nữa v.v… Cần kiểm tra cả “sổ sách” về tinh thần nữa. Cần thiết phải “tính sổ” tất cả các mặt. Nghèo là chuyện thường tình của các Võ sĩ, vì bổn phận của họ là trung nghĩa, một lòng một dạ vì nước. Nói vậy thôi, chứ họ là tầng lớp ăn hại nhiều thóc gạo của nông dân nhất. Hiện nay, Võ sĩ là tầng lớp sống hão huyền nhất. Phương Tây đã dùng tới súng đạn làm vũ khí trang bị mà họ không hề biết, vẫn tiếp tục đặt rèn kiếm, nào có ích gì. Hối hận thì đã muộn. Những học giả chỉ toàn nghiên cứu kinh điển Tàu, Nhật, một mực sùng bái học vấn cổ đại, coi khinh tri thức mới của phương Tây, chậm chân không sao theo kịp thời thế. Như thế có khác nào thấy mùng màn bán chạy vào mùa hè mà đã vội tích trữ từ đầu đông. Lại còn có những sinh viên, học chưa ra đâu vào đâu, cũng vội ra làm viên chức. Kết cục suốt đời chỉ là anh viên chức quèn. Như thế có khác gì áo chưa may xong, đã vội mặc đem ra chưng diện. Chưa vắt sạch mũi kiến thức địa lý, lịch sử, viết lá thư cũng không ra hồn, đã vội đọc sách cao xa, chỉ được vài trang là chán. Rồi lại chạy sang cuốn sách khác. Như thế có khác nào không có vốn mà cũng học đòi kinh doanh, và chỉ trong một ngày là lại chuyển sang kinh doanh thứ khác. Có đọc bao nhiêu sách Tây, Tàu, Nhật đi nữa mà không nắm bắt được tình hình thế giới có khác nào kẻ chưa nuôi nổi miệng mình mà lại đòi kinh doanh bách khoa mà cũng chẳng thèm biết gẩy bàn tính. Cho dù có hiểu tình hình thế giới đi nữa, nếu không tự tu dưỡng chỉnh sửa bản thân thì cũng chẳng khác gì có thể góp ý cho hàng xóm buôn bán, nhưng trộm lẻn vào nhà mình khuân hết đồ đạc lúc nào cũng không hay. Mở miệng là tuôn ra tràng giang đại hải những kiến thức mới đang là mốt, nhưng chẳng bao giờ tìm hiểu bản chất thực sự của nó, bản thân mình đứng ở chỗ nào cũng không biết, những kẻ như vậy có khác nào chỉ biết tên hàng mà chẳng biết giá cả, công dụng của nó ra sao? Những hạng người tội nghiệp như vậy không phải hiếm trong xã hội này. Nguyên nhân là con người đã phó mặc cuộc đời theo dòng chảy thời thế, sống trôi sống nổi. Lại chưa khi nào tự xem lại mình: “Từ khi sinh ra đến nay đã làm được những gì? Từ nay về sau sẽ tiếp tục ra sao?” nên mới xảy ra những chuyện như vậy. Phân tích rõ tình hình buôn bán, và để lập kế hoạch cho sau này thì việc kiểm tra sổ sách, rút kinh nghiệm trên cơ sở quyết toán là việc cần thiết. Để nhận thức rõ chỗ đứng hiện tại của mình, để đề ra phương châm, kế hoạch cho tương lai thì cần phải kiểm tra lại tri thức và tinh thần của chính mình. “Chăm sóc” có hai vế Từ “chăm sóc” có hai vế. Vế thứ nhất là Bảo hộ. Và vế thứ hai là Bảo ban. Bảo hộ là sự giúp đỡ và che chở. Bảo ban là việc chỉ dẫn cho biết nên làm điều gì thì có lợi, nên tránh điều gì có hại. Có đủ cả hai vế này mới thực sự là chăm sóc. Làm tốt cả hai vế thì mọi việc trong xã hội nhất định sẽ đâu vào đấy. Cha mẹ bảo hộ cho con cái bằng cách cho cái ăn, cho cái mặc. Và con cái nghe theo lời bảo ban của cha mẹ. Được như vậy, quan hệ giữa cha mẹ và con cái mới ổn thỏa. Chính phủ bảo hộ dân chúng và xã hội theo luật pháp, tức là dựa trên luật pháp bảo vệ sinh mạng, danh dự và tài sản của dân chúng, bảo vệ trật tự trị an xã hội. Nhân dân chấp hành chỉ thị và không quay lưng lại mệnh lệnh của chính phủ. Như thế mới giữ được mối quan hệ công – tư, tức là đảm bảo được ích nước lợi dân. Theo lẽ đó, bảo hộ và bảo ban, hai vế luôn phải đồng hành và ngang bằng, như thế mới đúng nghĩa của từ “chăm sóc”. Một vế hỏng thì tai họa sẽ xảy ra. Trong xã hội thường xảy ra nhiều vấn đề cũng bởi vì dân chúng và chính quyền bên nào cũng chỉ hiểu và làm theo vế có lợi cho mình. Không thể bảo hộ nếu thiếu chỉ dẫn Ví dụ, nếu người làm cha, làm mẹ biết con mình hay chơi bời lêu lổng, tiêu pha bừa bãi, không chịu nghe theo sự chỉ dẫn, bảo ban mà vẫn tiếp tục chu cấp tiền bạc chiều theo ý nó là thí dụ về bảo hộ mà không dạy dỗ. Ngược lại con cái cố gắng, chăm chỉ, ngoan ngoãn nghe theo sự bảo ban của cha mẹ, nhưng lại không được đảm bảo cái ăn, cái mặc, không cho học hành là thí dụ chỉ có dạy dỗ mà không bảo hộ. Ví dụ trước là bảo hộ quá đáng, ví dụ sau là cha mẹ không có lòng từ bi. Cả hai trường hợp buộc tôi phải nghi hoặc thái độ của người làm cha làm mẹ. Người xưa có câu “Làm ơn mắc oán”. Ý muốn nói đến trường hợp người ta tìm mọi cách để khuyên nhủ, can ngăn bạn bè không nên làm một việc gì đó, nhưng không được bạn bè nghe theo lại còn bị oán ghét. Đối với loại người ấy, đừng lo lắng cho họ nhiều quá, nên chừng mực vừa phải thôi. Người không theo sự chỉ dẫn thì có bảo hộ cũng hỏng. Lại có những ông già lẩm cẩm mang gia phả từ mấy chục đời đến chỗ cháu chắt chút chít hoạch họe. Lại có ông chú họ xa, gọi con ruột của người đã khuất tới, chỉ thị việc này việc khác và mắng cháu chắt bạc tình, bạc nghĩa. Rồi lại còn chuyện khốn nạn nữa là lập di chúc giả hòng chiếm đoạt tài sản của đứa cháu còn thơ dại mà đã mồ côi bố mẹ. Tất cả những ví dụ trên là những minh chứng cho thấy trong quan hệ giữa con người với con người luôn xảy ra sự không cân bằng giữa hai vế của từ chăm sóc. Hoặc không bảo hộ mà chỉ có bảo ban, chỉ dẫn quá đà. Hoặc không bảo ban, chỉ dẫn mà chỉ bảo hộ quá mức. Ngoài ra, trong xã hội còn có hoạt động được gọi là Cứu tế Người nghèo. Không phân biệt người thiện hay kẻ ác, không tìm hiểu nguyên nhân dẫn tới nghèo khổ mà chỉ biết cho tiền cho bạc. Giúp đỡ những người không chốn nương thân là lẽ đương nhiên, nhưng có những kẻ được cấp cho năm đấu thóc là lập tức bán đi ba đấu lấy tiền mua rượu uống. Đó là ví dụ rõ nhất về việc chỉ bảo hộ quá mức mà không chỉ dẫn, dạy dỗ. Ngay tại Anh quốc, người ta cũng gặp phải những chuyện nan giải như thế. Chỉ có bảo hộ không ắt sẽ bị lợi dụng. Cần thiết phải có cả hai loại “chăm sóc” trong chính trị Thử ứng dụng lý luận trên đây vào chính trị xem sao. Nhân dân đóng thuế đảm bảo chi phí ngân sách chính phủ, duy trì tài chính cho quốc gia. Vậy mà tại các quốc gia chuyên chế như Nhật Bản, ý kiến của nhân dân không những không được tiếp thu mà ngay cả Nghị viện – nơi để người ta nói lên ý kiến của mình – cũng không có nốt. Nhân dân nuôi dưỡng chính phủ bằng tiền thuế và nhiều thứ khác, có nghĩa là nhân dân đang bảo hộ cho chính phủ. Nhưng những kiến nghị, góp ý của nhân dân đối với chính phủ lại bị cấm đoán. Những vụ việc như thế nhiều vô kể trong xã hội. Hai vế bảo hộ và chỉ dẫn của từ “chăm sóc” cũng chính là nguyên tắc kinh tế cơ bản, nguyên tắc trao đổi ngang bằng. Vì thế, cần phải tâm niệm kỹ điều này vào bất cứ hoàn cảnh nào trong cuộc sống, trong sinh hoạt xã hội. Nhưng cũng có người phê phán rằng, cái đó chẳng liên quan gì đến cuộc sống hay đến nghề nghiệp của ai. Cái gì cũng tính toán hơn thiệt, so đo quá như vậy thì còn đâu là tình người. Nhưng nếu suy nghĩ theo cách đó thì thà đừng có bảo hộ hay đừng có ép buộc còn hơn, vì nó sẽ làm tổn hại tình cảm của đối tác, khiến cho việc giao tiếp và các quan hệ trở nên xấu đi. Tôi cũng xin nói thêm để tránh hiểu lầm. Con người hễ nhìn thấy người ta khổ sở, tội nghiệp thì ai mà chẳng động lòng trắc ẩn và muốn giúp đỡ. Đó là sự chăm sóc theo vế bảo hộ. Việc giúp đỡ đó tuy không xuất phát từ quy luật kinh tế nhưng là hành vi được khen ngợi về phương diện đạo đức. Con người không thể sống chỉ bằng lý trí, bằng tính toán lạnh lùng trong suốt cuộc đời. Hỡi các bạn sinh viên Nhật Bản, đừng có lúc nào cũng chỉ đưa ra quy luật kinh tế trong các mối quan hệ mà quên mất tinh thần nhân ái tương trợ trong mỗi con người. Tháng 3 năm Minh Trị thứ tám (tức năm 1875)  "
        },
        {
            "order": 17,
            "name": "Phần Mười Bảy: Bàn Về Sự Tín Nhiệm",
            "content": " Nói tới tín nhiệm tức là nói tới độ tin cậy Quan sát mười người, quan sát một trăm người, có thể nhận ra người nào là người chín chắn, người nào là người trông cậy được. Giao việc cho người này giải quyết thì nhất định là ổn thỏa. Giao việc cho người kia làm chắc chắn là sẽ hoàn thành tốt. Ai bộc lộ được những phẩm chất vượt trội, được kỳ vọng hơn so với những người bình thường khác là người được tín nhiệm. Trong xã hội con người, thường thì nếu không được mọi người đặt lòng tin, không được trọng dụng thì khó mà làm nên trò trống gì. Thống đốc ngân hàng điều hành khối lượng tiền lớn theo sự ủy thác tin tưởng của người gửi, của khách hàng. Bộ trưởng, tỉnh trưởng được giao trọng trách đảm bảo lợi ích trong cuộc sống và danh dự của người dân. Do họ được mọi người tín nhiệm, được tin tưởng trọng dụng nên mới có thể hoàn tất được những công việc lớn như vậy trong cuộc sống. Sản phẩm hàng hóa của các Tổ hợp bách hóa Mitsukoshi hay Daimaru giá cả luôn niêm yết rõ ràng, chất lượng bảo đảm, được người tiêu dùng tín nhiệm, yên tâm mua. Các tác phẩm của nhà văn Takizawa Bakin, chỉ cần thấy tên ông trên sách in là người đọc đã cảm thấy tin tưởng, đặt mua ngay. Vì những nơi này, người này được khách hàng, được độc giả một mực tín nhiệm. Cho nên các cửa hàng của Mitsukoshi, Daimaru rất phát đạt. Sách của Bakin bán rất chạy. Tầm quan trọng của việc được mọi người tín nhiệm trọng dụng là ở chỗ đó. Yêu cầu một người có sức lực đủ sức vác nổi một trọng lượng 60 ký lô mang đúng 60 ký lô. Cho người có tài sản trị giá một nghìn yên vay đúng số tiền một nghìn yên. Đó là điều dĩ nhiên. Nó hoàn toàn không liên quan gì tới việc tin tưởng hay tín nhiệm cả. Quan hệ con người trong xã hội đơn giản như vậy. Trên thực tế, có người bình thường chỉ đủ sức lực vác được một khối lượng 30 ký lô, nhưng người đó chỉ cần ngồi mà cũng có thể làm chuyển động một khối lượng hàng hóa nặng hàng trăm ký lô. Có người, tài sản cá nhân chỉ đáng giá một nghìn yên, nhưng nếu được sự tin tưởng, tín nhiệm của người khác thì người ấy có thể điều hành một khối lượng tiền lên tới hàng triệu triệu yên. Bây giờ tôi đưa ra một số thí dụ. Hãy thử giở sổ sách thu chi của một thương nhân có tiếng là giàu có ra xem sao. So với số thu vào thì số chi ra gấp nhiều lần. Khoản chênh lệch này còn nhiều hơn so với tài sản của anh ta. Hóa ra anh ta còn nghèo hơn cả những người ăn mày không một đồng xu dính túi. Vậy mà tại sao mọi người trong xã hội lại không nhìn anh ta với con mắt như vậy. Chẳng cần phải nói ai cũng biết vì anh ta có được lòng tin của xã hội. Con người, không phải cứ chỉ cần có năng lực và cũng không phải do có tài sản lớn là có được sự tín nhiệm. Mà sự tín nhiệm có được là kết quả của cả quá trình tích tụ dần dần bởi tài năng và trí tuệ, bởi tấm lòng chính trực, lòng thành thật của người đó. Thật và giả khác nhau ra sao? Trước đây, tôi đã đề cập tới việc Trí và Đức đem lại sự tín nhiệm. Tuy vậy, trong xã hội cũng có nhiều kẻ tin tưởng là được tín nhiệm nhưng thực tế không phải như vậy. Thầy lang băm thường sơn phết phòng khám hào nhoáng hòng dụ bệnh nhân tìm tới. Tiệm bán thuốc thường khuếch đại quảng cáo hòng bán được nhiều thuốc. Công ty làm ăn mờ ám lại hay phô trương cái két tiền dẫu nó rỗng tuếch. Học giả thường khoe khoang thư phòng nhiều sách nhưng chẳng bao giờ đọc. Cũng có kẻ một chữ ngoại ngữ không biết, vậy mà khi ngồi trong xe ô tô lại cầm tờ báo tiếng Anh ra vẻ nghiền ngẫm. Có người Chủ nhật đi nhà thờ, sám hối rỏ lệ trước lời của linh mục, nhưng sáng sớm thứ hai là vợ chồng lại cãi cọ ầm ĩ. Trong xã hội rộng lớn này, thật giả, thiện ác lẫn lộn. Khó mà phân biệt đâu là tốt đâu là xấu. Cũng có trường hợp tín nhiệm lầm người, tài đã không có mà đức cũng không nốt. Lại còn những trường hợp thế này nữa, đó là những người sống ẩn dật, trốn tránh xã hội. Họ hễ mở miệng ra là “tôi không màng tới danh tới lợi, vì đó chẳng qua cũng chỉ là hư danh nhất thời mà thôi.” Nhưng trong bụng họ thật ra chính là do bất bình danh lợi mới đi lánh đời đó thôi. Thế nhưng, nếu chỉ nhìn chăm chăm vào mặt cực đoan mà không nhìn hiện trạng muôn màu nhiều vẻ của xã hội đã vội phê phán thì sẽ ra sao? Cái gì trong xã hội cũng chê bai phản đối. Nhìn xã hội thấy mọi thứ đều tiêu cực xấu xa. Phải chăng họ thực sự mong muốn sự tiến bộ xã hội. “Tôi đâu màng tới danh tiếng, tín nhiệm trong xã hội.” Thoạt nghe quả là kêu. Nhưng bản chất của danh tiếng mà bản thân họ không cần tới là gì vậy? Danh vọng, nổi tiếng theo kiểu trang hoàng phòng khám của thầy lang băm, theo kiểu quảng cáo của tiệm thuốc thì đương nhiên cần phải tránh xa, không phải bàn đến. Vì đó là đồ rởm hàng giả, vì người ta bán hư danh. Đồng thời nhìn từ phía khác thì quan hệ con người trong xã hội không phải là tất tần tật đều xấu, đều dối trá và lừa đảo. Tri thức, nhân cách của con người có thể ví như thân cây. Còn danh dự, sự tín nhiệm có thể coi là những bông hoa nở trên đó. Vì sao lại không chấp nhận việc trồng cây, chăm bón chờ ngày ra nụ nở hoa? Tại sao lại phải chạy trốn nó? Đã không suy nghĩ cặn kẽ bản chất của sự tín nhiệm của xã hội, lại trốn tránh tất cả không từ cái gì, chẳng khác gì đã không muốn cho hoa nở mà còn giấu nốt giá trị của cây nữa. Làm như thế có ích lợi gì? Trái lại sẽ làm hại cho xã hội. Tự mình tiêu diệt sự sống, tiêu diệt sự hữu ích. Cần nói về bản thân mình Vậy thì có nên mong vào vinh hạnh và tín nhiệm hay không? Điều này cần phải có câu trả lời rõ ràng. Tôi nghĩ là cần nhưng phải dựa vào nỗ lực của bản thân. Khi đó, cần phải xác định rõ vị trí của mình và đòi hỏi người khác phải đánh giá đúng về mình. Có được sự tín nhiệm của xã hội bằng chính sự nỗ lực của mình, cũng giống như người hàng xáo cân và bán gạo vậy. Kẻ dốt khi khách cần mua 10 ký lô lại cân lên thành 10,3 ký. Kẻ gian lận thì cân thiếu đi thành 9,7 ký. Lẽ ra khách cần 10 ký lô thì phải cân đủ cho khách, không thừa không thiếu. Sự chênh lệch dù chỉ là 2 hoặc 3%, nhưng tích lại sẽ có được khoản lời lớn. Có thể có người cho như thế là biết cách làm ăn. Nhưng nhìn từ góc độ đạo đức kinh doanh, kẻ gian lận là kẻ đáng bị lên án. Khổng Tử có câu “Đừng buồn vì người không biết ta. Hãy buồn vì ta không có cái gì để người biết”. Câu này có nghĩa là người có tài có đức thì không buồn phiền vì không được nhìn nhận. Ngược lại họ lo lắng vì không có tài đức gì để người khác biết đến. Lời răn này đã là một chủ trương nhằm thay đổi một tập quán xấu thịnh hành trong xã hội lúc đó. Vậy mà các nhà hủ nho hậu thế lại hiểu sai, cho rằng cứ thu mình lại là được. Không cần tranh luận, không cần biểu lộ tình cảm ra mặt, không cười không khóc trước mặt mọi người. Như thế mới là thanh cao tao nhã. Họ sùng bái những học giả vô cảm miệng câm như hến. Thật là kỳ quặc! Chúng ta cần phải rũ bỏ, phải thoát khỏi cái tập quán làm người ta trở nên chán ghét như thế. Phải tham gia vào xã hội con người sống động, giao tiếp với mọi tầng lớp, tìm hiểu mọi sự vật, biết người và để mọi người biết mình. Vậy thì phải làm thế nào để thỏa sức phát huy được tính cách và thực lực thực sự của bản thân, làm thế nào để cống hiến cho xã hội. Muốn vậy cần bốn điều kiện sau. Coi trọng tiếng mẹ đẻ Phải học cách nói năng. Đương nhiên không được xem nhẹ các bài viết, các tác phẩm, vì chữ viết vốn có vai trò quan trọng trong việc chuyển tải suy nghĩ của mình cho độc giả. Nhưng để thông báo trực tiếp những suy nghĩ của mình cho mọi người xung quanh, thì không có gì hơn là nói chuyện. Vì thế cần học nói cho trôi chảy, lưu loát, sinh động. Gần đây, nhiều cuộc diễn thuyết đã được tổ chức. Ngoài cái lợi là được nghe những vấn đề diễn giả đề cập, còn có cái lợi nữa là cả người nghe lẫn người diễn thuyết đều cùng học được cách diễn đạt, cách nói chuyện. Vô phúc phải nghe bài nói của những diễn giả ngôn ngữ nghèo nàn, diễn đạt khô khan thì thật là buồn chán. Ngay thầy giáo đứng trên bục giảng, cách diễn đạt cũng rất quan trọng. Ví dụ để giải thích về một loại khoáng chất như “thạch anh” chẳng hạn. Nếu chỉ hướng xuống học trò với khuôn mặt nghiêm nghị và nói một câu khô khốc: “Đây là viên thạch anh” thì dĩ nhiên học trò cũng hiểu. Nhưng nếu thầy giáo giảng giải tỉ mỉ bằng từ ngữ sinh động thì chắc rằng sẽ hấp dẫn các em hơn. Ví dụ có thể nói “Các em hãy nhìn vào cái trên lòng bàn tay thầy và đoán xem nó là cái gì? Trông giống hòn bi phải không nào? Trong như thủy tinh phải không nào? Thực ra không phải là thủy tinh mà là một hợp chất được khai thác từ mỏ. Tỉnh Yamaken có rất nhiều. Người ta gọi nó là thạch anh.” Không học cách nói, cách diễn thuyết là nguyên nhân chính làm nghèo nàn cách diễn đạt ngôn ngữ. Gần đây, sinh viên có xu hướng sính tiếng Anh vì cho rằng tiếng Nhật thật bất tiện. Là người Nhật Bản mà không nói sõi tiếng mẹ đẻ, không dùng trơn tru tiếng Nhật thì thật là tệ hại. Tiếng mẹ đẻ phát triển cùng với sự tiến bộ của văn minh. Người Nhật phải rèn giũa tiếng Nhật, phải nỗ lực học cách trình bày vấn đề một cách trôi chảy mạch lạc. Khi giao tiếp nét mặt cần tươi tắn, đừng để người ta ghét Mới gặp nhau lần đầu mà người đối diện lại mang bộ mặt khó đăm đăm, được khen mà cũng không dám nở nụ cười vì sợ trở thành vô duyên, thì quả là chẳng biết nói thế nào. Việc biểu lộ vẻ mặt tươi tắn, sinh động là một điểm rất quan trọng trong giao tiếp giữa người với người. Vì sao vậy? Bởi vì sắc mặt của con người giống như cánh cửa vào ngôi nhà vậy. Để giao tiếp, để bạn bè, khách khứa đến chơi, cửa nhà phải luôn rộng mở, sạch sẽ. Muốn giao tiếp sâu với người khác mà lại không chú ý đến sắc mặt, dung nhan, chỉ tin vào cách ngôn của Khổng Tử, lúc nào cũng ra vẻ quan trọng, cao đạo thì có khác nào mời khách tới chơi mà lại treo lủng lẳng bộ xương người trước cổng, để cỗ quan tài ngáng lối ra vào nhà. Thế thì ai dám lại gần? Trên thế giới, nước Pháp được coi là cái nôi của văn minh, là trung tâm văn hóa và tri thức của nhân loại. Một trong các nguyên nhân đó là khí chất của quốc dân. Động tác của người Pháp lúc nào cũng nhanh nhẹn, cách nói năng hoạt bát, sôi nổi, vẻ mặt vui vẻ làm người ta dễ gần, dễ tiếp xúc. Cũng có người sẽ nói rằng: “Lời nói và dung nhan là do bẩm sinh, có cố gắng sửa cũng không được. Có ai rỗi hơi đâu mà cứ phải để ý hay bàn luận chuyện này”. Ừ thì có thể như vậy. Nhưng tưởng vậy mà không phải là như vậy. Tinh thần của con người càng hoạt động càng phát triển. Nó cũng giống như cơ bắp nếu thường xuyên tập luyện thì sẽ phát triển và rắn chắc. Hoạt động tinh thần sẽ làm cho cách nói năng, sắc mặt dung nhan cũng trở nên tốt hơn đẹp hơn. Vậy mà định đem vứt bỏ hoạt động tinh thần, trở nên vô cảm, câm như hến theo tập quán cổ hủ xưa nay của người Nhật quả là sai lầm lớn. Cho nên, chúng ta luôn phải lưu tâm, đừng quên học cách nói năng, cách biểu lộ tình cảm trong cuộc sống hàng ngày. Vất bỏ hình thức, hãy thật lòng, thành thực Cũng có người thế này: “Nói như ông thì có tô điểm bộ mặt cũng chỉ là tô điểm bề ngoài thôi. Vả lại, trong giao tiếp như thế thôi không đủ. Còn phải sắm sửa trang phục đắt tiền nữa, lại phải bày vẽ đồ ăn thức uống, người không hợp trong tính cách và suy nghĩ cũng vẫn phải tiếp, lại còn phải mở tiệc khoản đãi nữa chứ. Như thế chẳng phải là xúi bẩy người ta chạy theo hình thức bề ngoài hào nhoáng tốn kém đó sao?” Ý kiến này cũng có cái lý của nó, nhưng hình thức không phải là bản chất của việc giao tiếp. Hình thức làm trở ngại trong giao tiếp. Nếu coi hình thức là bản chất của giao tiếp sẽ sinh ra tập tục xấu. Cũng giống như bản chất của thức ăn là dinh dưỡng. Dinh dưỡng nuôi sống cơ thể nhưng nếu ăn nhiều gây bội thực, làm hại cơ thể. Giao tiếp của con người cũng vậy. Trong thân mật, cần thẳng thắn chứ không cần hình thức. Chạy theo hình thức bề ngoài không phải là bản chất của giao tiếp. Trong cuộc sống không có quan hệ nào thân thiết như quan hệ vợ chồng con cái. Có lẽ mối quan hệ đó được duy trì bằng sự bộc trực không che đậy, bằng tấm lòng chân thực ngay thẳng. Chỉ khi nào gột bỏ che đậy bề ngoài, hình thức bộc trực mới có được thân thiết yêu thương. Sự thân thiết hòa thuận ở chỗ bộc trực, thẳng thắn. Người đời thường chê những người hời hợt, những người không có ý tứ, những người nhạt nhẽo… cũng là cách đề cao thái độ thẳng thắng thân mật. Tìm kiếm bạn mới, không quên bạn cũ Trong cuộc sống, có một thực tế là nhiều người không muốn quan hệ với người khác chỉ vì suy nghĩ khác nhau. Trong xã hội, học giả chỉ chơi với học giả, bác sĩ chỉ chơi với bác sĩ. Có trường hợp, cùng học một trường, sau khi tốt nghiệp, người trở thành viên chức hành chính, người thì buôn bán làm ăn, cả hai không gặp nhau, đôi khi thành ghét bỏ nhau, thật là không biết phân biệt. Khi giao tiếp, phải mong muốn có bạn mới nhưng không được quên bạn cũ. Hai phía không thử giao tiếp quan hệ thì không thể hiểu ý muốn của nhau. Và đã không hiểu được ý muốn của người đối diện cũng có nghĩa là không thể hiểu được đối phương. Còn để có bạn thân thì không đơn giản như vậy. Chơi với mười người có được một người làm bạn là tốt rồi. Và chơi với hai mươi người thì chẳng phải sẽ có được hai người bạn hay sao? Bước đầu của việc “biết người và được người biết” chính là ở chỗ này. Sự tín nhiệm, danh dự… nên tạm gác sang một bên. Trước hết cứ làm sao để càng có nhiều bạn càng tốt. Xã hội có đủ mọi hạng người, nhưng con người không phải là quỷ, cũng không phải là mãng xà. Kẻ xấu cũng không nhiều tới mức gặp ai cũng thấy người đó có ý định làm hại mình. Đừng quá cả nghĩ hay sợ hãi, đừng khách sáo, phải giao tiếp thẳng thắn và thực tình. Điều quan trọng trong việc mở rộng giao tiếp là phải có tấm lòng rộng mở, quan hệ với mọi giới trong xã hội, không bó hẹp. Gặp gỡ bạn bè, có thể là bạn học vấn, bạn làm ăn, bạn đánh cờ, bạn hội họa… Trong mọi trường hợp ở thích đầu là phương tiện để giao tiếp rộng, có khi chỉ là tách trà, cốc nước, hay bắt tay cũng được. Xã hội vô cùng rộng lớn, quan hệ giữa người với người cũng vô cùng phức tạp. Chẳng lẽ suốt cả một đời, con người chỉ biết sống như lũ cá thờn bơn ngoe nguẩy trong lòng giếng hẹp là toại nguyện hay sao? Tháng 11 năm Minh Trị thứ chín (tức năm 1876)  "
        },
        {
            "order": 16,
            "name": "Phần Mười Sáu: Chạy Theo Độc Lập Vật Chất Sẽ Đánh Mất Độc Lập Tinh Thần",
            "content": " Độc lập có hai dạng Thời gian gần đây, “độc lập không bị trói buộc” là câu nói cửa miệng của nhiều giới trong xã hội. Nhưng phần lớn người ta đều hiểu sai ý nghĩa của nó. Vì vậy, mỗi người chúng ta cần phải hiểu đúng nghĩa của câu chữ khi dùng. Từ “độc lập” có hai cách hiểu phân biệt nhau. Đó là độc lập hữu hình và độc lập vô hình. Hay còn gọi là độc lập về vật chất và độc lập về tinh thần. Độc lập về vật chất là mỗi người trong xã hội đều có một gia đình, có nghề nghiệp, tự lo được cuộc sống của bản thân và của gia đình, không phải nhờ vả làm phiền ai. Tức là không phải ngửa tay xin xỏ ai. Độc lập hữu hình nhìn thấy, nên dễ nhận biết. Còn độc lập vô hình, độc lập về tinh thần rất khó nhận biết vì ý nghĩa sâu sắc của nó và liên quan tới nhiều lĩnh vực rộng lớn. Thoạt nhìn có những thứ tưởng như chẳng liên can gì với độc lập, nhưng lại mang sự ràng buộc sâu xa. Tôi lấy ví dụ từ con người để giải thích cụ thể hơn. Tục ngữ có câu “Chén thứ nhất, người uống rượu. Chén thứ ba, rượu uống người”. Câu tục ngữ này muốn nhắc nhở con người đừng để dục vọng chế ngự mình. Trong xã hội hiện nay, không chỉ có rượu đang chế ngự con người, mà “thiên hình vạn trạng” thứ đang chế ngự, làm cản trở sự độc lập về tinh thần con người. Ví dụ, cái áo lành lặn đang mặc tự nhiên chê lỗi thời không dùng nữa, phải đi cắt may áo mới cho hợp thời. Nhà cửa yên lành đang ở bỗng nhiên chê là chật hẹp, phải kiếm nhà mới cho đủ chỗ để làm phòng yến tiệc thiết đãi bạn bè. Cơm dẻo canh ngọt ở nhà chê là đạm bạc, phải kéo nhau ra ăn tiệm mới là ngon. Hết thứ này tới thứ khác, được một lại muốn mười, lòng ham muốn không bao giờ có giới hạn. Nhiều gia đình trở thành nô lệ của tiền bạc, vật chất. Chưa hết, có nhiều trường hợp còn bị vật chất của người ngoài chi phối. Đó là, thấy người ta may áo vét thì mình cũng phải may áo vét. Thấy người ta xây nhà hai tầng thì mình cũng phải xây lên thành ba tầng mới chịu. Nhà bạn bè có cái gì thì dù có phải chạy vạy vay mượn nhà mình cũng phải sắm y như vậy. Đồng nghiệp xì xầm về mặt hàng nào là cũng lẳng lặng tìm mua cho bằng được mặt hàng đó. Có người bàn tay vốn đen đúa, sần sùi thô kệch, vậy mà cũng cố đeo nhẫn vàng thật to. Đêm hè oi bức, tắm xong lẽ ra chỉ cần mặc bộ đồ yukata, rồi phe phẩy cái quạt nan cho dịu mát. Vậy mà lại đi vận luôn bộ đồ pyjama dày sụ nóng nực. “Có thế mới giống với Tây chứ”. Dù phải “ngậm đắng nuốt cay”, người ta vẫn cứ cố miễn sao cho giống người phương Tây, miễn sao không thua kém người khác là được. Tuy vậy, việc bắt chước người khác vẫn còn có thể bỏ qua. Có trường hợp “nhìn gà hóa cuốc” còn nực cười hơn nữa. Nghe đồn bà hàng xóm mới sắm chiếc áo vải tơ thêu chỉ vàng óng ánh, ngay lập tức cũng đặt may một cái áo như vậy. Mặc sang khoe thì hỡi ôi chiếc áo của bà hàng xóm chỉ là cái áo sợi bông thô, điểm một vài đường chỉ mạ lấp lánh chứ có phải là tơ lụa, là sợi vàng ròng gì đâu. Đến nước này thì cái đang chi phối tinh thần không còn là vật chất của mình, hay vật chất của người khác, mà chính là giấc mộng ảo. Nó đang hủy hoại dần cuộc sống của bản thân và mỗi gia đình. Chúng ta phải tự tỉnh ngộ. Mỗi người, hãy tự mình đo thử khoảng cách đến với độc lập về tinh thần còn bao xa? Để gìn giữ độc lập về tinh thần, phải biết cách tiêu đồng tiền Nếu cứ phải gồng mình vì cuộc sống không có mục đích rõ rệt, cứ phải chạy theo hết ham muốn này đến ham muốn khác, thì thu nhập mỗi năm cả nghìn yên, lương tháng cả trăm yên chắc cũng tiêu sạch hết không còn lấy đồng nào. Chẳng may, nếu tuyệt đường thu nhập, hay lương bổng bị gián đoạn thì chắc là chỉ có cách há mồm mà ngáp. Cái còn lại trong nhà toàn là những thứ đồ đạc vô dụng. Cái học được toàn là tập quán xa hoa. Thật là cám cảnh. Cứ phải khổ sở vì ý nghĩ phải có tài sản mới có độc lập tinh thần. Đến khi có được chút ít tài sản lại bị chính tài sản đó thống trị, đánh mất hoàn toàn tinh thần độc lập. Phương pháp để có được độc lập lại chính là phương pháp làm mất độc lập là vậy. Tôi không định nói là phải keo kiệt, chắt bóp tiền bạc. Điều tôi muốn nói là phải biết cách trù liệu tiêu pha đồng tiền. Con người điều khiển đồng tiền chứ đừng để đồng tiền sai khiến con người. Không vì đồng tiền mà để mất sự độc lập về tinh thần. Cách thức chuyển từ lý thuyết sang thực hành Người ta thường có câu: Lý thuyết phải đi đôi với thực hành. Biết vậy, nhưng người thực hành thì ít mà phần lớn người lý luận suông thì nhiều. Lý luận vốn là những điều suy nghĩ trong lòng được viết ra giấy, được nói bằng lời. Hoặc những suy nghĩ đã có ở trong lòng nhưng chưa được viết ra, nói ra, người ta vẫn gọi là lý tưởng, ý chí của người đó. Vì vậy, lý luận không quan hệ trực tiếp với thế giới chung quanh. Tức là do vẫn nằm trong tâm khảm nên nó hoàn toàn tự do và không bị bất kỳ sự hạn chế nào. Mặt khác, thực hành là việc biểu hiện ra ngoài những suy nghĩ trong lòng. Thực hành tác động trực tiếp vào thế giới chung quanh. Vì vậy, thực hành luôn bị ràng buộc bởi thế giới chung quanh, không còn được tự do như suy nghĩ trong đầu. Để phân biệt hai việc trên, người xưa thường có câu: “Miệng nói và Tay làm” hoặc “Ý chí và Công sức”. Còn ngày nay, chúng ta cũng thường gọi “Lý thuyết và Hành động”. Chỉ tin khi thấy kết quả Người xưa có câu “nói một đằng làm một nẻo”. Tức là lý thuyết và thực hành không thống nhất với nhau. Hoặc còn có câu chê trách việc chỉ nói mà không làm gì cả, tức là “nói như rồng leo, làm như mèo mửa”. Hay “trả tiền cho kết quả công việc, không trả tiền cho lời nói suông”. Cả hai trường hợp đều là ví dụ để phê phán việc nói và làm không thống nhất với nhau. Vì vậy, lý thuyết và thực hành cần phải là một, phải ăn khớp với nhau không được sai lệch dù chỉ một ly, một tý. Có hai từ rất tiện lợi đối với người mới học. Đó là từ lý tưởng và từ hành động. Hai từ này bổ sung cho nhau, thống nhất với nhau. Tôi xin được bàn luận ở đoạn dưới đây, về nguyên nhân mang lại lợi ích và những tác hại phát sinh khi sự cân bằng giữa hai chữ lý tưởng và hành động bị phá vỡ. Để có năng lực phán đoán và hành động cần có động cơ và bánh lái Thứ nhất, hoạt động của con người có sự nặng nhẹ, to nhỏ khác nhau. Diễn kịch cũng là hoạt động của con người. Học tập cũng là hoạt động của con người. Việc kéo xe tay, việc lái tàu hỏa, việc cầm cày cuốc làm ruộng, việc cầm bút sáng tác… cũng đều là hoạt động của con người. Nhưng đều cùng là hoạt động của con người, vì sao người ta không thích nghề đóng kịch mà lại thích trở thành học giả. Người ta không thích nghề kéo xe tay mà lại thích học kỹ thuật điều khiển tàu. Người ta kêu ca công việc nhà nông và ao ước được theo nghiệp sáng tác để trở thành nhà thơ nhà văn. Đó là do người ta phân biệt hoạt động của con người theo kiểu việc to tát, việc nhỏ vặt, việc nặng, việc nhẹ. Người ta thường không thích làm những việc bị coi là nhỏ vặt, mà muốn theo làm những việc được cho là to tát. Có thể nói đó là hành vi cầu tiến bộ, hành vi mong muốn vươn lên ở con người. Tại sao con người lại cứ muốn chọn lựa như vậy? Đó là do tâm và do cái chí của bản thân người đó. Người có tâm huyết và ý chí là người cao thượng. Vì thế con người cần có tấm lòng cao thượng. Người không có tấm lòng cao thượng thì sẽ không có hành động cao thượng. Thứ hai, hoạt động của con người được coi là to lớn hay nhỏ nhặt tùy thuộc vào mức độ có ích cho xã hội, chứ không phụ thuộc vào độ khó dễ của nó. Ví dụ như độ khó khi nghiên cứu các thế cờ vây, cờ tướng không thua kém các môn học như thiên văn, địa lý, toán, cơ khí… Nói như vậy, nhưng nếu đem so sánh sự to lớn hay nhỏ bé trên phương diện có ích cho xã hội thì sẽ khập khiễng. Tôi muốn nhấn mạnh rằng để có thể nhận biết việc nào là có ích, việc nào là vô dụng, và để làm được các công việc có ích thì cần phải có năng lực phán đoán. Vì vậy, nếu năng lực phán đoán không chính xác thì có bỏ ra bao công sức nhọc nhằn cũng không mang lại kết quả gì, công lao thành công cốc. Thứ ba, phải biết kiềm chế hành động của mình. Đồng thời hành động phải đúng lúc và đúng chỗ. Ví dụ, đạo đức rất quan trọng, nhưng đang giữa bàn tiệc tùng vui vẻ lại đột nhiên đứng lên thuyết giảng về đạo đức thì hành động đó lại trở thành trò cười cho thiên hạ. Hoặc như tại giảng đường nếu tranh luận kịch liệt về một vấn đề nào đó thì rất hay, nhưng nếu các bạn sinh viên lại đem điều đó ra tranh luận trong các dịp họp mặt gia tộc, họp mặt phụ nữ hay trẻ em thì hành động đó sẽ bị coi là gàn dở. Để biết phân biệt đúng chỗ, đúng lúc và biết kiềm chế hành động quả thật là phải dựa vào năng lực phán đoán. Hành động năng nổ nhưng thiếu năng lực phán đoán cũng chẳng khác nào tàu hỏa quên lắp động cơ, thuyền bè quên lắp bánh lái vậy. Đã không mang lại lợi ích gì mà vô hình trung lại trở thành hành động phá hoại. Thứ tư, có năng lực hành động nhưng không biết suy tính thấu đáo sẽ gây tác hại; ngược lại, suy nghĩ tuy cao cả vĩ đại, nhưng không có năng lực hành động thì lại càng tệ hại hơn. Những người có suy nghĩ cao cả vĩ đại nhưng năng lực hành động nghèo nàn thường hay than thân trách phận. Nào là công việc mình định làm thì người ta làm trước cả rồi. Nào là công việc đó không bõ làm vì không phù hợp, không đúng như suy nghĩ. Chẳng qua họ đang biện hộ cho sự thiếu năng lực hành động của chính họ mà thôi. Thay vì tự trách mình, họ lại đi phê phán chê trách người khác. Họ kêu ca không gặp thời, số phận hẩm hiu. Cứ như là chẳng còn việc gì đáng làm trong xã hội. Họ quay lưng lại với đời, nghĩ quẩn lo quanh. Miệng thì suốt ngày ca cẩm, mặt thì tỏ ra bất mãn, tự cô lập mình. Họ coi mọi người xung quanh đều là kẻ thù, và cả xã hội đều muốn vùi dập mình. Có trường hợp như bị thần kinh, chưa cho ai vay tiền bao giờ mà gặp ai cũng nghĩ là ngưòi đó vay tiền mình không chịu trả. Các nhà Nho học ưu phiền vì không được người đời biết đến. Học sinh lo lắng vì không được ai nâng đỡ. Quan chhức âu sầu vì không có nơi bấu víu để lên quan chức cao hơn. Thương nhân cảm thấy việc làm ăn thất bát. Võ sĩ cảm thấy mất đường sống. Quan chức rời bỏ công sở cảm thấy buồn vì không còn được kính trọng. Ở những người này, suốt ngày toàn là ưu tư, không sao thấy một thú vui nào. Những kẻ bất mãn như thế đầy rẫy trong xã hội. Nếu cho rằng tôi nói hơi quá, làm gì đến mức độ đó; hoặc giả đòi tôi đưa ra bằng chứng, thì chẳng cần nhìn đâu xa, cứ để tâm nhìn cho kỹ các bộ mặt của những người xung quanh là rõ. Ít gặp ai hân hoan vui vẻ hạnh phúc trong lời nói, trong cử chỉ, trong tâm khảm. Toàn là những khuôn mặt tối tăm trĩu nặng như gặp bất hạnh cả. Chẳng phải là cám cảnh lắm sao? Đối với những người này, cần cho họ làm những công việc phù hợp với năng lực hành động thì tự khắc họ sẽ trở lại trạng thái bình thường. Họ sẽ tìm thấy niềm vui trong công việc. Và cuối cùng là suy nghĩ và hành động của họ sẽ thống nhất là một. Tuy vậy, bản thân họ hoàn toàn không tự cảm nhận được. Năm tháng trôi qua, hành động chỉ dừng lại ở mức thấp kém, mà lý tưởng thì cứ cao vời vợi. Năng lực hành động chỉ có một mà đòi thực hiện lý tưởng gấp mười lần. Không thực hiện được thì chìm trong ưu tư phiền muộn. Nào là muốn làm tượng Phật biết chạy. Nào là muốn biến người bị tê liệt thần kinh thành người mẫn cảm. Chúng ta có thể hình dung được sự bất mãn, kêu ca của họ. Phê phán người khác thì dễ Người chỉ có suy nghĩ cao xa mà không có năng lực hành động thường cô độc, bị mọi người ghét bỏ xa lánh. Năng lực hành động đã không bằng người khác lại hay đem cái lý tưởng của mình ra soi rọi vào hành động của người khác và xem thường khinh miệt người khác. Ở đời, coi thường người một cách hồ đồ cũng sẽ bị người khác coi thường lại. Có những kẻ bị người đời ghét bỏ vì tự cao tự đại, vì chỉ muốn giành phần hơn cho mình, vì toàn đòi hỏi ở người khác thật nhiều mà mình thì chẳng chịu nỗ lực, vì cứ mở miệng ra là nói xấu người khác. Sẽ là sai lầm nếu đem họ ra so sánh với những người xung quanh. Nếu cứ luôn lấy cái lý tưởng cao xa tự cho là đúng của bản thân mình ra làm thước đo để bình phẩm chê bai người ta, và còn tùy tiện mang cái không tưởng áp đặt cho người ta thì sẽ tự chuốc lấy cảnh bị người ta ghét. Và kết cục là sẽ rơi vào tình cảnh tự mình xa lánh mọi người, tự mình cô lập mình. Các bạn thanh niên, các bạn sinh viên! Tôi muốn cảnh báo các bạn thế này. Nếu cảm thấy bất mãn với công việc người ta đang làm thì tự mình hãy đứng ra làm thử việc đó. Nếu thấy cách làm ăn buôn bán của người ta rất dở thì tự mình hãy thử làm ăn buôn bán như người ta xem sao. Nếu cám cảnh trước cuộc sống của hàng xóm thì hãy nhìn lại cuộc sống của nhà mình một chút. Muốn phê bình tác phẩm của người ta thì trước hết tự mình hãy cầm bút viết thử xem sao. Muốn phê bình các học giả thì tự mình hãy trở thành học giả. Muốn phê phán các bác sĩ thì tự mình hãy trở thành bác sĩ. Từ những việc trọng đại trong xã hội đến những việc cỏn con trong gia đình mình, dù là công việc gì đi nữa, hãy đứng vào vị trí của người khác, suy nghĩ và làm thử trước đã rồi có định góp ý gì thì hãy góp ý. Cần phải suy nghĩ cho kín kẽ, cho thấu đáo về độ khó dễ, về sự nặng nhẹ của công việc người khác rồi hãy bình phẩm. Trên cơ sở lấy nội dung công việc làm thước đo, thì dù có can dự vào nội dung công việc ấy, hay thậm chí cả những công việc khác nhau hoàn toàn về tính chất, mới không xảy ra những lầm lẫn đáng tiếc khi so sánh chỗ đứng của bản thân mình với vị trí của người khác. Tháng 8 năm Minh Trị thứ chín (tức năm 1786)  "
        },
        {
            "order": 11,
            "name": "Phần Mười Một: Đẳng Cấp Địa Vị Đẻ Ra Các Chí Sĩ Rởm",
            "content": " Quan điểm thường thấy ở những người đứng trên Trong Phần tám, tôi đã đưa nhiều dẫn chứng về những tác hại nảy sinh trong quan hệ vợ chồng, trong quan hệ cha con, mà nguyên nhân chính là do đẳng cấp, địa vị của con người. Điều tôi lo ngại nhất là những tác hại khác do nó gây ra cho xã hội. Tác hại đó thể hiện qua việc kẻ mạnh lấy quyền lực áp đặt, đè nén kẻ yếu. Tuy vậy, không phải lúc nào “người đứng trên” cũng có ý định cai trị “kẻ ở dưới” bằng ác ý. Những “người đứng trên” thường có chung một quan điểm. Đó là, coi dân chúng trong xã hội vừa ngu muội vừa lương thiện. Chính vì vậy, cần phải lãnh đạo, phải giúp đỡ, phải giáo dục, phải cứu vớt, phải làm cho dân chúng biết phục tùng lệnh trên, và không được phép bày tỏ suy nghĩ. Họ coi nền chính trị của một quốc gia, việc cai trị trong một làng, việc kinh doanh ở một cửa tiệm, việc sinh hoạt trong nhà, trên dưới đều phải một lòng, sao cho mọi quan hệ phải được như quan hệ giữa cha mẹ với con cái trong gia đình. Vì sao cứ muốn quan hệ ngoài xã hội phải như quan hệ cha con trong gia đình? Tôi lấy việc nuôi dạy một đứa con khoảng chín, mười tuổi làm ví dụ. Khi nuôi con, cha mẹ thường không để ý xem chúng cần cái gì và suy nghĩ ra sao. Cho ăn, cho mặc thế nào hoàn toàn dựa theo cảm tính. Miễn là con cái ngoan ngoãn biết vâng lời, không làm trái ý mình thì trời lạnh sẽ cho mặc ấm, bụng đói sẽ cho ăn no. Thức ăn, manh áo, chỗ ở giống như của Trời cho, cần lúc nào có lúc đó, con cái không phải lo nghĩ. Đối với người làm cha làm mẹ, con cái là thứ quý giá nhất. Nếu có chiều chuộng, có yêu thương hay mắng mỏ, có cho roi cho vọt, cũng đều là hành vi xuất phát từ tình thương chân thực. Hình ảnh cha mẹ với con cái là một như vậy mới đẹp làm sao! Đương nhiên, trong mối quan hệ này, trên (cha mẹ) vẫn ở trên, và dưới (con cái) vẫn ở dưới. Hoàn toàn không có bất cứ một sự lẫn lộn nào. Những người chủ trương một xã hội phân thành đẳng cấp, có trên có dưới, luôn ước ao quan hệ xã hội cũng được như quan hệ cha con trong một nhà. Mong ước đó rất hay. Nhưng có một vấn đề lớn phải suy nghĩ. Thực ra, mối quan hệ cha con chỉ hình thành trong điều kiện cha mẹ là những người lớn, chín chắn và con cái là những đứa trẻ còn non dại. Mà phải là con đẻ mới được. Nhưng cho dù là con mình đẻ ra, khi tới độ tuổi nhất định thì người cha, người mẹ nào cũng cảm thấy chúng bắt đầu khó bảo. Và mối quan hệ cha con bất hòa dần theo thời gian. Với con cái nhà mình còn khó, huống chi là với con cái nhà người. Bởi thế, quan hệ ở ngoài đời giữa những người lạ – mà đều là trưởng thành – lại còn khó gấp bội. Vậy phải làm sao để có thể hình thành được mối quan hệ giữa người với người trong xã hội giống như quan hệ cha con trong gia đình? Biến lý tưởng thành hiện thực quả là không dễ. Hơn nữa, một đất nước, một làng, một chính phủ, một công ty… tất cả những gì mà người ta gọi là “xã hội loài người” cũng đều là xã hội của những người đã trưởng thành, xã hội của những người không có quan hệ huyết thống với nhau. Trước một thực tế như vậy, mà lại mong ước áp đặt quan hệ cha con trong một nhà vào quan hệ người với người ngoài đời thì thật là ảo tưởng. Nhưng dù biết là khó song ai cũng đều muốn biến trí tưởng tượng thành hiện thực. Con người là vậy. Và đây cũng chính là nguyên nhân dẫn tới đẳng cấp, địa vị trên dưới trong quan hệ giữa người với người, cũng chính là nguyên nhân sinh ra nền chính trị chuyên chế tàn bạo trong xã hội. Vì thế, tôi mới viết ở đoạn trên rằng: Nguyên nhân chính đẻ ra đẳng cấp, địa vị không xuất phát từ sự ác ý mà xuất phát từ trí tưởng tượng của con người. Tại các quốc gia Á châu, người ta gọi quân chủ là “vua cha”, gọi dân chúng là “thần dân”, “con đỏ”. Ngoài ra, người ta còn gọi công việc của chính phủ là “mục dân” (chăn dắt, trông coi dân). Ở Trung Hoa, người ta còn đặt tên cho các quan cai trị địa phương là “quan châu mục”. Thực ra, chữ “mục” ở đây, có nghĩa là chăn nuôi gia súc. Tức là đàn bò, bầy cừu được người ta chăn dắt vỗ về ra sao thì dân chúng trong vùng cũng được chăn dắt như vậy. Họ công nhiên tán dương “chiêu bài” này. Đối xử với người dân như lũ ngựa con, bầy nai tơ. Cách làm vô cùng thất đức, ngạo mạn. Tuy vậy, như tôi đã trình bày ở đoạn trước, việc họ coi dân chúng như lũ trẻ con dại, như bầy cừu, như đàn bò cũng không phải do có ác ý gì. Chẳng qua họ cố gắn việc trị vì một đất nước theo kiểu cha mẹ chăm sóc, nuôi nấng con cái. Để làm được như vậy, trước hết họ tự tôn quân chủ là “vua cha” vừa có đức vừa có tài. Tiếp đến, bên dưới lại có các quan đại thần anh minh sáng suốt giúp sức. Họ ra sức truyền bá trong dân chúng, rằng đấng quân chủ và các đại thần có tấm lòng trong như nước, ngay thẳng như “mũi tên”, không tham lam hay vụ lợi. Đấng quân chủ yêu dân với tình thương bao la, lo cho dân từng bát cơm, manh áo, từng chốn nương thân. Dân đói thì cho gạo, gặp hỏa hoạn thì cho tiền bạc… Cứ như thế, ơn đức của đấng quân chủ như luồng gió nam mát rượi thổi vào dân chúng. Còn dân chúng tuân phục đấng quân chủ như cờ phướn cuộn bay theo gió, nhũn như con chi chi, vô cảm như sỏi đá. Đấng quân chủ và thứ dân hòa quyện vào nhau. Thế gian yên ổn thanh bình. Nghe họ ca tụng mà cứ ngỡ là quang cảnh trên thiên đường đang hiện ra trước mắt! Tuy vậy, thử suy ngẫm hiện thực xã hội sẽ rõ. Quan hệ giữa chính phủ và nhân dân vốn là mối quan hệ giữa những người xa lạ với nhau, không phải là quan hệ máu mủ ruột thịt. Quan hệ giữa người lạ với người lạ, nhất thiết phải ràng buộc nhau bằng khế ước, hợp đồng. Cả hai phía cùng phải tôn trọng hợp đồng, điểm nào chưa được thì phải tranh luận dàn xếp rồi thống nhất thực hiện. Luật pháp của một quốc gia cũng được hình thành trên cơ sở đó. Trên thế gian này, có quốc gia nào có được đấng quân chủ nhân đức, có được các quan đại thần sáng suốt anh minh, có được lũ thần dân nhu mì dễ bảo… không? Đó chỉ là giấc mộng ảo tưởng. Có trường học nào đảm bảo sẽ đào tạo ra toàn là các bậc thánh nhân, toàn là người tài đức? Có cách giáo dục nào chắc chắn sẽ sản sinh ra thần dân dễ sai bảo? Ngay cả Trung Hoa, từ thời nhà Chu, các nhà cai trị đã bao lần đau đầu khổ sở vì ước nguyện đó. Và đã có lần nào họ trị vì dân chúng được đúng như ý nguyện không? Nếu được như thế thì đâu đến nỗi giờ đây cả quốc gia rộng lớn này đang bị ngoại bang giày xéo?[24] Vậy mà họ vẫn cứ rao giảng ra rả lòng dạ quân chủ như biển Thái Bình v.v… Mà họ có muốn ca ngợi thì cứ việc ca ngợi lấy một mình. Bị ngoại xâm giày xéo mà vẫn cứ tiếp tục ca ngợi nền chính trị nhân từ của quân chủ. Cứ cho đó là chuyện của người ta, nhưng mù quáng đến như vậy thì chỉ tổ cho thiên hạ chê cười. “Biển thủ, tư túi”, trách nhiệm của ai? Khuynh hướng dựa vào đẳng cấp, địa vị để ra lệnh mà không cần biết dân chúng nghĩ gì không chỉ riêng một mình chính phủ. Hiện tượng này còn thấy cả ở trong các cửa hiệu, trường tư thục, đền chùa. Nơi nào cũng có. Tôi đưa ra một dẫn chứng. Có một cửa hiệu do một ông chủ tự bỏ tiền kinh doanh. Ông ta sắp đặt công việc cho mọi người từ cửa hàng trưởng đến các nhân viên, người nào việc nấy. Ngoài ông chủ ra, không một người nào được biết toàn bộ công việc kinh doanh của cửa hiệu. Lương bổng cao thấp, công việc nặng nhẹ, nhất nhất đều do ông chủ quy định. Bản thân ông ta luôn miệng quát tháo và tin rằng tất cả nhân viên đều nhất mực trung thành, nghiêm túc. Tiếc thay, trong số nhân viên có cả kẻ lợi dụng sự sơ hở của chủ, giấu nhẹm doanh số, sửa đổi sổ sách, biển thủ tiền bán hàng. Chỉ đến khi kẻ đó tự nhiên biến mất hoặc lâm bệnh chết, cho kiểm tra sổ sách, thấy số tiền bị cuỗm quá lớn, ông chủ mới tá hỏa lên. Phó thác hoàn toàn cho người khác chẳng dễ chút nào! Tuy vậy, vấn đề không phải ở chỗ con người không thể tin tưởng, không thể trông cậy được, mà là ở cách điều hành của chính bản thân ông chủ. Ông ta tự cho rằng mình là tất cả, và nhân viên phải răm rắp tuân theo. Nên nhớ rằng nhân viên có trung thành đến mấy thì họ cũng chỉ là người dưng. Trong quan hệ với người dưng, phải thỏa thuận rõ ràng chuyện tiền nong, kiểm tra định kỳ chứ không thể cư xử theo kiểu con cháu trong nhà để rồi mang vạ vào thân. Tại sao lũ chí sĩ rởm lại cứ hoành hành mãi vậy? Trào lưu quyền lợi phụ thuộc vào đẳng cấp địa vị, hành xử công việc theo lợi ích riêng, đang lan rộng. Nó cũng là nguyên nhân dẫn đến tình trạng mưu mô, dối trá, lừa đảo đầy rẫy trong xã hội hiện nay. Tôi gọi những kẻ hùa theo trào lưu này là “chí sĩ rởm”. Ví dụ, các thuộc hạ của các lãnh chúa dưới thời phong kiến là một minh chứng tốt. Bọn này, kẻ nào người nấy đều tỏ ra trung thành. Ngoài mặt luôn tỏ vẻ biết thân biết phận, lúc nào cũng khúm núm, cúi rạp mình. Trong ngày giỗ chạp, lễ tết, thanh minh, không bao giờ thiếu mặt. Hễ mở miệng là đều có cùng giọng điệu “trung thần báo quốc”, hoặc là “thân này sẵn sàng chết vì chủ”. Người thường dễ bị lừa phỉnh bằng vẻ bề ngoài của chúng. Kỳ thực, bọn chúng đều là một lũ chí sĩ rởm cả. Được cất nhắc vào chức vụ cao một chút, ngoài lương bổng, phụ cấp quy định ra, không hiểu sao tiền cứ vào như nước. Hóa ra, kẻ trông coi việc xây cất thì luôn thúc giục chủ thầu cống lễ. Kẻ trông coi ngân khố thì đòi thị dân phải biếu xén quà cáp mới cho vay tiền. Những chuyện như vậy diễn ra như cơm bữa đến độ trở thành lệ. Ngay cả những Võ sĩ vốn được mệnh danh là trung nghĩa luôn trong tư thế chết thay cho chủ thì cũng tìm cách nâng giá trang phục để kiếm chênh lệch. Tất cả cái lũ này phải được gọi là “chí sĩ rởm chính hiệu” mới phải. Họa hoằn lắm mới có một ông quan chính trực. Không một lời đồn nào về ông ta nhận hối lộ cả. Và thế là người đời ra sức khen ngợi. Nhưng ông ấy cũng chỉ là người không ăn cắp tiền của công quỹ mà thôi. Chẳng lẽ cứ phải khen người ta vì ở họ không có lòng dạ tham lam hay sao? Chẳng qua, vì có quá nhiều các chí sĩ rởm, nên ông ấy mới nổi đình nổi đám như vậy. Vì sao lũ chí sĩ rởm lại nhiều đến thế? Nếu tra kỹ ngọn nguồn, thì đó là kết quả của ảo tưởng mù quáng luôn coi dân chúng là ngu muội, hiền lành và dễ trị. Kết cục là tác hại đó đưa tới cách đối xử độc đoán, đẻ ra sự áp chế đối với người dưới. Có thể nói không có gì vô trách nhiệm hơn là cách hành xử dựa vào đẳng cấp, địa vị, tự cho mình là cha là mẹ của dân. Không thể trông cậy vào thiểu số “nghĩa sĩ” Tuy vậy, có người sẽ nói: “Sao lại cứ toàn đưa ra các ví dụ chẳng hay ho gì về lũ người dối trá như thế? Người Nhật Bản có phải ai cũng xấu cả đâu. Nước ta vốn là một đất nước trọng nghĩa. Từ bao đời nay, chẳng phải là có rất nhiều ví dụ của các nghĩa sĩ hy sinh thân mình vì chúa đó sao?” Tôi xin thưa: “Quả thật, không phải là không có các nghĩa sĩ chính trực. Nhưng số đó thật ít ỏi. Tôi tính thử thế này. Dưới thời Genroku – thời kỳ mà tinh thần trọng nghĩa nở rộ nhất trong lịch sử nước ta – có 47 nghĩa sĩ tỉnh Akou. Tỉnh Akou có 70 nghìn dân. Cứ 70 nghìn dân có 47 nghĩa sĩ, thì bảy triệu dân có 4.700 nghĩa sĩ. Nhưng thời thế đổi thay, tình người cũng vơi dần theo thời đại, tấm lòng trọng nghĩa đang bước vào thời kỳ thoái trào, như mọi người đều nhận thấy. Cứ coi như giảm 30% so với thời Genroku, và như vậy bảy triệu người chỉ còn 3.290 nghĩa sĩ. Dân số nước ta hiện nay là 30 triệu. Vậy thì số nghĩa sĩ vào khoảng 14.000 người. Với số lượng như thế này, không hiểu là có đủ người bảo vệ đất nước Nhật Bản không? Đến đứa trẻ lên ba cũng nhẩm tính được. Địa vị đẳng cấp và chức vụ là hai việc hoàn toàn khác nhau Nếu theo luận cứ như trên, thì đẳng cấp địa vị không có ý nghĩa gì. Tuy vậy, để cẩn thận hơn, tôi muốn nói thêm một ý thế này, nói tới đẳng cấp địa vị là nói về chức danh trống rỗng bề ngoài. Mà đã là chức danh trống rỗng thì bất kể trên hay dưới, nó là thứ hoàn toàn vô dụng. Nhưng mặt khác, chức danh cũng còn bao gồm chức năng thực tế. Chức năng thực tế là điều quan trọng nhất. Nếu làm tròn chức năng thực tế thì dù có đẳng cấp địa vị cũng còn có thể chấp thuận được. Tức là chính phủ là người coi giữ ngân khố của một nước. Chức năng của chính phủ là cai trị nhân dân. Nhân dân là người đầu tư của một nước. Chức năng của nhân dân là chi trả mọi khoản quốc phí. Chức năng của chính trị gia là quyết định chính trị, luật pháp. Chức năng của quân nhân là chiến đấu theo mệnh lệnh của quốc gia. Cũng như vậy, các học giả, thị dân đều có chức năng được quy định. Tuy vậy cũng có người nhanh nhẩu đoảng, cho rằng làm gì có địa vị đẳng cấp, đứng trên lập trường cho rằng dân chúng chỉ chuyên vi phạm luật lệ. Có quan chức chỉ thích chọc tay vào sản nghiệp của tư nhân, họ gây ra những chuyện động trời. Huống chi quân đội lại tùy tiện can thiệp vào chính trị, gây ra chiến tranh, chính điều này làm đất nước rơi vào cảnh nội loạn. Đó không phải là phát huy ý nghĩa của tự chủ, tự do mà chỉ có thể gọi là bạo động vô chính phủ, vô luật pháp. Nói tóm lại, về chữ “chức danh” và “chức năng” trông thì có vẻ giống nhau, nhưng nghĩa thì hoàn toàn khác nhau, nếu cần thiết phải phân biệt cho rõ rệt. Các bạn không được phép lầm lẫn ý nghĩa mang tính bản chất mà từng chữ thể hiện. Tháng 7 năm Minh Trị thứ bảy (tức năm 1874)  "
        },
        {
            "order": 6,
            "name": "Phần Sáu: Luật Pháp Quý Giá Như Thế Nào?",
            "content": " Quốc dân phải làm tròn bổn phận “một thân hai vai” Chính phủ là người đại diện cho dân, làm theo ý nguyện của dân. Nhiệm vụ của chính phủ là trấn áp, bắt giữ kẻ có tội, bảo vệ người vô tội. Nếu mọi sự đều diễn ra trôi chảy như vậy thì trị an, trật tự trong nước tốt đẹp biết bao! Người ta thường gọi kẻ có tội là ác nhân, gọi người vô tội là lương thiện. Giả thử có kẻ xấu định gây nguy hại, chẳng hạn như chúng định hãm hại bố mẹ, vợ con chúng ta. Về lý mà nói, trong trường hợp này người lương thiện hoàn toàn có quyền tự vệ trước bạo lực của kẻ xấu, và còn có quyền “dần cho chúng một trận nhừ tử”. Nhưng không phải lúc nào người lương thiện cũng có thể chống trả nổi lũ người xấu nếu chỉ biết cậy vào sức mình. Mà cứ cho là có thể tự vệ được đi nữa, thì cũng cần bỏ ra rất nhiều tiền bạc để lo phòng chống tội phạm. Nhưng chẳng phải là chúng ta đã thỏa thuận với chính phủ rằng người dân ủy thác cho chính phủ – với tư cách làm người đại diện cho quốc dân – đứng ra bảo vệ trật tự trị an, đổi lại người dân sẽ đóng thuế đảm bảo cho mọi khoản chi cần thiết của chính phủ, kể cả lương lậu cho các viên chức đó sao? Ngoài ra, chính phủ – với tư cách là tổng đại diện cho người dân – có mọi quyền hành để giải quyết tức thì bất cứ việc gì xảy ra, theo hướng có lợi cho nhân dân. Quốc dân nghe theo chính phủ không có nghĩa là chúng ta tuân theo pháp luật do chính phủ soạn thảo. Cái mà chúng ta tuân theo chính là luật pháp do chính chúng ta lập ra. Chúng ta phá luật tức là chúng ta tự xé bỏ những quy định do bản thân chúng ta đặt ra. Nếu vi phạm luật, chịu sự trừng phạt thì đó không phải là do chính phủ mà theo luật do tự chúng ta quy định. Mỗi người dân chúng ta có hai nhiệm vụ. Thứ nhất là lập ra chính phủ làm đại diện cho chúng ta, để bắt giữ kẻ xấu trong xã hội, bảo vệ dân lành. Thứ hai là thực hiện đúng sự thỏa thuận với chính phủ, tuân thủ pháp luật, và được chính phủ bảo vệ. Theo lẽ đó, một khi chúng ta đã giao phó quyền lực chính trị cho chính phủ thì nhất thiết không được vi phạm thỏa thuận, nhất quyết không được quay lưng lại pháp luật. Bắt giữ lũ sát nhân, xử tử chúng là quyền hạn thuộc chính phủ. Quyền xét xử cũng như hòa giải mọi cuộc tranh chấp không phải là việc để quốc dân chúng ta nhúng tay vào. Nếu chỉ “vì căm thù” mà tự ý phán xử, bằng cách giết bọn ác nhân, hành động như vậy sẽ là phạm tội. Và tội này khó được pháp luật bỏ qua. Không có sai phạm nào lớn như sai phạm này. Ở các quốc gia văn minh phát triển, hành vi “cá nhân tự coi mình có quyền phán quyết, hành xử” bị luật pháp khép tội rất nặng. Còn tại Nhật Bản, người ta lầm tưởng rằng chính phủ rất có uy. Nhưng thật ra nhiều người chỉ biết sợ chính phủ thôi, chứ họ hoàn toàn không am hiểu luật, không biết được luật pháp cao quý ra sao. Bây giờ tôi sẽ giải thích rõ hơn, vì sao bất kỳ cá nhân nào cũng không được “tự ý phán quyết hành xử”, cũng như vì sao luật pháp lại quý giá đến như vậy. Tôi lấy ví dụ thế này. Có một lũ cướp, xông vào nhà mình, đe dọa gia chủ và định thực hiện hành vi cướp tài sản. Theo luật thì chủ nhân phải báo ngay cho nhà chức trách biết. Nhưng thực tế, vì sự việc xảy ra quá bất ngờ, gia chủ luống cuống và cũng chẳng có thời gian để làm việc đó. Trong lúc bọn cướp đã xông vào nhà và bắt đầu cướp đoạt tài sản. Gia chủ muốn ngăn lũ cướp lại, nhưng một mình thì rất nguy hiểm nên hợp sức với mọi người trong nhà chống chọi lại lũ cướp. Nhờ thế mà lũ cướp bị tóm và bị giải tới nhà chức trách. Khi bắt được lũ cướp, gia dình dùng gậy gộc, dao kiếm gây thương tích cho lũ cướp, đánh què chân, có trường hợp vì quá mạnh tay nên đánh chết bọn cướp. Tuy vậy, gia chủ và những người trong nhà không bị khép tội “tự coi mình có quyền phán quyết hành xử”. Vì họ rơi vào hoàn cảnh buộc phải dùng phương tiện tự vệ để bảo vệ tính mạng, bảo vệ tài sản của mình. Trừng phạt tội phạm là quyền hạn của chính phủ, dứt khoát không phải là bổn phận hay trách nhiệm của một cá nhân nào cả. Vì vậy, trường hợp bắt được lũ cướp và cho dù chúng ta chưa bị chúng gây thương tích gì cả, nhưng chỉ vì quá căm tức mà đánh đập hay giết phắt chúng đi là không được. Luật pháp không cho phép, dù chỉ dùng một ngón tay động vào cơ thể chúng. Nhiệm vụ của chúng ta là phải cấp báo ngay cho các nhà đương cục, và chờ đợi sự phán xử của chính phủ. Nếu tóm chúng xong, chúng ta hành động theo cảm tính, tức là “tự cho mình có quyền đánh đập, trả thù”, thì hành động như thế tương đương với tội cố ý giết người vô tội, sẽ bị luật pháp khép vào tội giết người. Luật pháp của một quốc gia nghiêm minh có nghĩa là vậy. “Trung thần nghĩa sĩ” dưới góc độ pháp luật Nếu xem xét vấn đề như trên, các bạn sẽ hiểu rõ việc “tự cho mình có quyền phán quyết” là nghiêm trọng đến nhường nào? Chúng ta phải hiểu rằng trước khi bị trả thù thì những kẻ hãm hại cha mẹ mình đã phạm tội giết người. Bắt giữ và kết án chúng là trách nhiệm của chính phủ, quốc dân chúng ta không liên quan. Có cái lý nào cho phép tự tiện giết tội phạm thay cho chính phủ với lý do trả thù cho cha mẹ bị hại. Hành động như vậy cũng có nghĩa là quay lưng lại với những thỏa thuận với chính phủ, đi chệch khỏi trách nhiệm của quốc dân, không phải phận sự mà cứ tùy tiện phán xử. Nếu thấy cách xử trí của chính phủ là sai lầm, bao che cho tội phạm thì phải kiện chính phủ vì sự vô lý đó. Giả thử, kẻ thù của cha mẹ có đứng ngay trước mặt cũng không có nguyên tắc nào cho phép con cái được tự động trả thù. Dưới thời Genroku[9] có câu chuyện các võ sĩ thuộc hạ của Asano – lãnh chúa vùng Akou[10] – sát hại sứ thần triều đình là Kira Kozukenosuke[11] để rửa nhục cho chủ. Người đời ca tụng những người tham gia việc báo thù này, gọi họ là các “Nghĩa sĩ thành Akou”. Lời ca tụng như thế chẳng phải là một lầm lẫn sao? Vào thời đó, chính quyền Nhật Bản là shogun Tokugawa. Lãnh chúa Asano Takuminokami, sứ thần Kira Kozukenosuke, võ sĩ thuộc hạ của nhà Asano… tất thảy đều là người Nhật Bản. Lẽ đương nhiên mọi người đều thỏa thuận sẽ tuân theo chính phủ và nhận sự bảo hộ của chính phủ. Vậy mà khi xảy ra chuyện sứ thần Kira có điều sai trái, thất lễ với Asano, lẽ ra phải thưa kiện với chính phủ thì lãnh chúa Asano lại nổi trận lôi đình theo cảm tính, rút gươm dọa giết sứ thần. Từ đó, cả hai nhà tìm mọi cách trả thù nhau, buộc shogun Tokugawa phải phán xử. Kết cục là lãnh chúa Asano bị khép tội giết người, buộc phải tự mổ bụng tự vẫn. Còn phía nhà Kira không phải chịu thêm hình phạt nào hết. Có thể khẳng định rằng kết quả của phiên tòa đó có sự thiên lệch bất chính. Nhưng nếu nhận thấy sự không minh bạch, thiên vị như vậy, tại sao thuộc hạ gia thân của nhà Asano lại không kháng kiện chính phủ. Nếu như cả 47 võ sĩ thuộc hạ nhà Asano, lần lượt khiếu kiện theo đúng quy định, thủ tục của luật pháp thì sự thể sẽ ra sao? Có thể sự khiếu kiện của họ sẽ không được chấp nhận, ngược lại những người tham gia khiếu kiện sẽ bị bắt và bị giết vì bản chất nền chính trị của chính phủ do shogun Tokugawa cầm đầu là độc đoán, bạo ngược. Nhưng chúng ta không sợ, người này bị bắt, bị giết thì người khác tiếp tục tranh đấu. Việc khiếu kiện thấu tình đạt lý thì dù lần lượt cả 47 võ sĩ buộc phải hi sinh mạng sống cũng phải khiếu kiện cho đến cùng. Làm như thế thì chính phủ có tàn bạo độc đoán đến mấy cuối cùng cũng phải thừa nhận đạo lý, phải xử lại phiên tòa, buộc nhà Kira cũng phải chịu tội. Có như vậy tôi mới coi họ là những nghĩa sĩ chân chính và mới đáng được ca ngợi. Tiếc thay, họ hoàn toàn không biết tới nguyên tắc đó. Là quốc dân mà không suy tính tới sức nặng của pháp luật. Tự cho mình có quyền trả thù chém giết nhà Kira. Chỉ có thể nói rằng họ đã ngộ nhận về trách nhiệm của quốc dân, phán quyết tội lỗi theo cảm tính cá nhân. Cũng may là chính quyền Mạc phủ Tokugawa thời đó đã trấn áp toàn bộ cuộc bạo hành này, nếu không thì cả hai dòng họ Asano và Kira cùng các thuộc hạ của họ sẽ tiếp tục báo thù, hạ sát lẫn nhau không biết đến khi nào mới chấm dứt cảnh đầu rơi máu chảy. Và kết quả là xã hội sẽ rơi vào tình trạng vô chính phủ, vô luật pháp. Tự cho mình có quyền phán quyết, việc này gây tổn hại cho quốc gia ra sao, bạn đọc chắc đã hiểu. Chúng ta phải cân nhắc trong suy nghĩ và hành động. Đó là điều tôi muốn nói. Ngày xưa, ở Nhật Bản có luật cho phép các Võ sĩ chém đầu bất kỳ một người nông dân nào dám thất lễ với tầng lớp Samurai. Chính phủ đã dung túng, hợp pháp hóa cho tầng lớp Võ sĩ có “quyền được tự ý phán quyết” trong xã hội. Thật đáng lên án. Luật pháp của quốc gia, phải do duy nhất chính phủ nơi đó có quyền thực thi. Nếu không như vậy thì chính phủ sẽ suy yếu. Chính quyền Mạc phủ Tokugawa suy vong cũng vì lẽ đó. “Tenchyu” – thay trời trừng phạt[12] Có một kiểu “tự ý phán xử” hết sức nguy hại, có thể làm nghiêng ngả nền chính trị đất nước, đó là ám sát. Từ xa xưa, các vụ giết người thông thường vì tư thù, hoặc để cướp đoạt của cải. Những kẻ giết người đều thừa hiểu hành động đó là phạm tội, và bản thân sẽ trở thành tội phạm. Và trong xã hội còn có một kiểu giết người khác. Hình thức này không mang tính tư thù. Nó được gọi là hành vi ám sát các địch thủ chính trị. Trong một đất nước, việc có các luồng tư tưởng chính trị khác biệt là lẽ bình thường. Chỉ vì cái gọi là “chống lại hiểm họa của những người có quan điểm, chính kiến khác với mình”, họ căm tức tư tưởng của người khác, họ vi phạm quốc pháp bởi động cơ cá nhân, họ giết người theo cảm tính, họ không những không biết hổ nhục mà lại còn lấy làm đắc ý và dõng dạc tuyên bố: “Đó là hành động thay trời trừng phạt.” Những kẻ ám sát được tâng bốc, được coi là “nghĩa sĩ”. Cái gọi là Tenchyu – Thiên tru, hay thay trời trừng phạt là cái gì vậy? Có thật là họ thực sự chủ trương thay trời trừng phạt? Vậy thì trước đó, hãy tự ngẫm lại xem họ là cái gì trong xã hội đã. Chẳng phải là họ đang sống ở đất nước này và đã thỏa thuận với chính phủ như thế nào với tư cách là một công dân? Đó là nhất định tuân thủ tôn trọng quốc pháp và nhận được sự bảo vệ che chở của chính phủ đó sao? Nếu như có bất mãn với nền chính trị của đất nước, hoặc cảm nhận thấy có nhiều kẻ định xâm phạm thể chế thì bình tĩnh kháng nghị sự tình đó lên chính phủ. Tại sao lại phớt lờ, qua mặt chính phủ, tự cho mình cái quyền được phán quyết như vậy? Những người thuộc loại này thường không có cái nhìn tổng thể, họ vừa cứng nhắc lại vừa nóng vội trước tiền đồ của quốc gia. Họ không nắm được nguyên nhân sâu xa dẫn tới tình trạng như hiện nay của đất nước, nên cũng không biết phải dùng biện pháp nào để đưa đất nước ra khỏi tình cảnh hiện tại. Thử nhìn lại xem, trong lịch sử đông tây cổ kim đã có vụ ám sát chính trị nào làm cho thế giới này tốt hơn, làm cho con người trong xã hội trở nên hạnh phúc hơn chưa? Luật cần rõ ràng, đơn giản nhưng phải nghiêm minh Nhưng người không tôn trọng phép nước, không thấy sự quý giá của quốc pháp, ngoài mặt luôn tỏ vẻ nghiêm chỉnh, đứng đắn, nể sợ cán bộ công quyền, nhưng bên trong thì ngấm ngầm vi phạm luật pháp mà không chút mảy may hổ thẹn. Họ luôn tìm mọi kẽ hở trong luật để luồn lách, né tránh. Những kẻ giỏi luồn lách luật được dư luận khen ngợi là “tài ba”. Họ rất khoái chí khi khoe khoang cùng đồng bọn về thủ đoạn của mình: “Bề ngoài phải làm như thế này. Muốn tránh được luật thì phải thế kia…” Tệ hại hơn, họ còn bí mật móc ngoặc với các công chức, để tạo lợi thế cho họ trong công việc làm ăn. Đổi lại là hai phía cùng chia chác món hời, cùng tham nhũng và giấu nhẹm tội lỗi. Phải thừa nhận rằng “đại pháp do các đấng bề trên” lập ra có nhiều điểm rất nhiêu khê, phiền phức, thậm chí có khi còn trái hẳn với thực tế, nên mới xảy ra tình trạng như trên. Nhưng nếu xem xét vấn đề trên góc độ chính trị của một quốc gia thì các vụ việc đó là những tập quán xấu đáng sợ. Một khi coi thường luật pháp, quốc dân đã trở thành những người không trung thực với đất nước, thản nhiên vi phạm, dửng dưng trước mọi tội lỗi. Ví dụ như khi chính quyền đề ra luật “Cấm tiểu tiện không đúng chỗ”. Vậy mà không ít người trong chúng ta lại coi thường lệnh cấm này, thản nhiên “tè” bậy, miễn sao đừng để cảnh sát trông thấy là được. Bị phát hiện, họ không tỏ ra hối hận nhận mình sai trái, mà lại còn kêu ca “người khác cũng thế sao không bắt, lại chỉ bắt mình tôi”, rồi tự than vãn cho “cái số không may” của mình. Tôi chỉ còn than trời trước tình trạng thản nhiên coi thường phép nước như vậy. Vì thế, chính phủ khi làm luật cần phải đơn giản và rõ ràng. Và luật pháp phải được thực hiện nghiêm minh. Mặt khác, quốc dân chúng ta nếu nhận thấy luật đưa ra còn nhiều điểm bất tiện thì cùng nhau tranh luận và kháng nghị với chính phủ một cách thẳng thắn, không ngần ngại. Và cũng phải hiểu rằng một khi luật đó đang được áp dụng thì trước hết phải chấp hành luật cái đã. Vì đó là nghĩa vụ của quốc dân. Bộ máy hành chính với những quan chức “đầu gỗ” Mới đây, ở trường Keio chúng tôi có một vụ việc. Số là, từ năm kia trường chúng tôi được nhà quý tộc Ota Sukeyoshi tài trợ cho một khoản tiền để thuê một người Mỹ sang giảng dạy. Hết hạn hợp đồng, ông ta về nước. Chúng tôi tìm được người khác sang dạy thay và đã thỏa thuận xong với người mới về mọi điều khoản. Nhà quý tộc Ota bèn gửi đơn đến Bộ Giáo dục ở Tokyo, đề nghị chấp thuận cho người Mỹ này đang có mặt tại trường giảng dạy về Văn học Mỹ. Thế nhưng, theo quy chế mà Bộ Giáo dục ban hành thì “không chấp nhận cho các giảng viên người Mỹ nếu không xuất trình được bằng tốt nghiệp khoa học tại Mỹ dù chi phí thuê là do cá nhân tài trợ cho trường tư thục.” “Người Mỹ này không xuất trình bằng tốt nghiệp nên Bộ không thể cho phép ông ta giảng dạy về Văn học Mỹ. Còn nếu dạy tiếng Anh thì được.” Tokyo đã phúc đáp thư thỉnh cầu của nhà quý tộc Ota như trên. Thấy vậy, tôi bèn viết đơn gởi lên Bộ để trình bày cụ thể hơn. Trong đơn tôi viết: “Quả thật người Mỹ này không có bằng tốt nghiệp theo yêu cầu của Bộ, nhưng chúng tôi xét thấy năng lực của ông ta hoàn toàn đáp ứng được nhu cầu giảng dạy cho học sinh của nhà trường, nên chúng tôi mong Bộ cấp phép. Nếu chúng tôi ghi trong đơn đề nghị ‘ông ta sang Nhật để dạy ngoại ngữ’ thì mọi việc sẽ xong. Nhưng trường chúng tôi vốn có nhu cầu học về Văn học Mỹ, nên chúng tôi mới viết đơn đề nghị chính thức. Vả lại dối trá với quý Bộ bằng cách xin một đằng làm một nẻo thì lương tâm của chúng tôi lại càng không cho phép”. Nhưng Bộ vẫn giữ nguyên tắc của mình và trả lại toàn bộ hồ sơ đề nghị của tôi. Chẳng còn cách nào khác, chúng tôi buộc phải xin lỗi và không thể tuyển dụng người Mỹ ấy. Cuối tháng 12 năm ngoái, ông ta trở về Mỹ. Kế hoạch giúp đỡ nhà trường của nhà quý tộc Ota vì thế cũng tan thành mây khói. Hàng trăm học sinh cũng mất hết hi vọng. Thật ra, không chỉ riêng trường tư thục của chúng tôi bị ảnh hưởng mà phải nói rằng quyết định của Bộ là rào cản nặng nề cho nền giáo dục của cả đất nước. Bao công sức trở nên vô tích sự. Sự tức giận vì những quy định ngu ngốc trào lên trong chúng tôi. Nhưng vì đó là nguyên tắc, luật pháp nên phải tuân thủ, không thể làm khác. Sắp tới, chúng tôi sẽ tiếp tục gởi đơn đề nghị. Chỉ riêng việc này, trường chúng tôi họp đi họp lại cả chục lần. Đa số ý kiến nghiêng về việc xóa chữ Văn học, thay vào đó là chữ Ngoại ngữ. Làm như vậy cũng chỉ vì lợi ích của học sinh thôi chứ có làm gì xấu đâu… Kết cục là trường chúng tôi không thể thuê được giảng viên. Cho dù việc đó có ảnh hưởng nghiêm trọng đến Hội và học sinh nhà trường nhưng không vì thế mà chúng tôi lừa gạt cơ quan công quyền. Để đạt được mục đích mà phải dối trá thì thật đáng hổ thẹn vì chúng ta là những học giả chân chính, những người sống luôn tuân thủ pháp luật. Phương sách tối ưu là không làm sai bổn phận cơ bản của quốc dân một nước. Và cũng vì thế mà dẫn tới quyết định như tôi kể trên. Trên đây là một ví dụ liên quan tới việc giải quyết chuyện học hành ở một trường tư thục. Đọc tới đây, các bạn có thể cho là tưởng chuyện gì ghê gớm chứ sự việc cỏn con thế này không đáng bàn luận. Nhưng nếu chúng ta cùng cảm nhận nguyên nhân của sự việc thì tôi nghĩ là nó hệ trọng tới cả một nền giáo dục quốc gia. Với chủ ý đó tôi xin được kết thúc bài viết này ở đây. Tháng 2 năm Minh Trị thứ bảy (tức năm 1874)  "
        },
        {
            "order": 3,
            "name": "Phần Ba: Hun Đúc, Nuôi Dưỡng Chí Khí Độc Lập Ra Sao?",
            "content": " Nỗ lực có thể thay đổi được thiên mệnh Đã là con người thì dù là người giàu hay người nghèo, kẻ mạnh lẫn kẻ yếu, nhân dân hay chính phủ, tất cả đều bình đẳng về quyền lợi. Tôi đã viết rõ ở Phần hai về vấn đề này. Chữ Quyền lợi, tương ứng với chữ “Right” trong tiếng Anh. Bây giờ, tôi thử luận từ này rộng ra, ở góc độ quốc gia với quốc gia xem sao. Quốc gia là nơi người dân xứ sở đó ở. Nhật Bản là nơi dân Nhật ở. Anh quốc là nơi dân Anh ở. Người Nhật cũng như người Anh, đều là con người, được tạo hóa sinh ra trong cùng trời đất. Nên không có đạo lý nào cho phép dân hai nước chà đạp lên quyền lợi của nhau. Không một đạo lý nào cho phép người này làm hại người kia. Cũng không có lý lẽ nào dung thứ cho một nhóm người này xâm phạm quyền lợi của một nhóm người kia. Đạo lý đó đúng với mọi trường hợp, không phụ thuộc vào đa số hay thiểu số. Kể cả có là một triệu người hay một trăm triệu người cũng vậy. Trên thế giới hiện nay, có quốc gia giàu mạnh, văn minh tiến bộ, giáo dục phát triển, quốc phòng vững mạnh thì cũng có quốc gia còn nghèo khổ, man rợ hoang sơ, giáo dục lạc hậu, quốc phòng yếu kém. Nhìn chung thì châu Âu, châu Mĩ giàu mạnh, còn châu Á, châu Phi nghèo yếu. Thế nhưng, sự giàu nghèo, mạnh yếu ở mỗi quốc gia là do thực trạng của từng quốc gia và do điều kiện của mỗi nước nên mới có sự khác nhau. Nhưng sẽ ra sao, nếu có quốc gia viện cớ giúp đỡ các nước nhỏ yếu phát triển giàu mạnh như nước mình để áp đặt những điều vô lý lên các nước đó. Làm như vậy có khác nào một đô vật Sumo lực lưỡng cứ đòi vật nhau với một người đau ốm lẻo khoẻo. Cho dù họ có biện minh cho hành động của mình là vì quyền lợi quốc gia, nhưng đó là những hành động bạo ngược không thể dung thứ. Nước Nhật Bản chúng ta hiện nay yếu kém, hoàn toàn không thể sánh vai với các cường quốc Âu Mĩ giàu mạnh. Nhưng về quyền lợi, với tư cách là một quốc gia, thì chúng ta hoàn toàn ngang hàng với họ. Trường hợp nếu các cường quốc phương Tây đi ngược lại đạo lý Quốc tế, xâm phạm đến lãnh thổ của chúng ta thì cho dù có phải biến cả thế giới này thành kẻ thù, chúng ta cũng quyết không sợ. Như tôi đã nói ở Phần một, khi đất nước bị làm ô nhục thì tất cả người Nhật Bản chúng ta sẵn sàng xả thân để bảo vệ đến cùng thanh danh của Tổ quốc. Nhưng còn tình trạng giàu nghèo, mạnh yếu dứt khoát không phải do mệnh Trời hoặc là do ý Trời mà ta đành phải cam chịu. Mà đó là do con người có nỗ lực hay không chịu nỗ lực mà thôi. Nhờ nỗ lực như thế, không biết chừng mới hôm qua còn là kẻ ngu dốt, nhưng ngày mai đã trở thành người tài giỏi; mới hôm qua còn tự vỗ ngực giàu mạnh, nhưng ngày mai trở nên hèn kém. Từ xa xưa, lịch sử đã nhiều lần minh chứng cho điều này. Quốc dân Nhật Bản chúng ta phải xắn tay ngay vào học tập, hun đúc chí khí. Trước hết mỗi cá nhân, từng con người hãy kiên quyết tự chủ, độc lập. Có như vậy, đất nước mới giàu mạnh. Có như vậy chúng ta mới hết mặc cảm, hết sợ hãi trước các thế lực phương Tây. Nói tóm lại, nước Nhật Bản chỉ có một con đường là phải mở rộng quan hệ ngoại giao với các quốc gia tôn trọng đạo nghĩa. Còn đối với các nước không tôn trọng đạo nghĩa chỉ muốn dùng sức mạnh thì chúng ta phải can đảm tranh đấu để xóa bỏ các cuộc thương lượng bất bình đẳng. Mỗi người tự chủ, độc lập thì đất nước sẽ tự chủ, độc lập, nghĩa là vậy. Thường xuyên “tôi luyện chí khí tinh thần” là rất quan trọng Như tôi đã trình bày, quan hệ giữa quốc gia với quốc gia là mối quan hệ bình đẳng. Nhưng người dân nước đó thiếu tinh thần tự chủ, thiếu ý chí độc lập thì khó có thể tranh đấu với thế giới để bình đẳng về quyền lợi với tư cách là một quốc gia độc lập. Đó là do ba lý do dưới đây. Thứ nhất, Quốc dân không có tính cách độc lập thì lòng yêu nước cũng hàm hồ, nông cạn, vô trách nhiệm. Tính cách độc lập là gì? Là tính cách không dựa dẫm hay ỷ lại vào người khác. Việc của mình, mình phải tự lo giải quyết. Người có tính cách độc lập là người không bị chi phối hoặc chịu ảnh hưởng của người khác, tự mình biết phân biệt sự thể đúng sai, phải trái, không phạm sai lầm trong hành động. Người độc lập về kinh tế là người có thể sống mà không cần dựa vào sự viện trợ của người khác. Nếu như toàn thể quốc dân, ai nấy đều chỉ tìm cách dựa dẫm hay ỷ lại vào người khác, không có tính độc lập thì khi ra xã hội cũng sẽ lại trở thành những kẻ chuyên ăn bám đục khoét tiền của của đất nước, của các tổ chức xã hội. Giữa cá nhân với cá nhân có lẽ cũng chẳng còn ai sẵn lòng giúp đỡ ai. Tất cả đều dửng dưng với nhau, có nhìn thấy người mù lòa qua đường cũng không một ai chìa tay ra giúp đỡ. Cổ nhân có câu: “Dân thì phải tuân theo sự cai trị. Còn cai trị thế nào thì dân không cần phải biết.” Câu này có nghĩa là ở trên đời, những người hiểu được đạo lý không nhiều. Chi bằng thiểu số người đó lên nắm chính trị, cai trị nhân dân, bắt dân phải tuân theo chính sách vạch ra là được. Không cần phải thông báo hay giải thích gì cả. Như thế tốt hơn là việc cái gì cũng phải giải thích, phải cắt nghĩa, mà có giải thích xong, cắt nghĩa xong thì đâu lại vào đấy, cứ như nước đổ đầu vịt vậy. Đây là lời răn dạy của Khổng Tử. Nhưng lời răn dạy này thật phi lý, hoàn toàn xa rời thực tế. Người có năng lực để có thể cai trị được dân chúng thật ra rất ít ỏi. Trong cả nghìn người may ra mới có được một người. Giả dụ, dân số của một quốc gia nọ là một triệu người. Trong số đó chỉ có 1.000 người có tri thức. 999 nghìn người còn lại là những kẻ một chữ cắn đôi cũng chịu. Cứ cho rằng 1.000 người có trí tuệ đó, cai trị số dân ngu bằng tất cả lòng yêu thương, chăm bẵm họ như chăm bẵm bầy cừu. Và 999 nghìn người mù chữ này cũng một mực tuân theo lời răn dạy của “cha mẹ dân”, sống trong cảnh ngu si hưởng thái bình. Cứ như thế, dần dần quan hệ giữa người cai trị và nhân dân sẽ trở thành quan hệ chủ nhân và khách ăn nhờ ở đậu. Mà đã là thân phận ăn nhờ ở đậu thì nhân dân (khách) cứ chỉ biết dựa vào chính phủ (chủ nhân). Người dân đâu cần màng tới việc nước, càng không chút mảy may lo lắng tới vận mệnh quốc gia. Việc quốc gia đại sự đã có chủ nhân lo rồi. Và cũng giả dụ, quốc gia này bị nước ngoài gây hấn, chiến tranh bùng nổ. Và cứ giả sử là không có một người dân nào phản bội, bán mình cho nước ngoài. Vậy thì sự thể sẽ ra sao? Từ trước tới nay, dân chúng như bầy cừu ngoan ngoãn nghe theo chính phủ và họ cũng chẳng có điều gì phải phàn nàn về chính phủ cả, nhưng khi bảo họ phải hi sinh tính mạng để bảo vệ đất nước thì đừng tưởng rằng họ cũng sẽ một mực tuân theo. Tôi chắc rằng phần lớn sẽ tìm cách thoái thác, tìm cách bỏ trốn. Tức là khi có việc đại sự như lúc đất nước lâm nguy thì người dân chỉ biết lo cho sự an toàn của bản thân, không có lòng yêu nước. Và như thế khó mà giữ được độc lập cho đất nước. Làm thế nào để hun đúc và gìn giữ được chí khí độc lập và tự do Để bảo vệ độc lập cho đất nước trước hiểm họa ngoại bang, toàn thể quốc dân phải ý thức được tinh thần Độc lập và Tự do, trên dưới một lòng, coi vận mệnh Tổ quốc như vận mệnh của bản thân, đem hết tinh thần và trách nhiệm với tư cách là người Nhật Bản ra phục vụ. Người Anh coi nước Anh là Tổ quốc thì người Nhật chúng ta cũng phải coi Nhật Bản là Tổ quốc. Đất đai của Tổ quốc là đất đai của mình, phải giữ gìn nó như giữ gìn nhà mình vậy, sẵn sàng dâng hiến tính mạng và tài sản. Như thế mới là đại nghĩa để báo đáp cho đất nước. Đương nhiên, chính trị là công việc của chính phủ, nhân dân sống trong nền chính trị ấy. Nhưng chính phủ hay nhân dân, chẳng qua là sự phân chia vai trò, phân chia vị trí để mỗi bên gánh vác, chỉ khác nhau trong công việc mà thôi. Không có đạo lý nào cho phép chúng ta với tư cách là con người lại khoanh tay ngồi nhìn, bỏ mặc hay phó thác cho chính phủ giải quyết vận mệnh đất nước trước nguy cơ trọng đại liên quan tới sự tồn vong của Tổ quốc. Tên, họ của chúng ta là “người Nhật Bản”. Chức trách của chúng ta là “chức trách của người Nhật Bản”. Với tư cách đó, chúng ta mang trên mình bổn phận của quốc dân – quốc dân Nhật Bản. Hơn thế nữa, chúng ta đang được quyền tự do sinh sống, tự do hành động tại Nhật Bản. Vậy thì, đi đôi với quyền lợi đó, đương nhiên chúng ta phải có nghĩa vụ và trách nhiệm. “Dân” của Imagawa Yoshimoto và “dân” của Napoleon đệ tam Vào thời Chiến quốc[5], Imagawa Yoshimoto, lãnh chúa của vùng Suruga[6] thống lĩnh một đội quân lên tới hàng vạn người tiến đánh Nobunaga Oda, lãnh chúa vùng Aichi. Nobunaga đã tổ chức mai phục tại khe núi Oke tỉnh Aichi, rồi bất ngờ tập kích đánh thẳng vào đại bản doanh và chém đầu Imagawa. Quân sĩ của Imagawa mất chủ tướng, hoảng loạn chạy như “ong vỡ tổ”. Sự nghiệp lẫy lừng một thời của Imagawa bỗng chốc tan thành mây khói. Trái lại, trong cuộc chiến tranh Pháp – Phổ (1870-1871) xảy ra cách đây vài năm, lúc đầu quân Pháp thua trận, Napoleon Đệ tam bị quân Phổ bắt làm tù binh. Thế nhưng quốc dân Pháp không vì thế mà tuyệt vọng. Họ tiếp tục chiến đấu với lòng quả cảm, tử thủ bảo vệ Paris bằng mọi giá, cuối cùng buộc quân Phổ phải chấp nhận ký Hòa ước. Nhờ thế mà nước Pháp giữ được lãnh thổ toàn vẹn, không bị mất vào tay người Phổ. Quả là khập khiễng nếu so sánh tinh thần binh sĩ của Imagawa với binh sĩ của Napoleon. Bởi người dân xứ Suruga chỉ là những kẻ ăn nhờ ở đậu, mọi việc đều ỷ lại, trông cậy vào một mình chủ tướng Imagawa Yoshimoto. Không một ai trong số họ, coi xứ sở Suruga là nơi “chôn nhau cắt rốn” của mình. Họ suy nghĩ nông cạn và tin tưởng rằng xứ Suruga có làm sao thì đã có tướng Imagawa rồi. Trong khi đó ở Pháp, có nhiều quốc dân mang trong mình tinh thần báo đáp cho Tổ quốc. Họ coi nguy cơ của đất nước cũng là nguy cơ của chính mình, vì vậy họ sẵn sàng xả thân chiến đấu vì Tổ quốc. Nhờ tinh thần xả thân của nhân dân nên đã cứu được nước Pháp. Sự khác nhau căn bản của hai nước là vậy. Từ thực tế trên, để bảo vệ nước mình trước họa xâm lăng, lòng yêu nước của nhân dân sẽ tăng lên khi trong con người họ có tinh thần, có chí khí độc lập mạnh mẽ. Nói đến đây chắc các bạn sẽ hiểu như tôi rằng: người Nhật chúng ta, nếu thiếu chí khí độc lập thì lòng yêu nước cũng hàm hồ, nông cạn. Lý do thứ hai là tự bản thân không giác ngộ về tính độc lập, thì khi thương lượng với ngoại bang cũng không thể tranh đấu cho quyền lợi của mình được. Người không có tính độc lập thì thường phải dựa dẫm vào kẻ khác. Người dựa dẫm vào kẻ khác thì lúc nào cũng phải thăm dò ý tứ, trông vào thái độ của người khác thì nhất định phải tìm cách lấy lòng người đó. Luôn phải lấy lòng thành ra chịu ơn, lâu dần trở nên xu nịnh và luồn cúi người mình dựa dẫm. Chẳng mấy chốc, tính xu nịnh, luồn cúi trở thành thói quen. Một khi đã quen xu nịnh, quen luồn cúi thì mặt phải “trơ” ra và “dây thần kinh” xấu hổ cũng mất. Điều muốn nói không dám nói, gặp ai cũng phải xum xoe, khúm na khúm núm. Và cuối cùng thói quen xu nịnh, thói luồn cúi trở thành bản chất, tính cách. Nên người xưa mới có câu “thói hư thành tật” cũng là vậy. Đã là tật, là bản chất, là tính cách thì khó sửa. Hiện nay, ở nước Nhật chúng ta, thường dân đã được phép mang họ, được phép cưỡi ngựa. Tòa án cũng đã thay đổi. Việc xét xử công bằng hơn, chính trực hơn. Và nhất là luật pháp ít ra cũng đã quy định thường dân ngang hàng với sĩ tộc. Tuy vậy, để thay đổi lề thói cũ, tập quán cũ cũng cần phải có thời gian, không thể một sớm một chiều mà gột bỏ hết được. Ý thức của người dân chúng ta vẫn như xưa. Văng tục khi nói, bỗ bã khi ăn, nhu nhược trong thái độ, gặp cấp trên thì run sợ, bảo đứng thì đứng, bảo ngồi thì ngồi, bảo múa cũng phải múa, cứ y như lũ chó nuôi mãi mà cứ ốm nhom, chỉ biết xun xoe trước mặt chủ. Thật là khí lực không có, hổ thẹn cũng không. Nếu là xã hội phong kiến Mạc phủ – một xã hội hoàn toàn mất tự do – trong thời kỳ “bế quan tỏa cảng” thì người dân càng mất sinh khí lại càng tốt cho chính quyền. Vì tầng lớp cai trị khi đó chỉ muốn dân ngu để dễ bề dạy bảo. Nhưng thời thế giờ đây đã đổi khác. Cứ kéo dài mãi tình trạng này thì chỉ mang lại tổn hại cho quốc gia trong thời buổi phải giao thương với ngoại quốc. Nỗi hổ nhục của bản thân cũng là nỗi hổ nhục của quốc gia Giả dụ, có một số thương nhân địa phương muốn kiếm lời bằng cách buôn bán với người ngoại quốc, bèn khăn gói lên đường tới những đặc khu ngoại kiều[7] như Yokohama chẳng hạn. Lần đầu tiên trong đời đi gặp “ông Tây” để tính chuyện làm ăn. Vừa thấy cái dáng to lớn lừng lững của họ thì thương nhân ta đã hồn xiêu phách lạc. Lại càng khiếp vía khi thấy trong ca-táp của “Tây” hàng xấp giấy bạc. Được “Tây” đưa vào văn phòng bóng lộn nằm trong những tòa nhà lộng lẫy thì thương nhân ta lại càng lúng túng, không biết đứng ngồi ở đâu, chân tay cứ lóng ngóng, không biết để đâu đặt đâu. “Tây” mời lên tàu hơi nước chạy một vòng biểu diễn, thương nhân ta cứ chóng hết mặt mày vì con “quái vật” đen xì này chạy nhanh quá. Và thế là ngay từ đầu, cái “gan” làm ăn của thương nhân ta teo hết cả lại. Có thương nhân đánh liều giao dịch thử thì trong bụng thán phục sao “Tây” cái gì cũng thông thạo, nhưng cũng lại sờ sợ vì thấy họ thật lắm thủ đoạn, thương thảo lúc cương lúc nhu thật khó lường. Cuối cùng bị ép ký hợp đồng, dù biết là thiệt mà vẫn phải nhắm mắt đặt bút ký, vì run sợ trước thái độ hung hăng xấn xổ của “Tây”. Kết cuộc là phải nhận phần thua thiệt về mình. Ví dụ trên đây cho thấy không chỉ người thương nhân ấy thiệt hại mà phải xem đó là thiệt hại của cả quốc gia và không chỉ người thương nhân đó chịu sỉ nhục mà phải coi đó là sự sỉ nhục của cả quốc gia. Xét cho cùng, có lẽ từ bao đời nay, tầng lớp Thị dân[8] luôn sống khom lưng luồn cúi, không có tính độc lập nên mục rỗng từ trong ruột mục ra. Trong xã hội Nhật Bản, Thị dân bị Samurai chèn ép đày đọa. Tại các phiên tòa họ cũng luôn bị xử ép, xử oan nên phần hồn của họ khó mà vực lại được. Đã không vực lại được cả phần xác lẫn phần hồn thì cũng đừng mong giao dịch, quan hệ bình đẳng với nước ngoài. Nói tóm lại bản thân mỗi người chúng ta không có tính độc lập thì cũng không thể giành được độc lập với nước ngoài. Lý do thứ ba là người không có tinh thần độc lập là người dựa dẫm vào quyền lực của người khác, chạy theo cái xấu. Dưới thời phong kiến Mạc phủ, có một kiểu tín dụng được gọi là “tín dụng mượn danh chúa”. Đây là hình thức nhà giàu đứng tên lãnh chúa cho vay lấy lãi. Khi con nợ chậm trả, chủ nợ lợi dụng “cái ô” quyền uy của lãnh chúa để khiếu kiện và bao giờ cũng được tòa xử cho thắng kiện kèm theo những điều kiện bắt bí con nợ. Vì sợ lãnh chúa, nên con nợ cũng phải tìm cách trả trước cho chủ nợ nếu không muốn bị rầy rà. Đây là cách làm để tiện. Lẽ ra, người vay chưa trả được thì người cho vay phải kiện lên chính phủ nhờ chính phủ can thiệp đòi giúp. Đằng này họ lại cứ mượn oai của lãnh chúa đe dọa người cho vay. Đương nhiên chắc cũng biết biếu xén hối lộ cho lãnh chúa. Thật là quá quắt. Bây giờ không còn nghe nói về kiểu tín dụng ấy nữa, nhưng biết đâu đấy vẫn có nhà giàu cấu kết với ngoại quốc có quyền thế, mượn danh họ để cho vay và bắt chẹt dân. Những thói quen xấu, tập quán xấu như vậy vẫn còn tồn tại. Sau này, người phương Tây được quyền tự do cư trú ngoài khu vực kiều dân thì các tập quán đó gặp thời chắc lại nổi lên lúc nào không hay. Cứ như thế thì quốc gia sẽ chịu tổn thất. Các tập quán đó cũng có thể coi là hành vi bán nước. Lợi dụng, cậy thế người có quyền lực làm bậy là như vậy. Tôi phải nói như trên, vì xuất phát từ thực tế là người Nhật Bản chúng ta không có tinh thần độc lập nên mới sinh ra đủ thứ xấu xa. Hiện nay, với tư cách là người Nhật Bản, nếu có lòng yêu nước thì mỗi người chúng ta đều phải suy nghĩ trước hết về độc lập cho bản thân mình, rồi hãy giúp đỡ người khác cùng độc lập. Cha mẹ phải khuyên dạy cho con cái, thầy giáo phải khuyên dạy cho học trò về tinh thần độc lập. Toàn thể nhân dân cùng phải giữ gìn độc lập, phải bảo vệ đất nước. Các chính trị gia, thay vì trói buộc nhân dân, chỉ biết tự mình khổ tâm động não lo chuyện quốc sự, chi bằng biết kết gắn nhân dân thành một khối, mang lại tự do cho nhân dân, dựa vào dân, sướng khổ cùng dân, có như vậy mới mong vượt qua được nguy cơ cho cả dân tộc. Tháng 2 năm Minh Trị thứ sáu (tức năm 1873)  "
        },
        {
            "order": 10,
            "name": "Phần Mười: Hãy Sống Và Hy Vọng Ở Tương Lai",
            "content": " Tiếp theo phần trước. Dâng tặng bạn hữu cùng quê Nakatsu. Trong phần trước, tôi đã nói về “Mục đích của học vấn” trên hai khía cạnh. Đó là: 1. Không nên mãn nguyện vì đã ổn định cuộc sống của riêng bản thân và gia đình mình. 2. Mỗi con người đều là một thành viên trong xã hội, vì vậy phải ý thức được vai trò đó, phải đóng góp cho sự phát triển chung của xã hội. Còn trẻ mà lại muốn lựa chọn những công việc an nhàn Mục đích của học vấn phải đặt ở tầm cao. Nếu tôi không nhầm thì việc nấu cơm, đun nước cũng là học vấn. Việc bàn luận về quốc gia đại sự cũng là học vấn. Nhưng lo cuộc sống của gia đình thì dễ hơn lo kinh tế, chính trị của một quốc gia. Hơn nữa trên đời này cái gì dễ kiếm thì ít được quý trọng, càng khó kiếm thì giá trị càng cao. Tôi nhận thấy sinh viên hiện nay có xu hướng né tránh việc khó, tìm kiếm việc dễ. Dưới thời phong kiến, người học có miệt mài học hành cũng không có chỗ để ứng dụng học vấn, vì trong xã hội đó con người mất tự do. Do vậy cực chẳng đã họ chỉ còn biết học, tự mình tích lũy học thức. Vì thế, sinh viên chúng ta hiện nay khó mà theo kịp họ về tri thức. Sinh viên hiện nay không bị bất kỳ hạn chế nào cả. Cứ có học là có thể ứng dụng ngay kết quả học tập vào thực tế. Tôi lấy ví dụ, các sinh viên theo ngành Âu học trong ba năm, họ học lịch sử, học vật lý… Sau khi ra trường họ được tuyển dụng ngay tức thì để làm giáo viên giảng dạy, hoặc đi làm công chức chính quyền nếu họ muốn. Ngoài ra, nhiều người còn tìm cách đơn giản hơn, nhanh hơn. Đó là chỉ cần lùng sục và đọc qua các cuốn sách dịch[19] đang bán chạy, đi đây đi đó để có chút thực tế, tích lũy thêm một ít thông tin trong và ngoài nước, gặp được dịp may là được chọn ngay vào làm việc trong các công sở. Thế là họ nghiễm nhiên trở thành một thành viên đắc lực trong bộ máy nhà nước. Nhưng điều tôi lo sợ là các hiện tượng trên đây nếu trở thành xu hướng, thành trào lưu trong xã hội thì học vấn sẽ mất đi bản chất đích thực và mục đích cao quý của nó. Tôi nói cụ thể hơn, và thành thật xin lỗi bạn đọc vì tôi sẽ đề cập tới chuyện tiền bạc ra đây. Có nhiều sinh viên ngành Âu học tính toán thế này. Học phí một năm phải đóng khoảng 100 yên. Ba năm theo học mất 300 yên. Bỏ ra khoản tiền như vậy, sau khi tốt nghiệp, nếu có việc làm, hàng tháng được lĩnh từ 50-70 yên tiền lương. Nói trắng ra, đi học có lãi thế này tội gì chẳng học. Thế còn những người có được một mớ kiến thức rời rạc, qua số sách dịch đọc được, thì sao? Họ chẳng phải tiêu đến 300 yên, mà vẫn thành quan chức đàng hoàng và số thu nhập là khoản lãi ròng tròn trịa. Trên đời này không có cách kinh doanh nào lại lãi đến vậy, ngay cả những người sống chuyên bằng nghề cho vay nặng lãi cũng phải ghen tị. Đương nhiên, thù lao cao hay thấp tùy thuộc vào mức cung cầu trên thị trường nhân lực. Hiện nay, chính phủ và nhiều bộ ngành đang cần tuyển nhiều người có kiến thức Âu học. Nên mới dẫn đến tình trạng tuyển người ồ ạt. Đừng nghĩ rằng tôi “vơ đũa cả nắm”, phê phán tất cả những người đã được tuyển dụng đều không có năng lực và là lũ cơ hội. Thiển ý của tôi, chỉ mong sao họ “đừng tham bát, bỏ mâm” mà nên tiếp tục theo học một vài năm nữa, nỗ lực tiếp thu kiến thức kỹ thuật thực hành, rồi hẵng đi làm. Như vậy, chắc chắn họ sẽ thu được thành quả lớn hơn. Chỉ đến khi trên khắp mọi miền đất nước Nhật Bản, nơi đâu cũng gặp những người vừa có tài, vừa có đức, ngày đêm rèn giũa và tích lũy thực lực thì ắt hẳn đến một ngày nào đó, chúng ta sẽ ngang hàng, sánh vai với nền văn minh của các cường quốc phương Tây. Học tập phương Tây nhưng không được quá sùng bái Sinh viên học tập để làm gì? Nào là để giành được độc lập thực sự, để có được quyền tự chủ, tự do cho mình. Mà đúng là như vậy. Thế nhưng, đằng sau đó đương nhiên còn phải có ý thức tự giác về nghĩa vụ. Độc lập cho bản thân mình không phải là cứ miễn sao có căn nhà riêng để sinh sống, miễn sao không làm phiền, không cản trở người khác là được. Đó mới chỉ là nghĩa vụ mang tính chất cá nhân đơn thuần. Tạm gác sang bên vị trí cá nhân, nếu chúng ta quan tâm đến nghĩa vụ đối với xã hội, thì trước hết là không làm vẩn đục danh dự người Nhật Bản, tiếp đến là mọi người dân đồng lòng góp sức mang lại vị trí quốc tế trong độc lập và tự do cho Nhật Bản. Như thế mới được coi là làm tròn nghĩa vụ giữa cá nhân và xã hội. Tôi thừa nhận những người đang toại nguyện với cuộc sống của bản thân họ trong căn nhà riêng của mình là những người độc lập. Nhưng tôi không thể thừa nhận họ là những người Nhật Bản độc lập được. Hãy thử nhìn kỹ xem. Ở thời điểm này, nền văn minh của đất nước Nhật Bản chỉ có Danh mà không có Thực. Về hình thức thì trông cũng được đấy, nhưng về tinh thần thì thật đáng buồn lòng. Lực lượng quân sự của Nhật Bản, từ lục quân tới hải quân, đã có khả năng kháng cự với lực lượng quân sự của các cường quốc phương Tây? Hiển nhiên là chưa. Nước Nhật Bản không thể chống chọi được với các thế lực phương Tây trong lúc này. Thế còn trình độ học vấn của Nhật Bản hiện nay ra sao? Với nền học vấn hiện thời, chúng ta có thể đem ra rao giảng cho người phương Tây không? Rõ ràng là không có cái gì cả. Ngược lại, chúng ta phải học ở họ mọi thứ. Và không chỉ đơn thuần là cứ học những thứ mà chúng ta chưa có là được. Mấy năm qua, chúng ta gởi lưu học sinh sang các nước phương Tây, mặt khác chúng ta đang thuê họ đến giảng dạy[20]. Từ việc điều hành bộ máy chính phủ đến nội dung, phương pháp giảng dạy tại các trường công lập, từ việc chuyển đổi hệ thống hành chính của ba phủ[21] cho đến việc vận hành năm cảng quốc tế, từ việc lập các kế hoạch sản xuất kinh doanh của các công ty tư nhân đến hình mẫu của các trường tư thục, không chỗ nào là chúng ta lại không phải thuê người phương Tây[22]. Chúng ta trả lương cao, tạo mọi điều kiện sinh hoạt tốt nhất cho họ và trông cậy ở họ nhiều thứ. Chúng ta sử dụng thế mạnh của họ để bổ sung cho điểm yếu kém của chúng ta. Càng ngẫm càng thấy phương Tây hơn hẳn chúng ta về mọi mặt. Mà cũng phải thôi. Nước Nhật Bản theo đuổi chính sách đóng cửa “bế quan tỏa cảng” cả mấy trăm năm, mới mở cửa được vài năm nay. Mối giao thương với các quốc gia văn minh Tây phương lại phát triển qua nhanh, không sao theo kịp. Vì vậy, chúng ta đang ở trong tình trạng giống như lửa gặp nước, làm cái gì cũng chưa được. Chúng ta trong tình trạng phải chịu đựng cho đến khi chúng ta có đủ nghị lực. Khi đó chúng ta không phải thuê người phương Tây nhiều như hiện nay, chúng ta không phải nhập ồ ạt hàng hóa của họ như hiện nay. Những hỗn loạn trong buổi đầu du nhập văn minh phương Tây là điều không tránh khỏi. Việc chính phủ Nhật Bản yêu cầu phương Tây viện trợ, cung cấp văn minh cho chúng ta cũng không phải là sai. Nhưng điều quan trọng mà tôi muốn nói là tất cả những gì đang diễn ra trên đất nước ta hiện nay cũng chỉ là giải pháp nhất thời. Chúng ta không thể thuê vĩnh viễn người phương Tây làm thay chúng ta. Chúng ta ra sức học tập họ, nhưng không nên qua sùng bái, tôn thờ họ. Có cách nào để Nhật Bản không phụ thuộc vào quốc gia khác? Làm như thế nào để chúng ta có thể đi trên đất nước mình bằng chính đôi chân của chúng ta? Để đạt được điều này, chúng ta còn phải vượt qua cả một chặng đường vô cùng khó khăn. Các bạn sinh viên! Chỉ có một cách, đó là các bạn phải ra sức học tập, chờ ngày đem mọi tinh lực ra phục vụ cho đất nước. Chính điều này cũng là trách nhiệm mà các bạn phải gánh trên vai, là trách nhiệm vô cùng cấp bách. Hy vọng vào tương lai xán lạn là liều thuốc an ủi nỗi bất hạnh hiện thời Thực lực của thanh niên sinh viên Nhật Bản còn yếu, nên chúng ta vẫn phải tiếp tục mời người nước ngoài vào làm việc thay. Trình độ sản xuất của nước ta còn thấp, nên chúng ta phải nhập hàng hóa từ nước ngoài. Việc chúng ta đang phải trả những khoản tiền lớn để thuê người nước ngoài, để nhập khẩu hàng hóa cũng bởi trình độ học thuật của nước ta quá lạc hậu so với các quốc gia Tây phương. Mọi thứ của cải, mọi đồng ngoại tệ nước Nhật Bản tích góp được, lại cứ phải đem dâng cho nước ngoài hết, như thế có khác nào “ky cóp cho cọp nó xơi”. Chúng ta phải thấy xót xa, phải thấy đó là sự nhục nhã với tư cách là những nhà trí thức, những người quyết chí theo đuổi sự nghiệp học hành. Tuy vậy, đã là con người, ai nấy cũng đều hy vọng vào tương lai. Không có hy vọng thì không thể cố gắng trong mọi việc. Và chính vì hy vọng vào tiền đồ sáng lạn, nên con người mới có sức lực, mới có tinh thần chịu đựng được mọi nỗi bất hạnh hiện thời. Ngày xưa, mọi sự vật trên đời đều bị trói buộc trong các hủ tục, tập quán cũ. Ngay cả người can đảm nhất cũng không dám hi vọng, không dám đánh cược vào tương lai. Giờ đây, thời thế đã thay đổi. Mọi sự trói buộc đã bị quét sạch. Xã hội mới đang xuất hiện vì các bạn, mọi chốn mọi nơi đều có những công việc đang đợi các bạn. Làm nông nghiệp, làm thương nghiệp, trở thành học giả, trở thành quan chức chính phủ… mọi thứ các bạn đều có thể làm được. Viết sách, soạn thảo luật pháp, nghiên cứu nghệ thuật, khởi sự doanh nghiệp, trở thành nghị sĩ quốc hội… tất cả đều tùy thuộc vào năng lực của các bạn. Hơn nữa, đối thủ mà các bạn phải tranh đấu về trí tuệ là những người phương Tây. Nếu các bạn thắng trong cuộc đọ sức tri thức này thì vị thế của nước Nhật Bản sẽ dâng cao trên trường quốc tế. Còn ngược lại, nếu các bạn thua thì chúng ta, những người Nhật Bản, sẽ mãi mãi thấp kém dưới con mắt người phương Tây. Vì lẽ đó, niềm hi vọng của chúng ta lớn lao thế nào, mục tiêu rõ ràng ra sao, chắc các bạn đều đã hiểu. Phát triển quốc gia là sự nghiệp lâu dài, đòi hỏi sự bền bỉ. Tuy vậy, dù có thế nào đi nữa thì sự nghiệp khẩn cấp nhất – vì đất nước Nhật Bản hiện nay – là mọi quốc dân chúng ta, bất kể người nào cũng phải học tập, phải nghiên cứu. Nhất là sinh viên – những người ý thức rõ nhất nghĩa vụ của quốc dân – lại càng không thể bàng quan trước sự tình đất nước. Phấn đấu học tập là công việc quan trọng nhất trong lúc này của các bạn. Nếu nghĩ được như vậy thì sinh viên hiện nay quyết không thỏa mãn với một chút kiến thức học được trong nhà trường. Cần phải đặt mục tiêu cao hơn, xa hơn. Cần tìm hiểu cặn kẽ bản chất của học thuật. Cần phải xây dựng được vị trí độc lập đích thực. Dù chỉ một mình – không có bạn cùng chí hướng – cũng phải có khí phách để xây dựng đất nước Nhật Bản, tận tâm tận tụy đem hết mọi khả năng đóng góp cho xã hội. Từ trước tới nay, tôi vốn không ưa lối học của các sĩ phu, các nhà nho tối ngày vùi đầu dùi mài kinh sử, làm thơ phú, câu đối… theo kiểu khoa cử Trung Hoa. Vì với lối học đó, có đỗ đạt ra làm quan, họ chỉ biết cai trị xã hội, cai trị dân chúng hoàn toàn theo cảm tính. Chính vì thế, ngay từ Phần một, tôi đã nhấn mạnh đến sự cần thiết của “Thực học”, học các môn tự nhiên, các môn xã hội, ứng dụng vào cuộc sống thường ngày, sao cho tất cả mọi người đều có thể gây dựng cuộc sống bằng trách nhiệm và khả năng của chính mình. Tôi nhấn mạnh tới tầm quan trọng về sự bình đẳng giữa các tầng lớp trong xã hội. Hãy can đảm lên, hỡi các bạn hữu Nakatsu Gần đây, tôi nghe nói trong số bạn bè cũ vùng Nakatsu quê tôi, có nhiều người bỏ dở việc học hành, vội vàng tìm kế sinh nhai. Lẽ dĩ nhiên, tôi không coi nhẹ việc mưu sinh. Con người ta, có người có tài có người không. Vì vậy, việc sớm quyết định tương lai của cuộc đời tùy vào cảnh ngộ cũng là lẽ bình thường. Nhưng nếu hiện tượng này biến thành phong trào trong xã hội – tất cả mọi người, ai ai cũng chỉ nghĩ kế sinh nhai, cứ đua nhau bỏ ngang việc học hành như thế – thì tôi sợ rằng sẽ làm thui chột tài năng không chỉ thế hệ hiện nay mà còn làm hỏng cả thế hệ mai sau nữa. Điều này vừa làm thiệt thòi cho các em, vừa làm tổn thất cho xã hội. Vẫn biết rằng cuộc sống còn cơ cực, nhưng nếu bình tâm suy nghĩ cho kỹ về kinh tế, thì cái được, sau những nỗ lực và cần kiệm, do biết chờ thời để đạt được thành quả lớn sau này – chẳng phải là nhiều hơn so với việc kiếm được một chút ít tiền bạc trước mắt và ổn định nhỏ bé hay sao. Cho dù còn phải mặc áo vá, phải ăn gạo hẩm cơm độn, phải chịu nóng, chịu rét cũng vẫn học được. Thức ăn của con người, không cứ gì phải món Âu mới là ngon. Dù húp canh rong biển[23], dù ăn kê, ăn mạch vẫn học được văn minh Tây Âu chứ sao. Đã quyết chí học hành thì phải học cho đến nơi đến chốn. Còn nếu theo nghề nông thì phải quyết trở thành hào phú. Nếu làm thương nghiệp thì phải quyết trở thành đại thương gia. Sinh viên không được mãn nguyện vì sự ổn định cỏn con. Tháng 6 năm Minh Trị thứ bảy (tức năm 1874)  "
        },
        {
            "order": 13,
            "name": "Phần Mười Ba: Tệ Hại Nhất Là Tham Lam",
            "content": " Dục vọng là điều tốt hay xấu tùy theo cách biểu hiện Có nhiều thói xấu tồn tại trong xã hội. Trong quan hệ giữa con người và con người thì tham lam là thói tệ hại nhất. Tham lam, xa xỉ, gièm pha là những thói xấu tiêu biểu. Tuy vậy, nếu tìm hiểu kỹ lưỡng thực chất thì dục vọng – nguyên nhân dẫn tới những hành vi trên – tự nó không hẳn đã là xấu. Bởi vì còn tùy trường hợp, tùy nơi tùy chỗ phát sinh, tùy mức độ nặng nhẹ và tùy theo mục đích mà lòng ham muốn đó hướng đến. Ví dụ, người ta gọi lòng ham muốn tiền bạc là thói tham lam. Nhưng con người thì ai mà chẳng ham muốn, quý trọng tiền bạc. Vì vậy, bản thân việc thỏa mãn nhu cầu về tiền bạc không phải là điều đáng phê phán. Nhưng nếu không phân biệt rạch ròi nơi chốn, trường hợp phát sinh lòng ham muốn đó, nếu mức độ ham muốn tiền bạc vượt quá giới hạn và nếu lầm lẫn mục đích tìm kiếm tiền bạc thì sẽ dẫn tới việc chạy theo đồng tiền trái đạo lý, và khi đó dục vọng sẽ trở thành thói xấu: thói tham lam. Có một đạo lý làm ranh giới để phân biệt dục vọng tiềm ẩn ham thích tiền bạc có là thói xấu hay không. Nếu không vượt qua ranh giới này thì được coi là tiết kiệm, hợp lý và là đức tính tốt được khen ngợi mà con người thực sự phải nỗ lực. Cũng tương tự như vậy khi đề cập tới sự xa xỉ. Để kết luận là thói xấu hay không, phải xem xét dựa trên việc người ta có sống đúng với thực chất của mình hay vượt quá địa vị, năng lực của chính họ. Mong có tấm áo lành để mặc, mong có ngôi nhà thoáng mát khang trang để ở là dục vọng đương nhiên của con người. Vậy thì tại sao lại coi đó là xa xỉ, là thói xấu. Tích lũy tiền bạc, chi tiêu chừng mực, sống đúng với địa vị của mình phải được coi là điểm tốt của con người chứ, sao lại coi đó là keo kiệt, bủn xỉn? Ngoài ra, giữa gièm pha và phê phán thì ranh giới chỉ như sợi tóc. Gièm pha là việc nói xấu và chê bai người khác. Phê phán là sự nhận định về những cái dở và phê bình người khác dựa trên cơ sở đạo lý mà mình tin. Tuy vậy, khi chưa tìm ra được cái đúng tuyệt đối trong xã hội, khi trong cuộc sống “chính nghĩa mang tính tuyệt đối” vẫn chưa tồn tại thì khó có thể phán định ngay đúng sai, hay phải trái của một vấn đề bàn luận. Vì lẽ đó, mới nhìn thấy người này gièm pha người khác lập tức quy kết cho anh ta là kẻ thất đức thì thật vô lý. Khi quy kết việc tranh cãi là sự gièm pha, hay là sự phê phán nghiêm túc về một vấn đề thì phải tìm cho ra chính nghĩa mang tính tuyệt đối, chân lý mang tính phổ biển trong cuộc sống trước đã. “Tham lam” đối với người khác chính là nguồn gốc của mọi thói xấu Ngoài ra, ranh giới giữa thói xấu và đức tốt chỉ là một sợi tóc. Ví dụ như thói ngạo mạn và lòng dũng cảm. Thói lỗ mãng và tính cương trực. Thói ngoan cố và lòng thành thực. Tính nông nổi và sự nhanh nhạy. Tố chất gốc tự nó không phải là xấu. Tuy vậy, duy có một thứ, vốn dĩ tố chất gốc đã là xấu, cho nên bất cứ ở đâu, dù ở mức độ nào và nhằm mục đích ra sao, thì nó vẫn cứ là thói xấu. Thứ đó chính là tham lam. Tham lam thường ngấm ngầm nảy sinh trong lòng. Tham vọng khiến người ta lập mưu tính kế hãm hại người khác nhằm thỏa mãn sự ghen tức, hay xoa dịu nỗi bất hạnh của chính mình. Vì thế những kẻ ôm ấp lòng tham không hề đóng góp gì mà chỉ phá hoại hạnh phúc xã hội. Ghen ghét, lường gạt, giả dối là những thói mà người ta thường gọi là lừa đảo bịp bợm. Đây là một thói đê tiện. Nhưng nó không phải là nguyên nhân đẻ ra sự tham lam. Ngược lại, phải thấy rằng chính tham lam đã sản sinh ra những thói đê tiện ấy mới đúng. Tham lam là nguồn gốc của mọi thói xấu. Có thể nói: Không có thói xấu nào trong con người mà lại không xuất phát từ tham lam. Thái độ cay cú ngờ vực, ghen tức, hèn nhát… cũng từ tham lam mà ra. Từ những hành vi thậm thụt, mật đàm, mưu mô cho đến việc lôi kéo bè cánh, ám sát, nổi loạn… tất cả đều phát sinh từ tham lam. Trên phạm vi quốc gia, những tai họa do lòng tham gây ra khiến cho dân chúng đều trở thành nạn nhân. Khi đó thì mọi lợi ích công đều biến thành lợi ích riêng của một nhóm người. Nghèo khổ không phải là nguyên nhân Trên đây tôi đã đề cập tới tác hại của lòng tham trong quan hệ giao tiếp giữa con người với con người. Vậy thì cái gì là nguyên nhân chủ yếu khiến cho con người ghen tức trước hạnh phúc của người khác, cầu cho người khác gặp bất hạnh? Phải chăng đó là do cuộc sống quá khổ cực, quá bế tắc? Không, không phải như vậy. Nếu cho rằng gốc rễ của lòng tham lam là nghèo khổ thì tất cả những người nghèo khổ trong xã hội đều bày tỏ sự bất bình, những người giàu có trong xã hội sẽ trở thành cái “đích” của sự căm tức và như thế thì mọi quan hệ, giao tiếp trong thế giới này một ngày cũng không giữ nổi. Nhưng thực tế thì khác hẳn. Con người dù có nghèo khổ đến đâu đi nữa, khi đã hiểu được vì sao mình nghèo khổ, vì sao mình hèn kém và nguyên nhân là tại mình thì sẽ không bao giờ họ mang thói đố kỵ bừa bãi đối với người khác. Bằng chứng có lẽ cũng không cần phải trưng ra đây. Hiện nay, trong xã hội tồn tại sự chênh lệch giàu nghèo, sang hèn… cứ nhìn vào quan hệ giao tiếp giữa người với người thì sẽ rõ. Vì thế tôi mới nói rằng, phú quý giàu sang không phải là đối tượng của sự căm tức. Và nghèo khổ hèn kém không phải là nguồn gốc của sự bất bình. Lời than của Khổng Tử Tham lam không bắt nguồn từ nghèo khó. Tham lam sẽ hoành hành khắp xã hội khi sự phát triển tự do về tinh thần, về hành động của con người bị cản trở, khi niềm hạnh phúc cũng như nỗi bất hạnh đều ngẫu nhiên mà xảy ra. Ngày xưa, Khổng Tử có than rằng: “Đàn bà con gái và trẻ con là những kẻ khó dạy. Thân với họ thì họ nhờn, mà nghiêm với họ thì họ oán”. Giờ đây ngẫm lại, có thể khẳng định là Đức Khổng Tử gieo hạt nào thì đã được quả đó. Tâm hồn con người dù là nam hay là nữ đều giống nhau. Hơn nữa, nói tới “kẻ tiểu nhân” có lẽ Đức Khổng Tử muốn ám chỉ những người thấp cổ bé họng. Không có đạo lý nào quy định rằng đứa trẻ do người hạ đẳng sinh ra nhất định sẽ trở thành hạ đẳng. Những đứa trẻ mới lọt lòng, dù chúng sinh ra trong nghèo khó hay trong giàu sang, đều bình đẳng, không thể bị kỳ thị hay bị phân biệt. Ngày nay những người rao giảng cho dân chúng phải nhẫn nhục, phải khom lưng quỳ gối, trói buộc tự do của những kẻ yếu – những người bị gọi là lũ đàn bà, kẻ tiểu nhân – họ là ai và ở quốc gia nào vậy? Hạt giống tự mình gieo, cuối cùng biến thành thói tham lam. Và kết cục là ngay cả Đức Khổng Tử cũng chỉ còn biết than trời. Con người vốn dĩ nếu bị ai đó cướp đi tự do thể chất cũng như tinh thần thì sẽ căm tức người đó. Nhân quả ứng báo rõ ràng: gieo gì gặt nấy. Chẳng lẽ Khổng Tử tiên sinh – người được tôn là bậc thánh nhân – mà cũng không hiểu được bản chất của sự vật, không biết phải làm cách nào để giải quyết, lại chỉ biết buột miệng than vãn… thì quả là không đáng khâm phục. Trước hết, phải hiểu rằng thời đại mà Khổng Tử đã sống là thời đại mông muội, chưa khai hóa, cách thời đại hiện nay hơn hai nghìn năm. Và chủ ý của những lời dạy của Khổng Tử cũng là những điều phù hợp với phong tục, lòng người thời đó. Để nắm được quần chúng, để duy trì sự cai trị, dù biết đó không phải là thượng sách, nhưng cần phải chứng tỏ uy quyền bằng cách trói buộc dân chúng. Nếu như thực sự Khổng Tử là bậc thánh nhân, có khả năng tiên kiến tương lai hậu thế thì chắc chắn ngài không bao giờ nghĩ rằng quyền uy thời đó là tuyệt đối mãi mãi. Vì vậy, những người nghiên cứu lời dạy của Khổng Tử để áp dụng cho đời sau, cần phải suy nghĩ về bối cảnh lịch sử mà đánh giá. Tôi không thể coi những người định bê nguyên xi những lời dạy cách đây cả hai nghìn năm áp vào thời đại ngày nay là những người hiểu biết đầy đủ về giá trị của sự vật. Thực trạng hậu cung, nơi thói tham lam hoành hành Những cung tần, mỹ nữ trong hậu cung hầu hạ lãnh chúa trong thời đại phong kiến ở nước ta là ví dụ rõ ràng nhất về sự tham lam hoành hành, về sự cản trở giao tiếp. Chốn hậu cung là nơi cư ngụ của các cung tần, mỹ nữ để hầu hạ các bậc lãnh chúa thất đức. Các cung tần, mỹ nữ có chăm chỉ chuyên cần cũng không được khen, có lười nhác cũng không bị phạt. Có can ngăn cũng bị quở trách, mà không can ngăn cũng bị quở trách. Tóm lại, đó là một thế giới khác hẳn với xã hội bình thường, là nơi mà các cung tần mỹ nữ dùng mọi thủ đoạn lấy lòng lãnh chúa, triệt hạ lẫn nhau, miễn sao thỏa mãn giấc mộng được lãnh chúa sủng ái. Sống trong thế giới như thế, tính cách con người trở nên khác thường, vui buồn, cáu giận đều bị biến dạng. Thấy đồng cung được sủng ái là lập tức ghen ghét đố kỵ, rồi căm tức luôn cả lãnh chúa. Trung, tín, tiết nghĩa chỉ còn là mỹ từ. Lãnh chúa có ốm thập tử nhất sinh thì cũng chỉ vì đố kỵ và sợ bị đồng cung gièm pha mà bỏ mặc chẳng thèm chăm sóc. Tham lam, ghen tức trở nên cực đoan đã dẫn tới những vụ giết người bằng thuốc độc. Nếu có bảng thống kê các vụ đầu độc từ trước tới nay, thì sẽ thấy rõ các hành động tội ác trong hậu cung đã hoành hành dữ dội như thế nào so với các vụ đầu độc ngoài xã hội. Chúng ta cần phải thấy tham vọng khủng khiếp đến nhường nào. Nhật Bản hiện nay vẫn chưa thoát khỏi tính chất “hậu cung” Thói xấu xa tệ hại nhất trong xã hội là tham lam. Nguồn gốc của tham lam là ở chỗ trói buộc tự do. Vì thế, ngôn luận phải được tự do. Hoạt động của con người không thể bị cản trở. Thử so sánh giữa xã hội Nhật Bản và xã hội các nước Âu Mỹ xem sao. Xã hội nào gần giống với tình trạng trong chốn hậu cung nói trên? Chẳng phải là xã hội Nhật Bản đó sao. Ở dân chúng Anh, Mỹ không phải là không có thói tham lam, xa xỉ, lỗ mãng… Họ cũng không thiếu những kẻ lừa đảo, bịp bợm. Và không phải là cái gì trong phong tục của họ cũng đều tốt đẹp cả. Nhưng có một điểm không thể nói là giống hệt với tình trạng của xã hội Nhật Bản. Đó là tham vọng. Trong xã hội văn minh người ta không đến nỗi ghen ghét, căm tức trước hạnh phúc của người khác và ngấm ngầm mong cho người khác gặp bất hạnh như con người trong xã hội Nhật Bản. Hiện nay, trong xã hội Nhật Bản, những người hiểu biết, các thức giả đang nói lên tiếng đòi tự do xuất bản, tự do ngôn luận, yêu cầu lập viện dân biểu. Vì sao và hoàn cảnh nào buộc những thức giả phải lên tiếng như vậy? Xã hội không thể là chốn hậu cung như trước đây. Nhân dân không thể như những cung tần, mỹ nữ. Chỉ có đoạn tuyệt với tham lam, lòng đố kỵ, ghen ghét và được tự do mới có thể giành lại và dấy lên dũng khí ganh đua lẫn nhau. Hạnh phúc hay bất hạnh, danh dự hay nhơ nhuốc… phải làm sao để đó là kết quả đương nhiên từ nỗ lực của mọi cá nhân. Cản trở tự do ngôn luận, trói buộc hoạt động của dân chúng đa phần đều liên quan đến chính sách của chính phủ. Và ai cũng đổ hết cho nền chính trị. Nhưng thực ra không hẳn là vậy. Chính trong nhân dân cũng thải ra nhiều thứ độc hại không kém. Nếu chỉ cải cách chính trị không thôi cũng không thể gột sạch những thứ độc hại đó ngay được. Tôi xin bổ sung thêm hai, ba điểm nữa. Mặt đối mặt mới vỡ lẽ… Thông thường, con người cảm thấy vui sướng trong quan hệ, trong giao tiếp với người khác. Vậy mà cũng có người lại cảm thấy ghét giao tiếp. Trong xã hội, có những người khác thường, họ cố tình chuyển về sống trong rừng núi, xa lánh cuộc sống. Và người ta gọi họ là những người “ẩn cư”. Hoặc có những người không đến mức cực đoan đến vậy, nhưng không thích giao tiếp với xã hội, ở lì trong nhà không bao giờ ló mặt ra ngoài và lấy làm đắc ý “lánh đời ô trọc”. Tư thế của những loại người này không phải chỉ là do không bằng lòng với đường lối của chính phủ. Mà cái chính là họ không có dũng khí trong các mối quan hệ với sự việc vì ý chí yếu đuối. Họ không có lòng bao dung vì thiếu sự độ lượng. Họ không thể thu nhận được người. Và người ta cũng không thu nhận được họ. Cả hai phía từng bước từng bước tránh mặt nhau. Kết cục là cả hai phía đều mang ý nghĩ phân biệt, nhìn nhau bằng con mắt xa lạ. Và rồi chẳng biết tự lúc nào trở thành kẻ thù của nhau. Bên nào cũng mang những bất mãn đối với nhau. Không có gì bất hạnh hơn thế. Mặt khác họ cũng chẳng muốn biết, muốn hiểu đầy đủ về đối phương. Chỉ nghe thông tin một chiều mà không kiểm chứng, cũng không thèm xác nhận. Chỉ cần thấy đối phương suy nghĩ khác mình là không còn giữ được bình tĩnh… căm ghét đố kỵ xuất hiện ngay cả trong ý nghĩ. Văn bản thư từ nhiều khi không giải quyết được vấn đề bản thảo mà còn gây hiểu sai, hiểu lầm. Nhưng khi gặp gỡ trực tiếp thì lại giải quyết được mọi thứ. Lúc đó con người mới vỡ lẽ “vậy mà cứ nghĩ xấu về nhau…”, hoặc “không gặp trực tiếp thì đúng là sẽ gây nên tai họa cho nhau…”. Lo lắng, quan tâm lẫn nhau vốn là tình cảm bẩm sinh ở trong con người. Sự thật tình, thật lòng sẽ làm hai phía xích lại với nhau. Và chỉ khi đó thì sự đố kỵ, lòng ghen tức mới biến mất. Từ xưa tới nay có vô số những vụ ám sát. Tôi vẫn thường nói thế này: “Nếu như cả hai phía ám sát và bị ám sát cùng ngồi lại với nhau, có cơ hội trao đổi thẳng thắn, không che giấu, không úp mở những suy nghĩ của cả hai bên, thì cho dù có là kẻ thù không đội trời chung của nhau, họ nhất định sẽ hòa giải và không những thế mà có khi lại trở thành bạn hữu.” Mới hay là việc cản trở tự do ngôn luận, tự do hành động, hoàn toàn không phải chỉ là lỗi do chính phủ, mà còn là lỗi trong dân chúng. Ngay cả trong giới học giả cũng vậy. Năng lượng làm cuộc đời sống động khó có thể sinh ra nếu không tiếp xúc, tiếp cận với sự vật. Phải làm sao trong các mối quan hệ, các cuộc giao tiếp mọi người đều tự do nói lên suy nghĩ của mình, tự do hành động. Và sự suy nghĩ ấy, hành động ấy là kết quả của việc tự lựa chọn bất kể con người đó thuộc đẳng cấp nào, quý tộc, giàu có hay hạ đẳng, nghèo hèn. Không ai có thể cản trở tự do của con người. Tháng 12 năm Minh Trị thứ bảy (tức năm 1874)  "
        },
        {
            "order": 15,
            "name": "Phần Mười Lăm: Tiếp Thu Có Chọn Lọc Văn Minh Phương Tây",
            "content": " Nếu con người tin tưởng sự vật một cách mù quáng thì sự giả dối, ngụy tạo sẽ tràn lan. Chân lý chỉ sinh ra từ sự hoài nghi. Trong xã hội, người ta tin vào sách vở, tin vào lời nói của người khác, tin vào sự đồn đại, tin vào tục thuyết, vào lời bói toán. Trước khi thành hôn cũng phải nhờ thầy bói xem tốt xấu, có khi mất cả lương duyên vì tin lời phán. Bị ốm sốt, không đi khám bác sĩ mà lại cúng bái. Tất cả đều do lòng tín ngưỡng của con người. Tôi không nghĩ rằng chân lý được sinh ra từ tín ngưỡng. Một khi con người còn tin vào những điều không phải là sự thật thì thế giới ngụy tạo còn tồn tại mãi mãi. Việc tìm kiếm chân lý thường bắt đầu từ sự hoài nghi Những tiến bộ của văn minh đều ra đời từ sự phát hiện chân lý trong quá trình nghiên cứu mọi sự vật tự nhiên xung quanh ta. Nguyên nhân phát triển của nền văn minh phương Tây cũng xuất phát từ tinh thần hoài nghi. Galile tìm ra thuyết Trái đất quay quanh Mặt trời vì nghi ngờ thuyết Mặt trời quay quanh Trái đất. Newton tìm ra quy luật vạn vật hấp dẫn từ việc quan sát trái táo rơi. Watt phát minh ra máy hơi nước do để ý tới hơi khói bốc ra từ phích nước. Tất cả đều đạt tới chân lý xuất phát từ sự hoài nghi trước các hiện tượng, sự vật. Và không phải chỉ có khoa học tự nhiên, những tiến bộ của khoa học xã hội cũng vậy. Từ chỗ hoài nghi chế độ chiếm hữu nô lệ, nên đã đề xuất Luật cấm buôn bán nô lệ. Và về sau, Thomas Clark đã chấm dứt thảm cảnh này. Hoài nghi về Công giáo Roma, Martin Luther đã thực hiện cải cách tôn giáo. Nhân dân Pháp vì căm giận sự bạo ngược của tầng lớp quý tộc nên đã tiến hành cuộc cách mạng Pháp. Nhân dân mười ba bang Hoa kỳ đã giành thắng lợi trong cuộc chiến tranh giành độc lập vì hoài nghi những luật lệ của Anh quốc. Chưa hết, người Nhật Bản thường nghĩ rằng đàn ông làm việc ngoài xã hội, còn đàn bà trông nom nhà cửa, cơm nước trong nhà. Nhưng Steward Mill đã viết bài “Giải phóng phụ nữ” để xóa bỏ tập quán này. Nước Anh với học thuyết mậu dịch tự do được cả giới kinh tế trên toàn cầu thừa nhận. Nhưng tại Hoa Kỳ, các học giả lại chủ trương học thuyết bảo hộ mậu dịch, thể hiện lập trường coi trọng việc nuôi dưỡng và bảo vệ các ngành sản xuất trong nước. Tại phương Tây, cứ một học thuyết ra đời thì lại có học thuyết mới phản biện lại. Những cuộc tranh luận với các ý kiến, học thuyết khác nhau diễn ra liên tục không ngừng. Hãy thử so sánh thực tế đó với tình hình tại các quốc gia châu Á xem sao? Châu Á vẫn trong vòng mê muội. Người ta vẫn tin không một chút nghi ngờ vào lời của những người được coi là thánh nhân từ hàng nghìn năm về trước, vẫn mê tín dị đoan, vẫn tin vào lời của các đồng cốt. Chẳng thể nào so sánh, hoàn toàn không thể bàn luận được với người phương Tây. Tuy vậy, việc mang trong lòng sự hoài nghi, khởi xướng ra dị thuyết, tìm tòi chân lý là một việc hết sức khó khăn, nó giống như muốn dong thuyền ra khơi trong khi gió ngược vậy. Nhưng có khi vận may, gió thuận thì chẳng tốn nhiều công sức, thuyền vẫn tiến thẳng. Tuy vậy, đừng có ảo tưởng sẽ gặp vận may như vậy trong xã hội. Có một cách để đạt tới chân lý là phải vượt qua được cuộc phản diện, phải bảo vệ được chính kiến của mình trước mọi ý kiến đối nghịch. Hoài nghi sinh ra chân lý. Tin cái gì và nghi ngờ cái gì? Cần phải có năng lực lựa chọn: Tin vào cái gì và nghi ngờ cái gì? Kết quả của học vấn chính là ở chỗ nuôi dưỡng năng lực lựa chọn đó. Ngay tại Nhật Bản, kể từ khi mở cửa đã có những thay đổi nhanh chóng. Hầu hết mọi lĩnh vực như chính thể, trường học, báo chí, đường sắt, điện tín, quân đội, công nghiệp… đều đã đổi khác. Có thể nói đó là một minh chứng rõ ràng cho thấy nếu không hoài nghi, không trăn trở đối với cách làm cũ đã diễn ra suốt bao năm qua thì sẽ không có cải cách và thay đổi. Tuy vậy, chỉ đến khi xóa bỏ “bế quan tỏa cảng”, được tiếp xúc với văn minh phương Tây và muốn bắt chước theo nó thì người Nhật Bản chúng ta mới nghi ngờ về cách làm, về các tập tục của mình xưa nay. Đó là chúng ta học theo, chứ không phải là do chính chúng ta chủ động thay đổi. Nhưng có một vấn đề. Nếu như trước đây chúng ta tin tưởng không mảy may nghi ngờ hay phê phán về cách làm từ trước đến nay như thế nào, thì giờ đây chúng ta lại tin tưởng tới mức mù quáng vào văn minh phương Tây như thế ấy. Ngày xưa, chúng ta đã bắt chước Trung Hoa. Ngày nay, chúng ta lại quay ngoắt 180 độ, ra sức bắt chước phương Tây. Chẳng phải là chúng ta không có năng lực lựa chọn, khả năng cân nhắc về việc du nhập văn minh phương Tây đó sao? Du nhập cái gì là tốt và không nên du nhập cái gì vì không hợp? Bản thân tôi, do học vấn hạn chế, do kinh nghiệm ít ỏi cho nên cũng không thể bàn được nên du nhập cái gì và không nên du nhập cái gì của văn minh phương Tây vào nước ta. Nhưng nếu xem xét tình thế đang thay đổi một cách chóng mặt trên thế giới thì hình như người Nhật chúng ta bị sức ép của dòng chảy thay đổi, tin ngay và tin quá mức đối với văn minh phương Tây, đồng thời quên khuấy và phế bỏ luôn truyền thống và tập quán của người Nhật Bản. Cần phải biết rằng Nhật Bản và phương Tây khác nhau về tập tục, khác nhau trong cách suy nghĩ, khác nhau về tình cảm. Tập quán, cách suy nghĩ, tình cảm – những thứ đã hình thành và tồn tại cả nghìn năm ở con người trong mỗi xứ sở – đều không thể thay đổi một sớm một chiều. Những tập quán tốt đẹp ở phương Tây, nhưng khi du nhập vào Nhật Bản chưa chắc đã hợp, thế thì những tập quán chưa biết tốt xấu ra sao mà cũng định du nhập thì còn khó hơn nhiều. Vì thế, cần phải cân nhắc kỹ lưỡng, phải tiếp thu có chọn lọc khi du nhập những tập quán từ phương Tây. Nếu Nhật Bản là phương Tây… Gần đây, nhóm người thuộc tầng lớp trung lưu trên, tự nhận là phái tiến bộ, cũng như tầng lớp trí thức thuộc nhóm chủ trương khai hóa, cứ mở miệng là khen lấy khen để văn minh phương Tây. Không chỉ trong lĩnh vực học vấn, đạo đức mà từ chính trị, kinh tế đến cả cách thức uống trà, bữa ăn hàng ngày không có cái gì là người ta không bắt chước sao cho thật giống phương Tây. Ngay cả những kẻ mù mờ về sự tình phương Tây cũng ra sức vứt bỏ những thứ xưa hay của Nhật Bản, nhắm mắt chạy theo cái mới. Chẳng phải là quá vội vàng, quá khinh suất đó sao? Văn minh phương Tây đúng là hơn hẳn chúng ta, nhưng không có nghĩa là cái gì của nó cũng hoàn hảo cả. Văn minh phương Tây cũng đầy rẫy khiếm khuyết. Phong tục phương Tây không phải thứ gì cũng hay ho. Ngược lại, phong tục Nhật Bản không phải cái gì cũng kém cỏi, cũng cổ hủ. Ví dụ, một anh học trò trẻ tuổi say mê đến mức tôn thờ một ông thầy, cái gì cũng muốn giống thầy. Mua sách, sắm sửa đủ loại văn phòng phẩm, suốt ngày không rời bàn học. Thấy thầy đêm thức ngày ngủ, anh học trò cũng bắt chước đến nỗi mệt quá lăn đùng ra ốm. Anh học trò cứ một mực tin rằng ông thầy là một học giả hoàn hảo không có điểm yếu, tập quán tốt xấu ở ông thầy không cần biết, cứ thế là bắt chước nên mới ra nông nỗi đó. Ngày xưa ở Trung Hoa có nàng Tây Thi xinh đẹp. Dù nàng có nhăn mặt, nhíu mày trông vẫn “phong tình”. Thấy thế, nhiều cô gái xấu xí cũng bắt chước nhăn mày. Có lẽ không đến mức phải phê phán các cô gái ấy. Nhưng việc ngủ ngày của các học giả thì có “phong tình” gì đâu, chẳng qua là thói nằm ườn mà thôi, sao lại đi bắt chước? Thực là nực cười!(?) Hiện nay trong xã hội, có không ít kẻ nghèo nàn kiến thức trong số những người mang danh khai hóa, cũng giống như anh học trò trẻ tuổi nọ. Sau đây, tôi xin được so sánh bằng cách đảo ngược phong tục, tập quán giữa Nhật Bản và phương Tây. Và xin phó thác vào trí tưởng tượng của độc giả về sự nông sâu trong tư tưởng của các bậc tiên sinh tự phong là người theo chủ nghĩa khai hóa. Giả dụ, người phương Tây, ngày nào cũng tắm rửa, còn người Nhật Bản cả tháng mới vào thùng tắm một vài lần. Tức thì khai hóa tiên sinh sẽ nói thế này: “Người phương Tây rất vệ sinh. Người Nhật Bản lạc hậu thì khác”. Người Nhật Bản khi đi ngủ, có thói quen là để bình đựng nước tiểu trong phòng, để ban đêm nếu có đi tiểu thì dùng. Hoặc sau khi đi vệ sinh thì không có thói quen rửa tay. Ngược lại, người phương Tây dù đang đêm cũng vẫn ra nhà vệ sinh đi tiểu, và bao giờ cũng rửa tay sau khi đi vệ sinh. Thầy khai hóa chắc chắn sẽ nói: “Người văn minh rất sạch sẽ. Còn người Nhật chưa được khai hóa bẩn như con nít vậy. Sau này, nếu tiến bộ thì có lẽ người Nhật sẽ du nhập tập quán này của phương Tây.” Người phương Tây, mỗi lần hỉ mũi đều dùng khăn giấy, xong vứt vào thùng rác. Còn người Nhật khi hỉ mũi dùng khăn mùi xoa, rồi giặt đi dùng lại. Thế nào thầy khai hóa cũng lập luận khiên cưỡng về thói quen này trên phương diện kinh tế: “Ở đất nước Nhật Bản nghèo tài nguyên, quốc dân cần phải có tính tiết kiệm. Nếu người Nhật ta cũng dùng khăn giấy khi hỉ mũi thì sẽ làm hoang phí tài nguyên gỗ. Vì thế, thôi thà chịu bẩn một chút cũng không sao. Nhờ đó mà tiết kiệm được nguồn tài nguyên của đất nước.” Nếu phụ nữ Nhật Bản trang điểm bằng cách cũng đeo khuyên tai hay thắt dây lưng như phụ nữ phương Tây, chắc thầy khai hóa sẽ mang cả môn sinh lý học ra để phê phán: “Đó là sự nhục nhã của nước Nhật lạc hậu. Vì không biết rằng cái gì tự nhiên thì cứ để tự nhiên có hay hơn không. Đằng này lại ngu ngốc đeo lủng lẳng ‘hành lý’ trên vành tai, khiến cho cơ thể bị tổn thương. Trên cơ thể phụ nữ, chỗ quan trọng nhất là phần bụng vậy mà lại lấy cái thứ gọi là dây lưng quấn thắt vào đấy. Trông cứ như lưng ong ấy, vừa xấu vừa gây hại cho chức năng mang thai của bụng, và sẽ gây nguy hiểm khi sinh đẻ. Cứ tiếp tục thế này, sẽ gây ra nỗi bất hạnh trong gia đình, làm cản trở việc tăng dân số, tức là làm giảm nguồn nhân lực – một yếu tố quan trọng cho sự phát triển của xã hội.” Ngoài ra, ở phương Tây, nhà cửa khi chủ đi vắng không cần phải cài then khóa chốt vì ít kẻ trộm. Còn ở Nhật Bản thì phải khóa trong khóa ngoài vẫn không yên tâm. Ngay đến cả túi xách tay cũng còn phải khóa. Chắc là ông thầy khai hóa sẽ thở dài thườn thượt rồi phán: “Công giáo thật vĩ đại, thật tuyệt vời. Còn Nhật Bản thì chung sống với kẻ cắp. Nhật Bản làm sao có thể sánh nổi với phong tục, với sự tự do của phương Tây. Nền đạo đức của các nước theo Công giáo thật triệt để.” Còn nữa, người phương Tây dùng tẩu hút thuốc. Thầy khai hóa lại than thở: “Kỹ thuật Nhật Bản thật hèn kém. Ngay cả cái tẩu hút thuốc mà cũng chưa phát minh nổi.” Nếu người Nhật Bản đi giày tây, còn người phương Tây đi guốc mộc thì chắc thầy lại phán: “Người Nhật Bản không biết sử dụng chức năng của các ngón chân, nên phải xỏ giày…”. Nếu canh rong biển, đậu phụ là món ăn của người phương Tây thì không hiểu là thầy khai hóa sẽ còn phán đến đâu. Nếu món lươn nướng, hay trứng hấp cũng được coi là món ăn của người phương Tây thì chắc thầy khai hóa sẽ tâng bốc nó lên thành món ngon nhất thế giới cho mà xem. Mà thôi, những chuyện như thế không thể kể hết. Tôi xin phép được chuyển sang vấn đề khác, vấn đề tôn giáo. Giả thử, Đức cao tăng Shinran[25] là người phương Tây và ông Martin Luther[26] là người Nhật Bản. Có lẽ các thầy khai hóa sẽ bình phẩm như sau: “Mục đích của tôn giáo là cứu vớt con người ra khỏi chốn u mê. Nếu có những hành vi như giết người, đi ngược lại với mục đích tôn giáo thì chẳng qua đó là hành động đã xảy ra trước khi họ bàn luận về giáo lý mà thôi. Đức cao tăng Shiran của ‘phương Tây’ thể hiện rất cụ thể mục đích của tôn giáo. Trải qua biết bao cay đắng khổ cực, Đức cao tăng Shiran đã hiến dâng cả cuộc đời cho công cuộc cải cách tôn giáo ở phương Tây. Nhờ đó mà quá nửa dân số phương Tây đã qui y thành tín đồ tông phái Tào động (Sodo Shinshu[27]). Và cũng do lời dạy cao quý được phổ biến rộng rãi không sót nơi nào, nên sau khi Đức cao tăng tạ thế, không còn cảnh đầu rơi máu chảy giữa các tín đồ do tranh chấp tôn giáo. Mặt khác, ‘tại Nhật Bản’, ông Luther là người đi đầu, đã chủ xướng lập ra Tân giáo (Tin lành) khác hẳn với Cựu giáo Roma (Công giáo). Nhưng Cựu giáo không dễ dàng chấp nhận, nên dẫn tới các cuộc chinh phạt tàn bạo, liên tiếp xảy ra các cuộc chém giết giữa các tín đồ Cựu giáo và Tân giáo. Ngay cả sau khi ông Luther qua đời, nhiều người Nhật Bản vô tội vẫn tiếp tục bị tàn sát, tiền tài vật lực của đất nước cạn kiệt vì các lý do tranh chấp tôn giáo. Các cuộc Thập tự chinh gây ra bao thảm cảnh tàn khốc. Tân giáo do ông Luther chủ xướng cũng mới chỉ cảm hóa được non nửa dân số Nhật Bản”! Tôn giáo ở Nhật Bản và Tây Âu hoàn toàn khác xa nhau. Từ lâu, tôi vốn nghi vấn về sự khác biệt này. Và đâu là nguyên nhân của sự khác nhau đó. Đến nay tôi vẫn chưa tự giải đáp được. Phải chăng bản chất của Thiên chúa giáo phương Tây và Phật giáo tại Nhật Bản hoàn toàn như nhau? Chỉ có điều là nếu tiến hành ở một nơi lạc hậu, nghèo đói như Nhật Bản thì tự nó sẽ biến thành sự giết chóc; còn nếu tiến hành ở các nước phương Tây thì tự nó sẽ trở nên ôn hòa? Hay là do giữa Thiên chúa giáo và Phật giáo vốn có bản chất khác nhau? Hay là do nhân cách của những vị khai tổ – giữa Đức cao tăng Shinran phương Tây và ông Martin Luther của Nhật Bản (?) – hơn kém nhau? Tự tôi không thể vội vã đưa ra kết luận nông nổi được. Vì thế tôi chờ đợi và hi vọng vào kết quả của các học giả hậu thế. Chỉ có học vấn mới nuôi dưỡng năng lực phán đoán Những thí dụ trên đây có lẽ đã làm sáng tỏ vấn đề. Việc những người theo chủ nghĩa tiến bộ, vất bỏ tập quán cũ của Nhật Bản, tin tưởng hoàn toàn văn hóa phương Tây là hành động hết sức bộp chộp, thiếu thận trọng. Bằng thái độ giống hệt như đã từng mù quáng tin vào những tập quán cũ Nhật Bản, giờ đây họ lại tin tưởng mù quáng cái mới – văn minh phương Tây, đến mức bắt chước rập khuôn cả những khuyết điểm của nó. Điều thể hiện rõ nhất là trong khi vẫn chưa tìm ra được tư tưởng nào cần phải tin, thì nhiều người trở nên mất phương hướng, trở nên dao động tinh thần vì đã vội vất bỏ tư tưởng đã từng một thời tin tưởng. Theo như sự báo động của các bác sĩ, thì gần đây trong xã hội có rất nhiều người mắc bệnh thần kinh, suy nhược tinh thần. Học hỏi văn minh phương Tây là điều tốt. Nhưng thà suốt đời không tin còn hơn là việc tin tưởng thiếu phê phán. Chính sách “Phú quốc cường binh” của các quốc gia phương Tây rất tuyệt vời, nhưng không thể học và bắt chước luôn cả sự chênh lệch mức sống giữa người giàu và người nghèo trong xã hội phương Tây. Tôi không nghĩ rằng tô thuế đánh vào nông dân Nhật Bản là nhẹ, nhưng nếu so với nông dân Anh quốc bị tầng lớp địa chủ ngược đãi tàn bạo ra sao thì nông dân Nhật Bản còn hạnh phúc hơn nhiều. Vì thế tôi đã cảnh báo không thể cứ để nguyên tình trạng như hiện nay mà phát triển. Trong xã hội đang hỗn loạn giữa cái mới và cái cũ, đang chứng kiến tư tưởng cùng văn vật phương Tây tràn vào thì việc lựa chọn đúng là rất cần thiết và cấp bách trên cơ sở so sánh văn minh Nhật Bản với văn minh phương Tây, phải du nhập cái gì, phải kiên quyết loại bỏ cái gì. Hiện nay, không có ai có thể làm được trọng trách này. Chỉ có học sinh sinh viên của trường Keio nghĩa thục chúng ta mà thôi. Các bạn hãy đọc nhiều, suy nghĩ khách quan mọi sự vật, nuôi dưỡng trí thức, tìm kiếm sự thực tại thực địa. Cái mà vừa mới tin hôm qua, thì hôm nay phải hoài nghi suy xét lại coi có còn đúng hay không và tìm cách giải quyết vào hôm sau. Vì lẽ đó các bạn phải học tập. Tháng 7 năm Minh Trị thứ chín (tức năm 1876)  "
        },
        {
            "order": 9,
            "name": "Phần Chín: Mục Đích Của Học Vấn Là Gì?",
            "content": " Nếu khảo sát cụ thể các hoạt động ở mỗi con người thì sự hoạt động đó có thể chia thành hai loại như sau: Thứ nhất là hoạt động với tư cách của một cá nhân độc lập. Thứ hai là hoạt động với tư cách của một thành viên trong xã hội con người. Có những người cảm thấy thỏa mãn chẳng khác gì loài sâu kiến Mưu cầu cái ăn, cái mặc, chỗ ở ổn định dựa vào hoạt động ở khối óc và cơ thể là lẽ thường tình ở con người. Mọi sự vật trong thế giới tự nhiên xung quanh ta, không có vật nào lại không có ích cho con người. Một hạt giống gieo xuống có thể cho ra cả hai ba trăm quả. Cây cối, tự mọc trong rừng sâu. Gió, làm quay cối xay. Biển, tiện lợi cho việc vận chuyển hàng hóa. Con người vào rừng đào hầm lò lấy than; ra sông xuống biển lấy nước; nhờ biết lợi dụng sức nước, sức lửa mà chế tạo ra tàu hỏa, tàu thủy chạy bằng hơi nước. Không sao kể xiết những lợi ích tuyệt vời của thế giới tự nhiên bao la. Con người nhận được ơn huệ từ thế giới tự nhiên, tác động thêm một chút vào nó, tạo ra nguồn lợi cho chính mình. Chỉ cần thêm một phần trăm công sức vào những thứ sẵn có trong tự nhiên là con người đã có thể có được cái ăn, cái mặc và chỗ ở của mình. Điều này giống như nhặt được của do người khác vứt trên đường vậy. Tức là, tự bản thân con người chẳng phải khó nhọc gì cho lắm, vẫn kiếm sống được. Mà đã thế thì không có gì đáng để tự phụ. Tất nhiên, đối với con người việc tự lập kiếm kế sinh nhai rất quan trọng. Người xưa thường dạy: “Hãy kiếm sống bằng chính mồ hôi của mình”. Thế nhưng theo tôi, cho dù chúng ta có làm đúng theo lời dạy này thì cũng chưa phải là làm đúng trách nhiệm và nghĩa vụ với tư cách là con người. Lời dạy này mới dừng lại ở chỗ răn người ta làm người thì đừng để thua kém muông thú và cũng chỉ dạy có thế. Các loài chim chóc, muông thú, tôm cá, côn trùng… tự chúng không kiếm mồi được sao? Ví như loài kiến chẳng hạn. Loài kiến không những biết kiếm mồi mỗi ngày mà còn biết làm hang, làm ổ, tích trữ mồi trong suốt mùa đông giá rét. Vậy mà trên đời này, có không ít người, hành vi của họ chỉ ngang với đàn kiến thôi mà cũng tự mãn. Tôi lấy một ví dụ để mọi người cùng thấy. Có một người con trai đến tuổi trưởng thành. Anh ta có được việc làm trong ngành công thương nghiệp, hoặc có chân trong giới quan chức. Bản thân anh ta hoàn toàn có thể sống độc lập mà không cần phụ thuộc và bất kỳ một sự trợ giúp nào từ gia đình và bạn bè. Tự tay anh ta xoay xở xây lên được một căn nhà, sắm sửa được mọi vật dụng thiết yếu trong gia đình mà không cần nhờ vả người khác và cưới được một cô vợ như ý. Anh ta sống tằn tiện, sinh con, nuôi con cái ăn học. Anh ta cũng có được một khoản tiền tiết kiệm, phòng khi “trái gió, trở giời” còn có cái để chi tiêu. Anh ta mãn nguyện vì cho rằng như thế là mình đã có được cuộc sống độc lập. Dư luận xã hội cũng đều đánh giá anh ta là một người hoàn hảo và bản thân anh ta cũng lấy làm đắc chí. Các bạn nghĩ sao về con người này? Tôi thì không nghĩ rằng anh ta là một con người hoàn hảo. Sẽ nhầm lẫn nếu dư luận xã hội đánh giá nhân vật này như tôi viết ở trên. Thực ra, anh ta chỉ lặp lại những gì loài kiến đã và đang làm không hơn không kém. Tôi thừa nhận rằng không tự nhiên mà anh ta có được cuộc sống ổn định, có được căn nhà riêng. Anh ta đã phải nỗ lực và vất vả lắm mới có được như vậy. Vả lại, tự anh ta tạo ra cho mình và gia đình mình cuộc sống độc lập chứ có dựa dẫm vào ai đâu. Ở điểm này thì anh ta hoàn toàn không phải hổ thẹn trước lời dạy của người xưa. Nhưng tôi lại hoàn toàn không nghĩ rằng loài người – với tư cách là chúa tể của muôn loài – mới có được kết quả nhỏ nhoi như vậy mà đã coi là hoàn tất mục đích đích thực của cuộc đời. Giải quyết được cái ăn, cái mặc, chỗ ở mà đã mãn nguyện, đã cảm thấy hài lòng rồi thì hóa ra cuộc đời con người trên thế gian này chỉ đơn thuần là được sinh ra rồi chết đi không thôi hay sao? Tình trạng lúc anh ta chết đi có khác gì lúc được sinh ra. Tức là quanh quẩn vẫn chỉ là chuyện sao cho có nhà cửa, có cuộc sống ổn định và có của ăn của để nữa. Vẻn vẹn chỉ có vậy. Và nếu đến thế hệ con cháu, cũng lặp đi lặp lại y hệt cuộc sống của anh ta thì dù có phải trải qua hàng trăm đời, làng xóm thị trấn nơi anh ta đã sống xưa thế nào nay chắc cũng vậy, không chút thay đổi. Không một người nào nghĩ tới sự nghiệp công ích, công cộng, chỉ quan tâm đến lợi ích cá nhân và gia đình. Ngoài ra thì mặc kệ. Không một người nào có suy nghĩ là phải làm gì, để lại cái gì cho quê hương khi còn đang sống. Người châu Âu có câu: “Nếu mọi người ai cũng chỉ mong thỏa mãn và an nhàn cho riêng cá nhân mình, thì thế gian này cũng không có gì khác khi mới có loài người”. Thỏa mãn, toại nguyện có nhiều kiểu. Vì thế cần phải phân biệt và lưu ý về sự khác biệt đó. Lòng tham của con người giống như cái thùng không đáy, được cái này lại muốn ngay cái khác, vừa mãn nguyện đấy nhưng lại bất mãn ngay. Đó là dục vọng, là dã tâm. Phải biết chế ngự chúng. Như tôi đã nói ở trên, những kẻ không chịu lao động trí óc, lao động chân tay, không hướng tới mục đích cơ bản của con người, chỉ có thể gọi họ là lũ lười biếng ngu đần không khác gì loài sâu bọ có hại. Học tập, làm việc vì xã hội Thứ hai, đặc tính của con người ta là luôn có khuynh hướng tập hợp lại thành nhóm, thành hội và thường né tránh các “bước tiến” với những nỗ lực đơn độc, lẻ loi. Con người ta cảm thấy nếu chỉ có các mối liên hệ hẹp giữa vợ và chồng, cha mẹ và con cái thôi thì không đủ. Ngược lại càng mở rộng được mối quan hệ với người ngoài thì con người lại càng cảm thấy tự tin, chắc chắn và yên ổn. Nhờ các mối liên hệ với người ngoài đã tạo ra quan hệ giao tiếp giữa con người với con người, và cả lý do để hình thành xã hội nữa. Một khi còn sống trên đời, còn giao tiếp với mọi người thì bản thân mỗi con người vẫn còn là một thành viên trong xã hội. Cho nên lẽ đương nhiên là phải có nghĩa vụ với xã hội. Ngay cả học vấn, kỹ thuật, chính trị, luật pháp… không có cái nào là không cần thiết để cho con người sống trong xã hội, tất cả những thứ này sinh ra là vì xã hội con người. Luật pháp mà chính phủ thực thi là để bảo vệ quyền cơ bản của con người, để mối quan hệ giữa con người với con người diễn ra trôi chảy. Các học giả viết sách, giáo dục con người cũng để xóa bỏ cái cũ, cái lạc hậu, nâng cao tri thức, đưa những cái mới vào cuộc sống, nhằm làm cho xã hội ngày một tốt đẹp hơn. Người Trung Hoa xưa có câu: “Cai trị thiên hạ cũng giống như việc biết chia đều, chia công bằng miếng thịt cho mọi người ở chốn hội hè vậy”. Và họ còn có câu: “Hãy dọn sạch cỏ ở vườn thiên hạ trước rồi mới dọn cỏ trong sân nhà mình”. Cả hai câu nói trên đều thể hiện ý chí mong muốn làm cái gì đấy có ích cho xã hội trước khi nghĩ tới mình. Con người ta, bất kỳ là ai, hễ có chút ít “sở trường” là đều muốn đem ra giúp ích cho đời. Đó âu cũng là lẽ thường. Nhiều khi tưởng chừng như con người không có ý thức vì xã hội, nhưng rồi không biết bằng cách nào mà con cháu họ vẫn nhận được ơn huệ đó. Đó là vì trong con người có thiện tâm, nên các nghĩa vụ trong xã hội rồi cũng đều được thực hiện. Nếu trong xã hội từ xa xưa mà không có những con người như vậy thì chúng ta ngày nay đâu có được hưởng thành quả văn minh đang tràn đầy khắp nơi trên thế gian. Được thừa hưởng “di sản vĩ đại” mà không biết tạ ơn ai Tài sản nhận từ tổ tiên được gọi là di sản. Thế nhưng, cái di sản chúng ta nhận được đó cũng chỉ dừng ở đất đai, gia sản, mà không khéo thì chỉ vung tay một vài đời là tiêu tán sạch sẽ chẳng còn lại chút dấu vết gì. Di sản của nền văn minh thì hoàn toàn ngược lại. Cứ tạm coi toàn bộ tổ tiên của chúng ta là một người cụ thể thì di sản đã được người đó để lại cho hết thảy mọi người. Di sản này cực kỳ to lớn, đến mức nhà cửa, đất đai, gia tài cũng không thể so sánh được. Trước ơn huệ đó, chúng ta dù có muốn cũng không sao tìm thấy ai ở đâu để mà cảm tạ. Nó cũng giống như việc con người đã không phải trả một đồng bạc nào để có được ánh sáng và không khí, những thứ không thể thiếu cho sự sống của chúng ta. Di sản này rất cao quý và không phải từ một con người cụ thể nào để lại cho chúng ta. Mà chúng ta chỉ có thể nói rằng đó là ơn huệ, do công đức người xưa để lại. Phải vất vả lắm nhân loại mới có được lịch sử của mình. Ở thuở còn chập chững của lịch sử nhân loại – là thời kỳ mà trí tuệ của con người chưa phát triển đầy đủ – trí tuệ của con người chỉ giống như đứa trẻ sơ sinh mới chào đời, chưa được thừa nhận. Tôi lấy ví dụ việc giã lúa mạch thành bột để minh họa. Thuở sơ khai, loài người chỉ biết lấy cục đá có sẵn trong thiên nhiên giã nát hạt lúa mạch. Thế rồi, trải qua biết bao khó nhọc, công phu, người ta đã biết đục đẽo đá thành phiến, rồi tạo thành hai khối tròn, phẳng làm ra cái cối xay bột. Lúc ban đầu, con người dùng sức mình để quay cối xay. Theo thời gian, hình dáng cái cối xay cũng được cải tiến. Có người còn biết lợi dụng sức nước, sức gió thay cho sức người để xay bột. Ngoài ra có người còn dùng cả tới máy móc chạy bằng hơi nước nữa. Cứ như vậy, việc xay bột trở nên dễ dàng, tiện lợi như ngày nay. Mọi sự vật càng ngày càng tiến bộ. Đà phát triển của kỹ thuật diễn ra từng ngày. Mới hôm qua, có cái còn được xem như là phát minh rất tiện lợi thì hôm sau đã trở thành lạc hậu, lỗi thời. Những tiến bộ của nền văn minh phương Tây nhanh tới chóng mặt. Kỹ thuật điện tín, máy hơi nước, kỹ thuật ấn loát… theo nhau ra đời, ngày càng được cải tiến và hoàn thiện. Mà không chỉ riêng lĩnh vực kỹ thuật với những cỗ máy tân kỳ, tri thức của con người càng sâu thì mối giao tiếp giữa họ lại càng rộng. Sự giao tiếp càng rộng thì lòng người cũng cởi mở hơn, bao dung hơn và độ lượng hơn. Và trên thế giới, nếu công pháp quốc tế được phổ cập rộng rãi và có hiệu lực thì các mưu mô gieo rắc chiến tranh cũng sẽ tự biến mất. Những tranh luận trong lĩnh vực học thuật càng sâu rộng thì thể chế chính trị và kinh tế cũng sẽ thay đổi. Chế độ giáo dục và nhà trường, việc in ấn và phát hành, hình thức của sách, báo, tạp chí, phương châm của chính phủ, quyết sách tại nghị viện… tất cả đều được cải cách, trình độ tiêu chuẩn được nâng cao. Những tiến bộ đó không thể kể hết ra đây. Để kiểm nghiệm, các bạn hãy cùng tôi giở thử cuốn “Lịch sử phát triển của phương Tây” ra xem. Nào hãy đọc thử giai đoạn từ khi bắt đầu của nhân loại đến thế kỷ 17. Sau đó chúng ta hãy bỏ qua hai trăm năm kế tiếp, lật ngay tới những trang viết về thế kỷ 19. Tôi đoán rằng không một ai trong chúng ta mà không cảm thấy kinh ngạc trước sự phát triển chóng mặt của tiến bộ và văn minh. Và tôi cũng tin chắc không ít người phải thốt lên một cách ngỡ ngàng “Tiến bộ của nền văn minh là thực hay mơ”. Vậy nguyên nhân của các tiến bộ đó là gì? Đó chính là di sản của biết bao thế hệ đi trước. Đó chính là ơn huệ của những người đã khuất để lại cho chúng ta. Nền văn minh của Nhật Bản, vốn dĩ có nguồn gốc từ Triều Tiên, Trung Hoa. Nền văn minh của chúng ta là thành quả, là sự đúc kết của tổ tiên và truyền lại tới tận bây giờ. Nhất là ngành “Tây học”, đã được du nhập vào nước ta từ những năm 1751–1764. Các bạn hãy giở cuốn “Nhập môn Hà Lan học” ra coi sẽ rõ. Những năm qua, từ khi Nhật Bản mở cửa giao thương với quốc tế thì học vấn, tư tưởng phương Tây dần dần được mọi người biết đến, và những người theo học ngành “Tây học”, những dịch giả sách phương Tây ngày một tăng. Nhờ thế, cách suy nghĩ trong xã hội cũng có nhiều chuyển biến, chính phủ cũng đã thay đổi, chế độ phong kiến chuyên chế Mạc phủ bị xóa bỏ và thời thế trở nên như hiện nay. Công cuộc khai hóa văn minh bắt đầu mở ra trên đất nước ta cũng nhờ vào di sản, công đức do các bậc tổ tiên để lại. Đừng để lại một tài năng Như tôi đã nói ở trên, từ xa xưa có biết bao nhân tài lao tâm khổ tứ, đem hết sức mình cho sự phát triển của xã hội. Trong tâm khảm của họ, tiền bạc, công danh không phải là mục đích, là lẽ sống duy nhất. Họ coi trọng nghĩa vụ của con người với xã hội. Họ mang trong lòng lý tưởng to lớn và ngày đêm nỗ lực thực hiện hoài bão đó. Hiện nay, các bạn – những người đang cố gắng học hành – tất cả đều đang thừa hưởng di sản của tổ tiên, của những người đi trước. Hơn nữa, các bạn đang đứng trên tuyến đầu của sự tiến bộ nên lại càng phải gắng sức cho sự phát triển của nền văn minh. Vì lẽ đó, các bạn hãy tự nhủ rằng sự phấn đấu có nhiều mấy đi nữa cũng sẽ vẫn luôn chưa đủ. Mấy chục năm sau, chúng ta muốn nhận được lòng biết ơn của những người đời sau, giống như lòng biết ơn mà chúng ta hiện đang dành cho các bậc tiền bối. Nói tóm lại, trách nhiệm của chúng ta là phải để lại một cách sống động dấu tích của các hoạt động xã hội, phải tiếp tục truyền bá nó cho muôn đời sau. Trách nhiệm này thật nặng nề. Không đơn giản là đọc vài chục cuốn sách lý thuyết, trở thành thương nhân, trở thành quan chức, trở thành thợ, có đủ tiền nuôi được gia đình con cái, thế là xong. Như thế thì mới chỉ dừng lại ở chỗ không làm ảnh hưởng đến người khác, chứ không mở ra, không đem lại con đường làm thế nào để sống có ích cho xã hội, cho con người. Khi làm bất cứ việc gì, bao giờ cũng có một vấn đề rất quan trọng. Đó là thời cơ. Nếu không gặp thời thì người tài giỏi đến mấy cũng không thể phát huy được khả năng. Từ cổ kim đông tây, không ít ví dụ chứng tỏ điều đó. Ngay tại Nakatsu quê hương tôi cũng có không ít những nhân tài. Đứng trên góc độ của nền văn minh hiện nay mà đánh giá thì có nhiều điều trong hành động và phát ngôn của họ khiến chúng ta phải đặt thành vấn đề. Nhưng thời đại lúc đó buộc họ phải hành động như vậy chứ bản thân họ không có lỗi. Ở họ tràn trề dũng khí trong hành động. Nhưng tiếc vì họ không gặp thời. Kết cục là cuộc đời họ chấm hết cùng với tài năng vô ích. Họ đương đầu với đời nhưng không thể cống hiến được gì cho xã hội. Tiếc thay! Nhưng hiện nay thời đại đã đổi khác. Nền học vấn và tư tưởng của phương Tây phổ biến khắp mọi nơi. Chính quyền cũ đã bị lật đổ, chế độ phong kiến Mạc phủ đã tan rã. Những biến đổi trong xã hội, không đơn giản là kết quả của cuộc nội chiến duy tân mang lại. Sức mạnh của nền văn minh không phụ thuộc vào một vài cuộc chiến tranh. Và càng không phải do một hoặc vài cuộc chiến tranh đã mang lại ảnh hưởng to lớn đối với nền văn minh. Mà phải thấy rằng, chính sức mạnh vốn có của nền văn minh đã làm thay đổi nhận thức trong con người và nhờ đó mới có những biến đổi trong xã hội như hiện nay. Cuộc chiến tranh năm Canh Thìn[18] mới kết thúc cách đây bảy năm đã không còn sót lại bất kỳ vết tích nào nữa. Vậy mà ảnh hưởng của nó vẫn tiếp tục tác động lên nhận thức của người Nhật Bản chúng ta. Đối với những vật thể bất động, hoàn toàn không có biện pháp nào để dẫn dắt chúng. Nhưng con người thì khác, con người vẫn đang hoạt động hàng ngày. Để trở thành người dẫn đường chỉ lối, để đưa tinh thần của mọi người trong xã hội lên tầm cao hơn, để dạy được những điều hay trong học vấn cho mọi người, thì hơn hết thảy mọi việc nào khác, trước hết các bạn phải cố gắng phấn đấu trong sự nghiệp học tập. Cơ hội tuyệt vời cho việc học tập chính là lúc này. Tháng 5 năm Minh Trị thứ bảy (tức năm 1874)  "
        },
        {
            "order": 4,
            "name": "Phần Bốn: Trách Nhiệm Của “Người Đứng Trên Người”",
            "content": " Làm sao để Nhật Bản có được nền độc lập thực sự? Gần đây, những người có học thức thường bàn riêng với nhau về tương lai của Nhật Bản. Gặng hỏi mãi, người ta mới nói cho tôi hay về những gì họ đương bàn luận. Đành rằng không ai biết trước được tương lai của nước ta sẽ ra sao, và điều này cũng không dễ dàng mà dự đoán được. Liệu sau này Nhật Bản giữ được nền độc lập hay không? Nỗi lo mất nước cứ canh cánh trong lòng chúng ta. Nếu tình trạng như thế này mà cứ kéo dài thì cũng không ai dám chắc là nước Nhật chúng ta có thể trở thành một quốc gia văn minh giàu mạnh. Còn có giữ được độc lập hay không, chắc phải hai ba mươi năm sau mới có được câu trả lời chính xác. Những người ngoại quốc – vốn khinh miệt Nhật Bản – lại càng bán tín bán nghi, họ cho rằng Nhật Bản làm sao mà giữ nổi độc lập. Không phải vì những lời bàn ra tán vào như vậy mà chúng ta quá bi quan. Nhưng rõ ràng là chẳng ai tin Nhật Bản sẽ giữ vững được sự độc lập trước phương Tây. Không phải bỗng dưng mà chúng ta bàn bạc, lo lắng cho vận mệnh của đất nước, nếu tương lai xán lạn đang chờ đón chúng ta thì chúng ta bàn tán để làm gì. Nếu có ai hỏi người Anh: “Này, liệu các ông có giữ được độc lập cho nước Anh không?” thì người Anh chắc chắn sẽ cười vào mũi người đó mà không thèm trả lời. Vì có ai dám nghi ngờ nước Anh, nước Anh mà không độc lập thì còn nước nào độc lập? Bây giờ, hãy nhìn lại nước ta, trình độ văn minh của chúng ta ra sao? Cho dù đã có tiến bộ nhưng vẫn chưa hết sự hoài nghi. Bản thân tôi, với tư cách là người Nhật Bản, cũng cảm thấy không được an tâm về sự tiến bộ này. Chúng ta là người Nhật, sinh ra và lớn lên ở đây. Đã vậy, mỗi người đều phải tự giác và nỗ lực đối với bổn phận của mình. Điều hành đất nước đương nhiên là công việc của chính phủ. Nhưng có nhiều lĩnh vực trong dân sinh, chính phủ không thể biết và can thiệp hết được. Vì thế, để duy trì nền độc lập của đất nước, thì chúng ta – những người dân – phải làm trọn nghĩa vụ của mình, nghĩa vụ của công dân trong một nước, và chính phủ phải làm trọn trách nhiệm của mình, trách nhiệm của người điều hành đất nước. Quốc dân chúng ta phải hợp tác với chính phủ thì mới mong thành công trong việc phát triển quốc gia một cách toàn diện, đồng bộ. Lực có cân bằng thì mới duy trì được mọi vật. Điều đó cũng giống như duy trì cơ thể con người. Để giữ cho cơ thể khỏe mạnh thì mọi thứ như ăn uống, không khí, ánh sáng đều phải đầy đủ. Có như vậy cơ thể mới tự đề kháng, tự điều chỉnh trước mọi tác động đến từ bên ngoài như khi nóng, khi lạnh, lúc đau, lúc ngứa. Còn nếu không bị kích thích, không quen thích ứng với môi trường, chỉ trông cậy vào sức sống vốn có ở cơ thể thì con người không thể duy trì sức khỏe. Duy trì một đất nước cũng giống như duy trì sức khỏe của con người. Nói tới chính trị là nói tới hoạt động của quốc gia. Để giữ vững nền độc lập, để vận hành quốc gia trơn tru, thì cần phải có đủ và cân bằng cả hai yếu tố “trong” và “ngoài”. “Trong” ở đây là khả năng điều hành đất nước (làm chính trị) của chính phủ và “ngoài” ở đây tôi muốn nói tới sức dân. Cứ tạm coi chính phủ là “sức sống vốn có” của quốc gia và sức dân là “môi trường kích thích từ bên ngoài”. Không có sự kích thích tức không có sức dân mà chỉ trông cậy vào chính phủ thì độc lập dân tộc không thể duy trì dù chỉ một ngày. Văn minh không tiến bộ nếu chỉ dùng quyền lực Trong tình hình hiện nay của nước ta, phải công nhận rằng học thuật, kinh tế, hệ thống luật pháp là ba điểm yếu kém so với phương Tây. Văn minh của một xã hội phụ thuộc sâu sắc vào ba mặt ấy. Điều hiển nhiên là nếu ba mặt này của một quốc gia chưa phát triển sâu rộng thì quốc gia đó khó mà có được độc lập. Vậy thì, ở nước ta khi nền học thuật, nền kinh tế, hệ thống luật pháp mới trong thời kỳ “phôi thai” chưa thành hình hài thì đặt vấn đề độc lập với phương Tây chỉ là ảo tưởng. Sau khi chính phủ Minh Trị ra đời, nhìn vào các thành viên trong nội các, tôi phải công nhận tài cán, năng lực và sự tận tụy của họ. Thế nhưng vì sao sự nghiệp khai hóa văn minh cho đất nước lại chưa đạt được kết quả như mong đợi? Nguyên nhân chính là đâu? Câu trả lời của tôi là: nhân dân ta quá ngu dốt, vô học. Chính phủ Minh Trị đã tận tụy thực thi nhiều chính sách như kêu gọi khuyến khích dân ta học văn hóa, học khoa học kỹ thuật, ban hành các đạo luật, hướng dẫn chỉ đạo cách làm kinh tế, thương mại… Vậy mà vẫn không sao vực xã hội phát triển lên được. Dưới mắt tôi, việc điều hành đất nước không mang lại kết quả cũng có nghĩa là trình độ của chính phủ Minh Trị đại để cũng như trình độ của chính quyền phong kiến chuyên chế mà chúng ta đã lật đổ. Nhân dân ta vẫn còn trong vòng u mê như xưa, cũng có nghĩa là người dân dưới thời Minh Trị cũng chỉ vẫn là người dân dưới thời Mạc phủ, không hơn không kém. Hãy thử so sánh công lao, sức lực, tiền của mà chính phủ đã bỏ ra với kết quả đạt được thì mới thấy ít ỏi biết nhường nào. Qua đó tôi muốn khẳng định với mọi người rằng, nền văn minh của quốc gia không thể tiến bộ nếu chỉ bằng quyền lực của chính phủ. Cái gì đẻ ra “khí chất nhu nhược” của người Nhật Bản? Hiện nay, có nhiều người đưa ra lý lẽ: “Lãnh đạo cái lũ dân ngu này phải có kế sách mới được. Chính phủ định làm việc gì cứ thế mà làm, không cần thông báo, giải thích hay chờ đợi gì cả. Còn khi nào dân chúng có tri thức, đạo đức thì đưa họ đến với văn minh cũng chưa muộn.” Nhưng theo tôi, nếu thực hiện theo cách nói trên thì sẽ thất bại ngay từ đầu. Vì sao vậy? Đã bao năm, nhân dân phải chịu nhiều khổ đau dưới chế độ chính trị chuyên quyền. Điều nghĩ trong lòng không dám nói ra miệng, hay sẵn sàng nói láo miễn sao khỏi mang vạ vào thân, lừa đảo cũng được cho qua. Gian dối, ngụy tạo trở thành cách sống. Không thành thật trở thành thói quen hàng ngày. Làm sai không dám nhận, lại còn tìm cách đổ lỗi cho người khác. Không còn ai biết hổ thẹn, biết tức giận, chỉ biết suy bì tị nạnh, ghen ăn tức ở. Còn việc nước, việc quốc gia là việc “chùa”, hơi đâu mà lo nghĩ. Chính phủ đã dùng nhiều biện pháp nhằm thay đổi những tập quán xấu nói trên, lúc khuyên nhủ, khi răn đe, đôi khi dùng cả quyền lực cưỡng chế dân chúng… Nhưng các biện pháp hầu như đều phản tác dụng, dường như chỉ càng làm cho người dân thêm mất lòng tin nơi chính phủ. Trên xa lánh dưới, dưới chẳng muốn gần trên. Theo thời gian cái sự xa lánh ấy tạo ra cho mỗi tầng lớp trong xã hội một khí chất khác nhau. Và người ta gọi chúng là “khí chất Võ sĩ”, “khí chất Thị dân”. Khí chất này, nếu chỉ nhìn vào từng cá nhân hay chỉ nhìn phiến diện thì khó thấy. Nhưng nếu nhìn vào tổng hợp các hiện tượng xã hội thì chúng ta sẽ hiểu rõ thực trạng của nó. Phải công nhận là trong các quan chức chính phủ hiện nay có rất nhiều người tốt, có tấm lòng nhân hậu. Bản thân tôi, khi nhìn vào các quan chức đó cũng phải thừa nhận họ không có điểm gì đáng phàn nàn cả, ngược lại ở họ có nhiều điểm rất đáng học hỏi. Nhưng khi họ tập hợp trong chính phủ thì không hiểu sao công việc cứ rối nhhư tơ vò. Chính phủ đã vậy, còn dân chúng thì sao? Trong nhân dân, có không ít người trung thực, chính trực. Nhưng không hiểu sao, mỗi khi quan hệ với chính quyền thì nhân cách lại thay đổi, trở nên dối trá, ngụy biện, trơ tráo, lừa dối cả chính quyền. Quan chức và dân chúng trong một nước mà cứ như là hai cái đầu trên một cái cổ vậy. Trên cương vị cá nhân thì người nào cũng tỏ ra thông thái. Nhưng hễ trở thành quan chức chính quyền thì sự thông thái thường thấy lại biến đi đâu mất. Khi đứng một mình thì ai nói cũng hay cả. Nhưng khi tập hợp nhau trong một tập thể thì cái cảnh trống đánh xuôi kèn thổi ngược thường xuyên xảy ra. Tôi buộc phải nói rằng chính phủ Nhật Bản hiện nay là một tổ chức của nhiều người có tri thức, tập hợp nhau lại để làm một việc hồ đồ. Có lẽ họ đã không thể phát huy được cá tính vì bị trói buộc bởi nếp nghĩ theo kiểu “chủ nghĩa bình yên vô sự”. Chính sách của chính phủ không hiệu quả cũng do vậy. Bằng một số kế sách như dùng những lời lẽ hoa mỹ mị dân, dùng quyền lực, áp đặt văn minh… chính phủ có thể giật dây được dân chúng. Nhưng như thế cũng chỉ là nhất thời mà thôi. Chính phủ trị dân bằng uy quyền thì dân sẽ đáp lại bằng sự giả vờ chấp hành. Chính phủ lừa dối dân thì dân cũng sẽ tạo ra vỏ bọc hữu hiệu. Mà cứ như vậy thì không thể chỉ dựa vào quyền lực để thúc đẩy văn minh xã hội. Đáng buồn là nước ta chỉ có người Nhật mà không có quốc dân Nhật Vậy phải làm cách nào để khai hóa văn minh tại nước ta? Trước hết phải quét sạch “cái khí chất” đã thấm sâu trong lòng người. Dùng biện pháp hành chính mệnh lệnh của chính phủ cũng khó. Thuyết giảng cho từng người chắc chắn sẽ thất bại. Cần phải có những người gây dựng được sự nghiệp mà mọi người dân đều tự giác tham gia, phải đặt ra mục tiêu rõ ràng để nhân dân tin cậy. Thế thì ai sẽ là người làm được việc này? Trong giới Nông, Thương rõ ràng chẳng có ai. Trong giới học giả Quốc học hoặc Nho học cũng không thấy gương mặt nào. Xem ra chỉ có những người trong nhóm Tây học là có thể gánh vác được nhiệm vụ đó. Gần đây, những nhà Tây học tăng lên đáng kể. Họ đọc sách dịch, nghiên cứu văn minh châu Âu. Tuy vậy, không phải ai trong số họ cũng đều hiểu được cặn kẽ về văn minh phương Tây. Ngược lại có nhiều người hiểu được, lý giải được, cắt nghĩa được nhưng lại không sao biến chúng thành hiện thực. Họ nói được nhưng không làm được điều mình nói. Hiện nay, thực tế cho thấy hầu hết các nhà Tây học xã hội ta đều chỉ mơ đến một chức vụ cao trong chính phủ, họ không màng làm trong khu vực tư nhân. Nhận thức của họ chẳng khác là bao so với các nhà Nho học trước đây, học để ra làm quan. Bụng dạ hủ nho đội lốt Tây Âu, đúng y như câu nói của người xưa: “Bình mới rượu cũ”. Đương nhiên, trong số các nhà Tây học đang làm quan chức chính phủ, không phải tất cả đều háo danh, tham lam bổng lộc. Suy cho cùng, nó là kết quả của quan niệm giáo dục cố hữu ở nước ta: “Làm quan là cách tiến thân tốt nhất trong mọi cách tiến thân”. Trong suốt hàng nghìn năm qua, quan niệm đó đã thấm sâu vào máu thịt, đã thành nếp trong suy nghĩ của con người. Chính vì thế mà từ đời này qua đời khác, người ta chỉ học để làm quan chứ có ai muốn học để làm dân đâu. Làm quan đã trở thành cái đích trong cuộc đời. Ngay cả các bậc tiên sinh danh giá cũng không thoát khỏi ảnh hưởng đó. Tuy nhiên, xu hướng “làm quan” cũng là điều dễ hiểu vì khí chất xã hội đã khiến người ta phải như vậy. Cứ thế, trào lưu “quyền lực là chìa khóa vạn năng” nhiễm sâu vào lòng người. Nên dân ta ai cũng chỉ muốn làm công sở chính quyền, rồi tìm cách leo lên hàng quan chức chính phủ để có quyền hành và bổng lộc. Thí dụ: gần đây trên các tờ báo, hiếm thấy bài viết nào có ý kiến ngược lại với ý kiến chính phủ. Lâu lâu chính phủ đưa ra được một vài chính sách cải cách nho nhỏ, tức thì những bài viết tán dương tâng bốc chính phủ xuất hiện đầy rẫy trên mặt báo. Những bài viết như vậy có khác nào thái độ phỉnh nịnh khéo léo của các cô gái làng chơi để lấy lòng khách mua hoa đâu. Tệ hại hơn nữa, những người viết bài đó lại chính là những thành viên trong nhóm Tây học. Thật khó có thể chấp nhận. Họ đâu có phải là “gái làng chơi” và lại càng không phải là những kẻ tâm thần hay thiếu hiểu biết. Thái độ xu nịnh và suy nghĩ cơ hội đang đầy rẫy trong xã hội Nhật Bản như hiện nay là do đâu? Vì chưa có một minh chứng thực tế nào chứng tỏ có tự do dân quyền trong xã hội, vì người Nhật Bản đã nhiễm quá nặng bản tính nhu nhược, không còn nhìn ra bản sắc vốn có của mình. Tóm lại, hiện nay Nhật Bản có chính phủ, có cả dân. Nhưng có lẽ chúng ta mới chỉ có dân mà chưa có “quốc dân Nhật Bản”. Điều này có nghĩa là để thay đổi được khí chất trong dân, để tiến hành mở mang văn minh thành công thì các nhà Tây học hiện nay cũng chẳng giúp ích được gì. Những thứ không có ích chắc chắn sẽ có hại Luận thuyết nêu trên nếu đúng, thì việc khai hóa văn minh ở nước ta để bảo toàn độc lập cho đất nước, không phải chỉ có chính phủ mới làm được. Và cũng không thể trông chờ vào các nhà Tây học. Nếu vậy thì trông cậy vào ai? Còn ai khác vào đây nếu đó không phải là nhóm Fukuzawa chúng ta. Tôi và các đồng chí chúng ta phải thực hiện nhiệm vụ này. Tự chúng ta sẽ phải đi tiên phong trong nhân dân, gây dựng sự nghiệp khai hóa văn minh, đối đầu trực diện với thách thức, mở ra triển vọng cho Nhật Bản. Có thể nói thẳng, tôi và các đồng chí thuộc tầng lớp trung lưu, học thức của tôi và các đồng chí tuy còn nông cạn, nhưng chúng ta tìm hiểu nghiên cứu Âu – Mĩ cũng đã lâu. Mọi tầng lớp xã hội cũng đã thừa nhận và gọi chúng ta là những nhà cải cách, vì những năm qua chúng ta khi ra mặt trong các cuộc cải cách xã hội, khi âm thầm lẳng lặng giúp đỡ cải cách. Chúng ta có thể tự hào vì nhân dân đã nhìn nhận sự nghiệp khai phá văn minh mà chúng ta đang theo đuổi như sự nghiệp của mình. Và đã như vậy thì người lãnh đạo nhiệm vụ đi đầu trong nhân dân, triển khai sự nghiệp ấy không ai khác, đó chính là chúng ta. Khai hóa văn minh bắt đầu từ việc tự mình bắt tay vào làm và chứng minh bằng thực tế cụ thể, cho mọi người tận mắt thấy việc thực. Làm trước nói sau. Chứ không thể để như tình trạng nước ta hiện nay, hễ định làm cái gì cứ phải họp bàn, giải thích, thảo luận dài dòng vô bổ. Chính phủ có quyền ban bố chỉ thị, mệnh lệnh. Nhưng hiểu và biến chúng thành hiện thực phải là nhân dân, là khu vực tư nhân. Chính vì thế, song song với sự nghiệp khai sáng cho dân chúng bằng cách giảng dạy học thuật, làm thương nghiệp, nghiên cứu luật pháp, xuất bản sách, phát hành báo, với tư cách của một người thuộc khu vực tư nhân, không nằm trong chính phủ. Chúng ta làm việc này trong phạm vi, bổn phận của một quốc dân làm theo pháp luật, không sợ làm mất mặt chính phủ. Nếu chính phủ đi ngược lại lợi ích của nhân dân, với bổn phận của mình, chúng ta sẽ đường đường chính chính kháng nghị, tranh luận với chính phủ cho đến khi chính phủ tỉnh ngộ, giành lại cho dân “Tự do dân quyền”. Trên đây chính là nhiệm vụ cấp bách của chúng ta. Sự nghiệp khai hóa văn minh rất đa dạng, những người tham gia vào công cuộc này nằm trong những lĩnh vực, những chuyên môn khác nhau. Có nhiều việc chúng ta chưa thể gánh vác được vì trong nhóm chúng ta còn quá ít các học giả. Nhưng mục đích của chúng ta là ở chỗ: truyền đạt cho mọi người dân biết con đường văn minh mà chúng ta nhằm tới, đó là con đường văn minh do người dân thực hiện, chứ không phải để khoe khoang mình làm hay, làm tốt hơn chính phủ. Điều tâm niệm hàng đầu của chúng ta đó là: một minh chứng bằng thực tế nhất định hơn hẳn cả trăm thứ lý thuyết. Khai hóa văn minh cho con người không thể là sự nghiệp độc quyền của chính phủ. Học giả trước sau cũng là học giả, phải ở trong khu vực tư nhân để nghiên cứu. Thị dân trước sau cũng là thị dân, phải ở trong khu vực tư nhân để sản xuất, buôn bán làm ăn. Chính phủ là chính phủ của Nhật Bản thì nhân dân cũng là nhân dân của Nhật Bản. Nếu như vậy thì nhân dân phải tiếp cận chính phủ, thân thiết với chính phủ, không phải sợ chính phủ, hay nghi ngờ chính phủ. Làm cho dân hiểu rõ điều này là nhiệm vụ cấp bách của chúng ta. Có như vậy, cái khí chất nhu nhược cố hữu mới biến khỏi nhân dân. Và khi đó người dân mới thực sự là quốc dân Nhật Bản chân chính. Quốc dân là liều thuốc kích thích chính phủ. Học thuật, kinh tế, luật pháp cũng hoàn thiện. Quyền lực chính phủ và sức dân có cân bằng, chúng ta mới duy trì được độc lập trước phương Tây. Tóm lại, tôi đã đề cập đến vấn đề: Trước áp lực của phương Tây, để bảo vệ nền độc lập của dân tộc, vị trí của các trí thức Nhật Bản là ở chỗ nào? Ở trong chính phủ trở thành quan chức, nỗ lực làm việc thì tốt hơn hay nằm ngoài chính phủ làm trong khu vực tư nhân thì tốt hơn? Và tôi cũng đưa ra kết luận: ở ngoài chính phủ thì hơn. Nếu suy nghĩ cho thật thấu đáo, thì mọi sự vật nếu không có tác dụng thế nào cũng có hại. Nếu làm một việc nào đó không có kết quả thì thế nào cũng là do người làm có khiếm khuyết, chứ không thể có sự vật nào nửa lợi nửa hại cả. Vì thế tôi không chủ trương nói tốt cho “khu vực tư nhân” bằng sự vụ lợi, tính toán. Tôi chỉ đề cập tới những gì tôi thường suy nghĩ. Nếu có ai đó đưa ra được bằng chứng xác đáng, nói rằng sự nghiệp độc lập theo kiểu “dân lập” là bất lợi, hay không thể làm được, để phản bác hoàn toàn luận thuyết của tôi thì tôi sẽ vui lòng nghe và sẵn sàng làm theo người đó, chứ tôi sẽ không trở thành cái gai gây hại cho bàn dân thiên hạ đâu. Chưa làm thử mà cứ ngồi phán đúng sai Người ta chất vấn tôi như sau: Hỏi: Trong công cuộc khai hóa văn minh, nên dựa vào chính phủ mà làm thì có lợi hơn không và chính phủ có quyền lực? Đáp: Để khai hóa văn minh, không thể dựa vào chính phủ được. Như tôi đã nói đến trong bài này, trên thực tế những gì mà chính phủ đang làm chưa có hiệu quả. Cũng không chắc tư nhân làm lại có hiệu quả, nhưng về lý luận nếu có khả năng làm được thì cần thiết phải làm thử. Chưa làm thử mà cứ ngồi lo thành công hay thất bại thì không thể gọi là dũng cảm. Hỏi: Chính phủ ít nhân tài. Đã thế ông lại khuyên nhân tài rời bỏ chính phủ để làm việc trong khu vực tư nhân thì e rằng việc điều hành đất nước sẽ bị đình trệ? Đáp: Không phải như vậy, chính phủ hiện thời có quá nhiều nhân tài. Vấn đề là cần tinh giản bộ máy, giảm bớt người thì công việc sẽ trôi chảy. Những người dư ra có thể hoạt động trong khu vực tư nhân. Như thế “bắn một phát trúng hai đích”. Vả lại, rời khỏi chức vụ chứ có phải rời bỏ Nhật Bản để ra nước ngoài sinh sống đâu mà lo. Họ vẫn ở Nhật Bản và làm việc tại Nhật Bản cơ mà. Lo lắng như vậy là thừa. Hỏi: Việc tập hợp các nhân tài trong khu vực tư nhân ngoài chính phủ như ông kêu gọi, có khác nào lại thành lập thêm một chính phủ thứ hai. Nếu thế thì chính phủ hiện tại sẽ ra sao? Đáp: Đó là cách suy nghĩ hẹp hòi. Chính quyền và những người nằm ngoài chính quyền đều là “tập thể” người Nhật Bản chúng ta cả. Nếu có khác thì chỉ khác về địa vị mà thôi, không phải là kẻ thù của nhau mà là sự hợp tác của các “tập thể” với nhau. Nếu tư nhân vi phạm luật thì chính phủ có quyền trừng phạt họ. Hỏi: Ra khỏi chính phủ, thì cuộc sống của họ không được bảo đảm, giải quyết vấn đề này như thế nào? Đáp: Nói như vậy thì không xứng đáng là chí sĩ. Với những người ngày đêm ưu tư, lo lắng cho vận mệnh đất nước, nhất lại là các trí thức, thì không ai có suy nghĩ tầm thường như vậy. Những người có năng lực thì không lý gì lại không thể kiếm sống được. Làm quan chức hay làm tư nhân đều giống nhau. Cùng một công sức bỏ ra, nhưng quan chức sẽ được chia phần nhiều hơn, nếu nghĩ như vậy thì đó chỉ là thứ suy nghĩ của những kẻ lạm dụng công quỹ một cách bất chính. Thủ đoạn chiếm đoạt, ăn bớt của công không thể là bạn của “Nghĩa thục” chúng tôi. Tháng giêng năm Minh Trị thứ bảy (tức năm 1874)  "
        },
        {
            "order": 2,
            "name": "Phần Hai: Người Chịu Thiệt Thòi Nhất Là Những Kẻ Vô Học",
            "content": " Không thể có miếng ăn ngon nếu chỉ là cái “tủ kiến thức” Từ “học vấn” có nghĩa rất rộng, vừa trừu tượng vừa cụ thể. Tính trừu tượng (vô hình) trong học vấn thể hiện qua các môn Đạo đức, Thần học, Triết học… Còn các môn như Thiên văn học, Địa lý học, Hóa học… là học vấn mang tính cụ thể (hữu hình). Nhưng dù có trừu tượng hay cụ thể thì mục đích của học vấn là làm cho con người mở mang kiến thức, biết quan sát, lắng nghe, lý giải được đạo lý của sự vật, làm cho con người tự giác về trách nhiệm của bản thân. Để mở mang kiến thức, để quan sát tiếp thu tốt thì phải lắng nghe ý kiến những người xung quanh, phải đào sâu suy nghĩ, phải đọc nhiều. Vì thế, để có học vấn cần phải biết chữ. Nhưng “chỉ cần biết chữ là có học vấn” như người xưa thường nghĩ là sai lầm lớn. “Biết chữ” mới chỉ là công cụ trên con đường học vấn, cũng giống như cái đục, cái cưa – những công cụ không thể thiếu để cất nhà. Nếu chỉ biết gọi đúng tên những thứ đó, không có tư duy, không biết cách đóng bàn, ghế, giường tủ… thì không thể gọi là thợ mộc được. Cũng như vậy, người biết chữ không thể gọi là người có học vấn nếu người đó không biết lý giải, không hiểu biết đầy đủ đạo lý của sự vật. Tục ngữ có câu: “Đọc Luận ngữ mà không biết luận ngữ” (không biết ý nghĩa của lời lẽ, ngôn từ). Tức là dù có nhồi nhét đầy tri thức trong đầu, nhưng không thể ứng dụng vào hành động thực tế thì cũng vô nghĩa. Dù có thuộc làu làu truyện xưa tích cũ nhưng không biết giá một ký gạo, một mớ rau là bao nhiêu. Dù có hiểu biết cặn kẽ kinh điển Trung Hoa nhưng không biết làm thương mại, không biết giao dịch làm ăn. Mất nhiều năm gian khổ đèn sách, tiêu tốn bao nhiêu tiền bạc để học hành, trang bị đủ loại kiến thức Âu Tây, nhưng kiếm miếng ăn chỉ nuôi miệng mình cũng không nổi. Những người ấy chỉ là “cái tủ kiến thức” suông. Đối với chính miếng cơm của bản thân, đối với lợi ích của đất nước, đối với nền kinh tế của quốc gia, họ hoàn toàn vô dụng, họ chỉ là hạng người “dài lưng tốn vải, ăn no lại nằm”. Tựa đề của cuốn sách này là Khuyến học, nhưng không có nghĩa là tôi khuyên các bạn chỉ có đọc sách. Đề cập tới tinh thần cơ bản của con người, đề cập tới mục đích thực thụ của học vấn là chủ đích chính mà tôi muốn nói với các bạn. Tại sao không triệt để vận dụng “bình đẳng”? Những dòng đầu tiên trong Phần một, tôi đã nói tới vấn đề bình đẳng giữa người và người. Kể từ khi được sinh ra, ai ai cũng được quyền tự do sinh sống, không phân biệt trên dưới. Tôi muốn bàn rộng hơn ý nghĩa: “Mọi người đều bình đẳng.” Con người sinh ra là do ý muốn của Trời, chứ không phải là do ý muốn của con người. Con người vốn cùng một loài, cùng sinh sống ở trong trời đất, vì thế yêu thương nhau, tôn trọng nhau, mình làm trọn bổn phận của mình, người ta làm trọn bổn phận của người ta, không ai cản trở ai. Trong gia đình, anh em hòa thuận, giúp đỡ nhường nhịn nhau cũng do dựa theo đạo lý cơ bản là được sinh ra cùng một nhà, được cùng một cha mẹ nuôi dưỡng. Mọi “ham muốn” không làm ảnh hưởng tới người khác đều là thiện Bây giờ hãy mang giá trị của con người ra so sánh thử xem? Chẳng phải là tất cả đều bình đẳng đó sao? Nhưng “bình đẳng” ở đây, không có nghĩa là người nào cũng phải có điều kiện sống ngang nhau. Mà “bình đẳng” ở đây có nghĩa là ai ai cũng đều có quyền lợi ngang nhau, vì chúng ta đều là con người cả. Nếu nói về điều kiện sống thì có người giàu, người nghèo; kẻ mạnh, kẻ yếu, người thông minh, người đần độn. Có người sinh ra thuộc tầng lớp lãnh chúa, quý tộc, ở trong lâu đài, biệt thự, ăn ngon mặc đẹp, thì cũng có người sinh ra phải đi làm thuê làm mướn, sống trong hang cùng ngõ hẻm, hàng ngày chỉ đủ vắt mũi bỏ miệng. Bằng tài năng, có người trở thành chính khách, thành doanh nhân tầm cỡ có thể xoay chuyển thế gian, thì cũng có người chỉ có trí tuệ vừa phải, buôn bán lặt vặt, đến đâu hay đó. Có lực sĩ, đô vật Sumo lực lưỡng thì cũng có công tử bột, thiếu nữ liễu yếu đào tơ. Mỗi người mỗi vẻ, nhưng quyền lợi cơ bản với tư cách là con người thì ai cũng như ai, hoàn toàn ngang nhau. Vậy thì thế nào là quyền lợi của con người? Đó chính là quyền coi trọng sinh mạng, quyền bảo vệ tài sản, quyền tôn trọng nhân cách và danh dự. Kể từ khi sinh ra con người trên thế giới này, Trời đã truyền cho con người năng lượng thể xác và tinh thần, đã qui định rõ ai cũng có quyền sống. Không kẻ nào được phép xâm phạm quyền lợi đó. Sinh mạng của lãnh chúa cũng quý giá như sinh mạng của người làm thuê. Ý thức bảo vệ đống gia tài khổng lồ của các nhà tư bản kếch sù cũng không khác gì ý thức bảo vệ đồng vốn ít ỏi của những người buôn bán lặt vặt. Người xưa có câu: “Trẻ con mà khóc thì ai cũng phải chào thua.” Lại còn có câu: “Cha mẹ có nói sai thì con cái vẫn phải cho là phải. Ông chủ bảo gì người làm cũng phải dạ theo.” Ngụ ý là con người không thể có chuyện ngang nhau về quyền lợi. Đấy chính là ví dụ “vơ đũa cả nắm”, ví dụ điển hình cho việc không biết phân biệt đâu là “điều kiện sống”, đâu là “quyền lợi của con người”. Dân cày có thể khác với địa chủ về điều kiện sống nhưng không khác về quyền lợi. Giẫm phải gai, người dân kêu đau, không lẽ cũng giẫm phải gai mà địa chủ bảo không đau. Ăn của ngon, chủ đất khen ngon, không lẽ cùng ăn của ngon mà dân làm thuê cuốc mướn lại chê dở. Đã là con người thì ai cũng muốn ăn ngon mặc đẹp, có nhà cao cửa rộng và chẳng có ai lại muốn khổ cả. Âu cũng là lẽ thường. Người nắm quyền lực vừa có tiền vừa có thế, người nông dân thì lại vừa nghèo vừa kém thế. Phải thừa nhận rằng ở trên cõi đời có người mạnh người yếu, người giàu người nghèo, có sự khác biệt trong điều kiện sống. Nhưng việc cậy thế vì có tiền, có quyền, lợi dụng sự hơn kém trong điều kiện sinh hoạt để chèn ép người nghèo yếu, chính là hành vi xâm phạm đến quyền lợi của người khác. Kẻ yếu có cách của kẻ yếu, họ sẽ tự bổ khuyết cho họ. Không có sự chèn ép nào tệ hại hơn việc sự dụng quyền thế để ức hiếp những người nghèo yếu. Học để hiểu “thế nào là làm tròn công việc của mình” Dưới thời Mạc phủ, giữa tầng lớp Võ sĩ và tầng lớp thường dân có sự phân biệt sâu sắc. Võ sĩ ra sức lộng quyền, coi nông dân và thị dân như những kẻ tội phạm. Chúng còn đặt ra luật “chém trước, xử sau”. Theo luật này, người dân chỉ cần có biểu hiện trái ý Võ sĩ là lập tức bị hành quyết tại chỗ. Tính mạng của dân không khác sâu bọ, cho sống thì được sống, bảo chết thì phải chết. Ngược lại, nông dân và thị dân lúc nào cũng phải cúi lạy, nhường lối tránh chỗ cho Võ sĩ dù chẳng có quan hệ, duyên nợ gì. Ngựa mình nuôi nhưng bị cấm cưỡi. Thật đáng căm giận. Mối quan hệ giữa Võ sĩ và thường dân là quan hệ “giữa cá nhân với cá nhân” mà đã bất công đến như vậy, thử hỏi quan hệ giữa chính phủ và nhân dân là quan hệ giữa “tập thể với tập thể” sẽ như thế nào? Các bạn hãy cùng tôi xem xét. Có thể nói: Mối quan hệ giữa chính phủ với nhân dân còn tệ hại hơn nhiều. Không chỉ chính quyền trung ương Mạc phủ, mà tại các địa phương, các lãnh chúa đều lập ra chính phủ con trên lãnh địa mình cai quản, mặc sức hà hiếp bóc lột dân chúng, mọi quyền con người của người dân đều không được thừa nhận. Thi thoảng lắm, các lãnh chúa ra vẻ từ bi đưa ra một vài chính sách tử tế (thực ra chỉ khi bị các lãnh chúa vùng khác âm mưu thôn tính lãnh địa của mình thì họ mới làm thế), nhưng cũng chỉ nhằm mị dân nhất thời mà thôi. Quan hệ giữa chính phủ và nhân dân, như tôi nói ở đoạn trên, chỉ khác nhau ở tình trạng giàu nghèo, mạnh yếu. Còn quyền lợi thì hoàn toàn ngang nhau. Người nông dân làm ra thóc gạo, nuôi sống con người; người thị dân buôn bán, lưu thông hàng hóa mang lại sự tiện lợi trong cuộc sống. Đó là công việc của bản thân họ. Mặt khác, chính phủ đặt ra luật lệ, trấn áp kẻ bất lương, bảo vệ dân lành. Đó là công việc phải làm của chính phủ. Để làm việc này, chính phủ cần nhiều tiền. Nhưng chính phủ lại không tự làm ra được lúa gạo, không có tiền nong. Vì thế nông dân và thị dân nộp thuế, nộp thóc, tạo ra nguồn ngân sách cho chính phủ. Hai phía, dân và chính phủ bàn bạc cùng nhau thỏa thuận về nghĩa vụ và trách nhiệm của mỗi bên như nêu trên. Quan hệ giữa nhân dân và chính phủ là quan hệ như vậy. Nộp thóc, đóng thuế, làm theo pháp luật là nghĩa vụ và trách nhiệm của dân. Thu đủ thóc, đủ thuế, sử dụng đúng và công khai nguồn tài chính, bảo vệ dân là nghĩa vụ và trách nhiệm của chính phủ. Nếu cả hai phía đều thực hiện đúng nghĩa vụ và trách nhiệm của mỗi bên như trên đây thì chẳng có gì để mà nói. Vì hai bên, bên nào bên nấy cũng đều làm đúng bổn phận của mình, chính phủ không làm phiền dân và dân cũng không làm phiền chính phủ. Không còn cảnh bị “cùm chân, cùm tay” về tinh thần và vật chất. Trong xã hội Mạc phủ Tokugawa, người ta đã tôn chính quyền thành “Đấng bề trên”. Mỗi khi “Đấng bề trên” vi hành thì tiền nhà trọ cũng không trả, tiền đò qua sông cũng không thanh toán, tiền công người phục dịch cũng không trao, ngược lại còn đòi hỏi các nơi phải chi tiền rượu chè. Thật là hết chỗ nói. Các lãnh chúa, quan chức chính quyền nghĩ ra đủ trò để tiêu xài, làm cạn kiệt nguồn tài chính. Và để tiếp tục có tiền tiêu xài, họ liền đặt ra đủ loại sắc thuế bắt chẹt dân, buộc dân phải đóng góp. Dân chúng kêu ca, họ ngụy biện rằng đó là sự “đền ơn, báo đáp đất nước”. Cái mà họ gọi là “đền ơn, báo đáp đất nước” là gì? Chắc là họ muốn nói rằng nhờ có chính quyền này mà dân chúng mới được sống thanh bình, yên ổn làm ăn, không phải lo sợ kẻ xấu. Thế nhưng lập ra pháp luật, bảo vệ dân chúng giữ gìn an ninh… là công việc, là nghĩa vụ đương nhiên của chính quyền. Không thể coi đó là sự ban ơn, không thể coi đó là lòng tốt để rồi bắt dân phải hàm ơn hay báo đáp lại chính quyền. Nếu như chính quyền nghĩ như vậy thì ngược lại người dân sẽ nói rằng: Chính quyền phải hàm ơn dân và báo đáp cho dân mới phải, vì chính quyền sống bằng tiền thuế, tiền thóc lúa do dân đóng, cớ vì sao lại có chuyện ngược đời như thế được? Thực ra bên nào cũng nhận “ơn” của bên kia. Đó là sự có đi, có lại. Không có đạo lý nào buộc dân phải hàm ơn chính quyền mà chính quyền lại không cần phải hàm ơn dân cả. Vì sao tập quán xấu này vẫn diễn ra trong cuộc sống hằng ngày? Đó là vì chính quyền miệng nói bình đẳng nhưng không hiểu bình đẳng, lợi dụng chênh lệch giàu nghèo, mạnh yếu, sử dụng quyền lực chèn ép quyền lợi của dân lành. Đã là con người thì phải thường xuyên nhớ rằng: mọi người sinh ra đều bình đẳng về tư cách và quyền lợi. Đây là điều quan trọng nhất. Ở châu Âu, người ta gọi là reciprocity, tức là quan hệ có đi có lại, có tác động lẫn nhau, lợi ích song phương. Trong Phần một, tôi viết tất cả mọi người sinh ra đều bình đẳng, có cùng địa vị, cùng tư cách có nghĩa là như vậy. Không có gì đáng sợ hơn là ngu dốt Đoạn trên, đứng trên góc độ của người dân, tôi đã bàn luận về “quyền lợi” theo như sự suy nghĩ của tôi. Thế nhưng đứng trên góc độ chính quyền để nhìn nhận, trường hợp dùng người thì phải thấy được sự khác nhau ở mỗi người, phải suy xét kỹ khi áp dụng luật pháp. Người này được coi là nhân dân, người kia được coi là quan chức chính quyền, nhưng đứng ở vị trí nào cũng đều là người Nhật. Và người Nhật phân chia công việc lẫn nhau, lập ra chính phủ đại diện cho nhân dân. Nhân dân và chính phủ thỏa thuận với nhau để chính phủ soạn thảo, ban hành các đạo luật, nhân dân dựa trên các đạo luật đó làm ăn sinh sống. Hiện nay, người dân của thời Minh Trị đã ký thỏa ước với chính phủ tuân theo các luật pháp hiện hành. Quốc pháp đặt ra có thể không làm hài lòng tất cả mọi cá nhân, nhưng không vì thế mà chúng ta lại hành động tùy tiện, mà hãy kiên nhẫn trong việc sửa đổi nó. Nghĩa vụ của người dân là thực hiện thật đúng luật, tôn trọng và bảo vệ luật. Nhưng thử nhìn lại xem, không ít người trong nhân dân dưới thời Minh Trị vô học, mù chữ, cái thiện cái ác không phân biệt nổi, chỉ biết ăn xong rồi lại ngủ, “vô công rồi nghề”. Không những thế, thường đã ngu dốt lại hay tham vọng, tìm mọi cách lừa đảo, luồn lách luật pháp, không cần hiểu ý nghĩa của luật pháp, không cần biết đến nghĩa vụ của bản thân, chỉ biết đẻ cho thật nhiều con nhưng lại không hề chăm sóc, dạy dỗ chúng. Những kẻ ngu dốt đó không hề biết xấu hổ và con cái của họ khi lớn lên cũng chẳng có ích gì cho đất nước, trái lại chỉ là gánh nặng, nỗi khổ cho xã hội. Xã hội mà toàn là những con người như vậy thì có đem đạo lý ra giảng giải cũng vô ích, chỉ còn cách buộc phải làm là dùng sức mạnh để răn đe, để trấn áp những hành động bạo lực, hành vi quậy phá, phá rối mà thôi. Và đó cũng là lý do khiến cho các chính phủ chuyên chế, chính phủ độc tài được thể tồn tại trên thế giới. Chính quyền Mạc phủ ở nước ta đã vậy, các chính quyền ở một số nước châu Á cũng có khác là bao. Có thể nói, nền chính trị hà khắc không chỉ là tội do một bạo chúa hay những kẻ nắm quyền lực gây ra, mà còn là lỗi ở chính người dân chúng ta, do vô học do ngu dốt nên mới dẫn tới thảm họa cho chính mình. Đâm thuê chém mướn, giết người cướp của, kéo bè kéo cánh tụ họp nổi loạn, chà đạp lên mọi pháp luật…, không một vụ việc nào trong số những hiện tượng trên đây lại được coi là hành động của con người cả. Vậy mà chúng đang là hình ảnh hiện thời của xã hội Minh Trị chúng ta. Trong xã hội toàn là “giặc dân” như thế này dẫu có vời tới Đức Phật hay Khổng Tử thì hai ngài có lẽ cũng đành phải bó tay. Để cai trị chắc phải dùng tới chế độ chính trị tàn bạo chuyên chế. Nhưng tôi tin rằng không người dân nào lại muốn được cai trị bằng chế độ chính trị hà khắc cả. Ngay bây giờ chúng ta phải học, mài dũa tài năng và nhân cách, phải có thực lực để đứng vững trên địa vị và tư cách bình đẳng, để đấu tranh với những sai trái của chính quyền. Đây cũng chính là mục đích của học vấn tôi muốn khuyên các bạn. Tháng 11 năm Minh Trị thứ sáu (tức năm 1872)  "
        },
        {
            "order": 12,
            "name": "Phần Mười Hai: Hãy Học Cách Diễn Thuyết Có Hiệu Quả",
            "content": " Diễn thuyết được gọi là “speech” trong tiếng Anh, là cách truyền đạt suy nghĩ, ý kiến của mình bằng lời trước đông đảo người nghe. Ở nước ta, từ trước tới nay, tôi chưa từng nghe nói có cách làm nào giống như vậy. Có chăng là các buổi thuyết pháp tại các nhà chùa – nhà sư giảng giải nghĩa cho tín đồ Phật giáo về Phật pháp. Ở các nước phương Tây, các buổi diễn thuyết diễn ra thường xuyên trong nghị viện, trong cuộc họp chính phủ, trong các cuộc hội thảo học thuật của các học giả, trong các công ty thương mại, các cuộc mít-tinh của dân thành thị, cả trong các đám tang, các lễ cưới, hội hè, hay khai trương một cửa hiệu… Chỉ cần trước cử tọa khoảng trên một chục người là liền có một người nào đó đứng lên diễn thuyết. Nội dung các “bài nói” thường là mục đích, ý nghĩa của buổi hội họp, hoặc có khi chỉ là những suy nghĩ hay nỗi niềm trong cuộc sống thường nhật, hoặc cảm tưởng của chính bản thân khi đó… Và việc diễn thuyết đã trở thành tập quán của người phương Tây. Việc diễn thuyết ở Nhật Bản hiện nay đương nhiên là rất cần thiết. Ví dụ, dư luận xã hội nước ta đang rất ủng hộ việc lập ra nghị viện như phương Tây. Nhưng lập ra rồi mà không biết cách nói lên ý kiến của mình thì nghị viện cũng chẳng có ích lợi gì. Đặc điểm của diễn thuyết là nói ra ý kiến của mình bằng lời. Vì vậy, có những vấn đề nếu viết ra thì không có ý nghĩa nhiều lắm. Nhưng cũng vấn đề đó, bằng lời nói trực tiếp tới người nghe, sẽ khiến người nghe hiểu ngay và cảm động. Những vần thơ waka nổi tiếng từ ngày xưa, nếu chỉ in ra thì ít ai biết đến. Nhưng được ngâm lên, được đọc lên thì cái hay, vẻ đẹp, sự hấp dẫn sẽ truyền đến người nghe làm xúc động khôn nguôi. Có thể nói, diễn thuyết là phương pháp rất quan trọng để truyền đạt ngay tức thì tới đông đảo người nghe ý kiến của người nói. Diễn thuyết và tranh luận nhằm nâng cao kiến thức Như các bạn đều biết, học vấn không phải là việc chỉ có đọc và cứ đọc thật nhiều sách là đủ. Bản chất của học vấn phụ thuộc vào khả năng ứng dụng. Có học vấn mà không ứng dụng được vào cuộc sống thực tế thì chẳng khác gì vô học. Ngày trước, có chàng thư sinh lặn lội lên tận Edo cả mấy năm trời, quyết chí theo học thuyết Chu Tử. Anh ta nỗ lực, miệt mài ngày đêm sao chép kinh sách. Số lượng sách vở sao chép lên tới hàng trăm cuốn. Tự nhủ học thế là thành tài rồi, chàng thư sinh bèn trở về quê. Anh ta về theo đường bộ. Sách vở gởi hết xuống tàu thủy. Chẳng may, con tàu chở hàng gặp nạn chìm ngoài khơi tỉnh Shizouka. Vì chỉ có sao chép chữ vào vở nên bản thân anh ta thì về tới quê, còn chữ thì theo tàu chìm xuống sông xuống biển. Thế là bao nhiêu chữ thầy trả lại thầy. Công lao học hành thành công cốc. Chẳng phải là ở các nhà Tây học ngày nay cũng có nhược điểm như anh học trò khi xưa đó sao? Nếu nhìn vào thực trạng giờ học ở các trường thành phố thì thấy học sinh có vẻ siêng năng học tập lắm, cứ đà này xem ra tất cả sẽ trở thành học giả. Nhưng nếu thu hết sách giáo khoa, vở chép của chúng, và “trò ở đâu trả về quê đấy” thì sự thể sẽ ra sao? Chắc là khi cha mẹ, bè bạn hỏi đến thì học sinh chỉ còn nước: “Học vấn để quên tại Tokyo mất rồi”. Theo như suy nghĩ của tôi, bản chất thực sự của học vấn là phải động não suy nghĩ, chứ không phải chỉ là đọc sách một cách đơn thuần. Và để ứng dụng sống động ý nghĩ đó vào cuộc sống thực tế thì cần phải biết trù tính, lo liệu. Tức là phải quan sát sự vật. Phải suy đoán đạo lý của sự vật. Phải đưa ra chính kiến, cách nghĩ cách làm của bản thân mình. Ngoài ra đương nhiên là còn phải đọc sách, phải viết sách. Phải nói lên ý kiến của mình cho người khác nghe. Phải tranh luận. Biết vận dụng tổng hợp các biện pháp như vậy thì mới được gọi là nghiên cứu học vấn. Quan sát sự vật, suy luận, đọc sách là cách để tích lũy tri thức. Bàn bạc, tranh luận là cách để trao đổi tri thức. Viết, diễn thuyết là cách để mở rộng tri thức. Trong các biện pháp trên đây, có cái đạt được bằng sự nỗ lực của chính bản thân mình. Có cái cần có người bàn, người nghe. Đó là khi tranh luận, diễn thuyết. Và như vậy cần thiết phải tổ chức các buổi tranh luận và diễn thuyết. Hiện nay, vấn đề lo ngại lớn nhất ở nước ta là dân trí quá thấp kém. Khai sáng quốc dân, đưa họ đến tầm cao kiến thức vốn được xem là nhiệm vụ cơ bản của các học giả. Vì vậy các học giả, khi đã nắm bắt được cách thức nghiên cứu, thì phải nỗ lực làm tròn vai trò này. Tranh luận, diễn thuyết cần thiết ra sao và có tầm quan trọng thế nào, các bạn đều đã rõ. Nhưng tại sao đến giờ này nó vẫn chưa được thực hiện ở nước ta? Tôi buộc phải nói rằng đó là do các học giả quá lười biếng. Hành vi, hoạt động của con người thường hướng theo hai phía: trong và ngoài. Cần phải nỗ lực cả hai. Đa số các học giả hiện nay thường chỉ hoạt động hạn hẹp trong phạm vi cá nhân. Họ e ngại, chây lười không muốn mở rộng ra thế giới bên ngoài. Hãy mau tỉnh ngộ. Chỉ khi nào có kiến thức sâu như vực thẳm, tiếp xúc trao đổi với người khác như chim tung cánh rộng mở tự do tự tại trong không trung, mới đúng là học giả thực thụ. Học quản trị kinh doanh mà không tính toán được niêu cơm ở nhà Hiện nay, mối lo lớn nhất ở nước ta là dân trí còn quá thấp. Kiến thức, hành động của con người, không phải cứ huyên thuyên lý luận viển vông, khó hiểu mới là cao. Xem ra cái lý của chữ “ngộ” trong đạo Phật có vẻ thâm thúy làm sao. Nhưng hành vi thường nhật của các nhà tu hành lại thường xa rời hiện thực, không giúp ích thực tế. Tôi không cho rằng họ là những người có tri kiến. Kiến thức, hành động của con người, không nhất thiết cứ phải có tri thức phong phú, nghe nhiều biết rộng sẽ được coi là uyên bác. Trên đời này, có không ít người, dù đã đọc cả chục nghìn cuốn sách, giao tiếp với đủ hạng người mà vẫn không có được kiến thức riêng cho bản thân. Điển hình nhất là các nhà nho học cổ hủ, thủ cựu. Và ngay cả các nhà Tây học cũng không vượt qua được khiếm khuyết này. Các học giả hiện nay, quyết chí theo Tây học, ngày đêm vùi đầu vào nghiên cứu nào là kinh tế học, đạo đức học, nào là triết học, khoa học… Họ có vẻ giống như các đấng cứu nhân độ thế có gan nằm gai nếm mật. Nhưng thử nhìn vào cuộc sống cá nhân của họ xem sao. Tiếng là nhà nghiên cứu và giảng dạy môn kinh tế học, nhưng lại không tính được “niêu cơm” gia đình. Tiếng là nhà nghiên cứu và giảng dạy môn đạo đức học, nhưng lại không giữ nổi phẩm hạnh của bản thân. Mâu thuẫn giữa lý luận và cuộc sống thực tế ở họ giống như có hai người khác nhau trong một con người vậy. Tôi không thể nào coi họ là những người có kiến thức. Việc đọc sách, việc nghiên cứu, việc giảng dạy vốn không mâu thuẫn với thực tế cuộc sống. Nhưng các học giả đó đã không làm trọn vẹn cả hai mặt, giữa suy nghĩ – phân biệt được sự vật tốt xấu, và hành động – thực hiện suy nghĩ ấy. Cho nên mới dẫn tới kết cục như trên. Người xưa thường nói “Lương ý bất dưỡng sinh”, “Đọc Luận ngữ mà không biết luận ngữ” cũng nghĩa là vậy. Nói tóm lại, điều tôi muốn nói là kiến thức, phẩm hạnh của con người không thể trở nên thanh cao nếu chỉ có nói toàn lý luận cao xa, hoặc chỉ có nghe nhiều, biết rộng, mà không có hành động gì cả. Bí quyết duy nhất để nâng cao kiến thức: Không được tự mãn Để nâng cao kiến thức và phản ánh điều đó trong hành động thì phải làm thế nào? Bí quyết là phải suy nghĩ, so sánh trạng thái của sự vật, nhắm tới giai đoạn phát triển cao hơn, kiên quyết không được tự thỏa mãn. Tuy nhiên nếu chỉ lấy một yếu tố hay một hiện tượng để phân tích và so sánh thôi thì không đủ. Mà phải phân tích mọi “sở trường”, “sở đoản” của các yếu tố, các hiện tượng nằm trong tình thế, hình thái sự vật ở cả hai phía. Ví dụ, có một sinh viên chăm chỉ, miệt mài học hành. Anh ta không rượu chè, không chơi bời bê tha. Anh ta tự giác học tập, không để cha mẹ, thầy giáo phải nhắc nhở hoặc quở mắng. Anh ta tỏ ra rất hãnh diện. Nhưng sự tự đắc đó chẳng qua chỉ là so sánh với những sinh viên lười nhác thôi. Học tập chăm chỉ là lẽ đương nhiên của con người, chứ đâu đến mức phải khen ngợi. Bởi lẽ, lý do sinh tồn của con người chắc chắn ở tầm cao hơn nhiều. Nhìn vào đâu, và đạt được sự nghiệp gì thì có thể toại nguyện? Con người luôn luôn nhắm tới hình mẫu của những người thành đạt hàng đầu. Cứ nhìn thấy sở trường của người khác hơn bản thân là bứt rứt. Thế hệ sau bao giờ cũng muốn học tập vượt hẳn thế hệ trước. Mới đạt được trình độ hiện thời mà sinh viên đã tự mãn thì hỏng. Vai trò của sinh viên chúng ta vì thế rất quan trọng. Những kẻ suốt đời chỉ biết học suông thì chí quá thấp. Những kẻ bê tha rượu chè, chơi bời là những con người vô dụng. Vậy mà lại lấy làm hãnh diện so với cái lũ người đó. Như thế có khác nào công khai cho người đời thấy sự ngu dốt? Trong xã hội mà phẩm cách và hành động của con người cao, thì cái kiểu tranh luận vớ vẩn này sẽ không có chỗ và có nói ra cũng cảm thấy ngượng. Tiêu chuẩn để đánh giá trường học Hiện nay ở nước ta, ngành giáo dục thường dựa vào các nhận xét “Trường A kỷ luật nghiêm”, hoặc “Trường B quản lý chặt”… để làm tiêu chuẩn đánh giá xếp hạng trường học. Các bậc phụ huynh dường như cũng đồng tình như vậy. Chữ “kỷ luật”, “quản lý” trong trường học được người ta hiểu như thế nào? Đó là nội quy nhà trường phải khắt khe. Để học trò không chây lười, nhà trường phải theo dõi, giám sát từng ly từng tý, nghiêm cấm mọi quan hệ nam nữ… Phải chăng như thế là ưu điểm của một trường học? Ngược lại, tôi coi đó là điều hổ thẹn. Tôi chưa từng nghe nói trường tốt ở các nước phương Tây là trường chỉ cần nghiêm khắc. Lẽ đương nhiên, tôi không cho rằng cái gì trong xã hội phương Tây cũng đều tốt đẹp cả. Nhưng trong việc đánh giá về trường học, họ khác hẳn chúng ta. Đối với họ, một trường học danh tiếng trước hết phải có trình độ học vấn cao. Phương pháp giảng dạy công phu. Giáo viên có nhân cách và có khả năng tranh luận giỏi. Vì vậy, những người tham gia công tác giáo dục, những người đang theo học tại các trường ở nước ta, phải lấy các trường hàng đầu trên thế giới để so sánh, để thấy cái hay, cái dở của mình, của họ. Kỷ luật nghiêm, quản lý chặt cũng là một trong những ưu thế của một số trường học. Nhưng nó chỉ là ưu thế thấp nhất trong số các ưu thế lẽ ra phải có trong nhà trường. Không thể lấy nó để tự hào. Nếu so sánh trình độ giáo dục ở các trường tốt nhất của chúng ta với các trường hàng đầu trên thế giới, rõ ràng là có rất nhiều điểm đáng phải suy nghĩ. Vì vậy, nếu chỉ tập trung vào việc triệt để thi hành kỷ luật, nội quy – đang được coi là công việc cấp thiết nhất trong ngành giáo dục – để nâng cao trình độ giáo dục và cho dù điều này cũng góp phần vào việc giáo dục học sinh thì cũng không thể mãn nguyện được. Vấn đề giáo dục cũng giống như tình trạng của một quốc gia. Giả dụ, có một chính phủ ở đây. Thành viên chính phủ toàn là những người có đầu óc sáng suốt, có các quyết định đúng đắn nắm quyền lãnh đạo. Họ ngày đêm suy nghĩ về nỗi đau khổ và niềm hạnh phúc của dân chúng. Họ luôn đưa ra các chính sách kịp thời. Việc nào đáng khen thì khen ngay, việc nào cần phạt thì phạt ngay. Chính phủ thực thi một nền chính trị sáng suốt và đáng khâm phục. Dân chúng no ấm, xã hội ổn định, đất nước thanh bình. Đạt được thành quả trên, đáng tự hào lắm chứ! Tuy vậy, mọi vấn đề như đường lối của chính phủ, cuộc sống của người dân, xã hội ổn định và thanh bình… tất cả mới chỉ là nội tình quốc gia. Và đường lối chính trị đang thực thi cũng chỉ là đường lối chính trị do một hay một nhóm các chính trị gia của quốc gia đó hoạch định. Cho dù đó là nền chính trị vì dân thật đáng tự hào, là nền chính trị hơn hẳn so với qua khứ, hơn hẳn so với nền chính trị độc tài ở một số quốc gia khác, nhưng nó vẫn hoàn toàn không có triển vọng trong tương lai. Bởi vì, nếu có tầm nhìn tổng thể trên bình diện quốc tế, có sự so sánh đối chiếu với các quốc gia văn minh khác, nếu suy tính đến lợi ích cũng như thiệt hại giữa hai quốc gia trong tương lai, thì nền chính trị trên đây có đáng để tự hào hay không vẫn chưa thể khẳng định được. Tôi lấy ví dụ có trong thực tế để các bạn thấy. Ấn Độ là một quốc gia có lịch sử lâu đời. Nền văn minh sông Hằng có cả hàng nghìn năm trước Công nguyên. Nền triết học Ấn Độ sâu sắc không hề thua kém triết học phương Tây cận đại. Và cả nước Thổ nữa. Nước Thổ trong quá khứ đã từng tự hào là một quốc gia hùng mạnh, quân sự, an ninh vững mạnh. Nước Thổ có đức vua anh minh, có các đại thần trung tiết, có dân số đông đúc, có binh lính quả cảm không nơi nào sánh nổi. Nếu Ấn Độ là điển hình của quốc gia văn hóa thì nước Thổ điển hình cho một quốc gia quân sự. Vậy mà giờ đây khi nói tới hai nước này, ai ai cũng ngao ngán. Ấn Độ đã trở thành thuộc địa của Anh quốc, dân Ấn biến thành nô lệ. Còn chính phủ Thổ buộc phải bằng lòng với nền độc lập giả hiệu. Mọi quyền giao dịch thương mại đều nằm trong tay các thương nhân Anh, Pháp. Dân chúng hoặc suốt ngày đầu tắt mặt tối trên những thửa ruộng khô cằn, hoặc phải lay lắt kiếm sống cho qua ngày. Mọi hoạt động kinh tế đều phụ thuộc vào Anh, Pháp. Ngân khố quốc gia trống rỗng. Vì sao nền văn hóa Ấn Độ, nền quân sự nước Thổ lại không thể đóng góp cho sự phát triển văn minh trên chính đất nước mình? Cũng bởi vì đầu óc người dân chỉ bó hẹp trong phạm vi địa phương, phạm vi một nước và thỏa mãn với tình trạng đó, không so sánh và không nhìn vào những tiến bộ vượt bậc của nước khác. Đồng thời, dân chúng lại quá quen với cảnh thanh bình, chỉ biết “mẹ hát con khen hay”. Thế là thua thiệt trong cạnh tranh kinh tế với quốc tế, và cứ thế tiềm lực quốc gia biến mất lúc nào cũng không hay. Trong khi đó, sự xâm lăng về kinh tế của các quốc gia phương Tây đối với toàn châu Á như bão tố đang quét sạch mọi chướng ngại trên đường tiến. Thật đáng sợ. Chúng ta, một mặt phải dè chừng sức mạnh khủng khiếp của nền kỹ nghệ Tây phương, mặt khác có nhiều điểm đáng để chúng ta học hỏi ở văn minh phương Tây. Tìm hiểu, nghiên cứu, phân tích, so sánh kịp thời tình hình trong và ngoài nước, chính là điều phải tiếp tục nỗ lực, nếu không chúng ta sẽ trở thành nô lệ. Tháng 12 năm Minh Trị thứ bảy (tức năm 1874)  "
        },
        {
            "order": 0,
            "name": "Giới Thiệu Tác Giả",
            "content": " Vài nét về thân thế và sự nghiệp Nói tới Fukuzawa Yukichi (福澤諭吉 Phúc Trạch Dụ Cát; 1834-1901), không người Nhật nào lại không biết. Họ nói về ông như một trong những bậc “khai quốc công thần” của nước Nhật hiện đại, hình ảnh của ông được in trên đồng tiền có mệnh giá cao nhất ở Nhật, tờ 10.000 yên. Fukuzawa Yukichi là nhà tư tưởng có ảnh hưởng sâu rộng nhất đối với xã hội Nhật Bản thời cận đại. Người Nhật tôn vinh ông là “Voltaire của Nhật Bản”, không chỉ vì tính triệt để và tầm mức vượt trội trong tư tưởng của ông, mà còn vì cũng như danh nhân người Pháp, Fukuzawa Yukichi cùng những người đồng chí của mình là những người khai sáng tinh thần quốc dân Nhật Bản, đem lại linh hồn, động lực và sự hậu thuẫn tinh thần cho công cuộc Duy Tân của chính phủ Minh Trị. Những tác phẩm của ông dù viết từ hơn một thế kỷ trước, nhưng vẫn được người Nhật Bản ngày nay hết lòng ngưỡng mộ. Fukuzawa Yukichi sinh năm 1834 trong một gia đình võ sĩ cấp thấp ở Nakatsu, nay thuộc tỉnh Oita, Kyushu, Nhật Bản. Cha ông – một viên chức tài chính của tỉnh – mất sớm, khiến gia đình lâm vào cảnh khốn quẫn. Năm 4 tuổi, ông được gửi sang nhà chú ruột làm con nuôi. Ngay từ thuở niên thiếu, ông đã cảm nhận sâu sắc nỗi tủi nhục do chế độ đẳng cấp và nỗi khổ do tình cảnh khốn quẫn của gia đình. “Ở Nakatsu quê tôi, chế độ quyền thế gia truyền giữa các sĩ tộc được quy định nghiêm ngặt. Không chỉ trong chốn công đường mà nguyên tắc đó còn thể hiện trong cuộc sống hàng ngày, ngay cả trong quan hệ giữa đám trẻ con trong làng. Con cái của các Võ sĩ cấp thấp như tôi phải thưa gửi, lễ phép khi nói chuyện với con cái của các Võ sĩ cấp cao. Ngược lại, con cái của các Võ sĩ cấp cao luôn cao giọng, khiếm nhã đối với tôi. Sự phân biệt, chia rẽ trên dưới, sang hèn còn thể hiện trong cả lúc chơi đùa chạy nhảy. Con cái nhà quyền thế chỉ chơi với con cái nhà quyền thế. Trong lớp học, tôi học giỏi hơn. Vật tay, tôi cũng không bao giờ thua. Vậy mà lúc nào chúng cũng tỏ thái độ kiêu căng, ngạo mạn với tôi. Tôi bất bình đến mức không sao chịu nổi.” (Fukuzawa – Tự truyện). Mãi tới năm 14, 15 tuổi ông mới được đi học ở trường làng và ông thấy “học vấn ở đâu cũng chỉ toàn là Hán học”. Mặc dù học Nho học, nhưng Fukuzawa Yukichi không lấy đó làm “khuôn vàng, thước ngọc”. Ngược lại, ông càng nhận thấy sự bất công trong xã hội phong kiến: “Nakatsu quê tôi, chế độ phong kiến đã áp đặt trật tự xã hội từ hàng trăm năm trước thế nào thì nay vẫn thế nấy. Mọi thứ cứ như bị nhồi chặt cứng trong hộp. Kẻ sinh ra trong nhà quản gia thì sau này cũng trở thành quản gia. Người sinh ra trong gia đình thấp cổ bé họng thì sau này cũng vẫn thấp cổ bé họng. Tổ tiên là quyền quý thì đời đời là quyền quý. Tổ tiên nghèo hèn thì từ đời này sang đời khác vẫn cứ nghèo hèn.” (Fukuzawa – Tự truyện). Năm 19 tuổi, ông theo ngành Hà Lan học (ngành học ngôn ngữ Hà Lan, ngành nghiên cứu y học và các môn khoa học phương Tây như toán, vật lý, hóa học, sinh học… qua các sách viết bằng tiếng Hà Lan) tại Nagasaki và Osaka. Năm 25 tuổi, Fukuzawa Yukichi lên Tokyo, ông đến thăm cảng Yokohama – được chính quyền Mạc phủ mở cho tàu bè phương Tây ra vào buôn bán. Tại đây, “chỗ nào cũng gặp người phương Tây. Nhà cửa, quán xá mọc lên khắp nơi. Họ vào đó và buôn bán. Tôi dùng tiếng Hà Lan để trao đổi. Họ không hiểu. Nghe họ nói, tôi cũng không hiểu. Nhìn vào hàng chữ quảng cáo, các tờ cáo thị, tôi không đọc được. Không biết đó là tiếng gì, tiếng Anh hay tiếng Pháp?” (Fukuzawa – Tự truyện). Nhận thấy “Hà Lan học” đã trở nên lạc hậu với thời đại, ông quyết chí bắt tay vào học tiếng Anh. Không có người dạy và nơi học, ông đã dựa vào tự điển để tự học. Năm 1860, tình cờ ông được cử làm thông dịch viên, theo phái đoàn của chính quyền Mạc phủ sang Hoa Kỳ, và ông đã đặt chân lên San Francisco và Hawaii. Hai năm sau, năm 1862, ông lại được tháp tùng phái đoàn Mạc phủ sang châu Âu. Và năm 1867, ông đặt chân tới các thành phố phía đông Hoa Kỳ trong chuyến tháp tùng phái đoàn của chính quyền Mạc phủ đi mua tàu. Qua ba chuyến đi trên, Fukuzawa Yukichi đã tiếp cận với thế giới văn vật của các quốc gia phát triển phương Tây, đồng thời mở ra những hướng mới trong nhận thức về thế giới và làm ông ý thức rõ hơn vị trí Nhật Bản trên trường quốc tế. Có thể nói chuyến đi sang các nước phương Tây là bước ngoặc mang tính quyết định vai trò của Fukuzawa Yukichi đối với lịch sử Nhật Bản trong thời kỳ chuyển mình từ cuối thời Mạc phủ sang thời kỳ Minh Trị. Trong suốt cuộc đời, Fukuzawa Yukichi dịch sách, viết sách và xuất bản nhiều tác phẩm có ảnh hưởng to lớn trong việc khai sáng xã hội Nhật Bản. Bằng trực quan sắc bén, ông nắm bắt được nỗi bức xúc của dân chúng, nên các tác phẩm của ông với cách viết giản dị, dễ hiểu, lời văn thống thiết, đã được mọi tầng lớp độc giả Nhật Bản đón nhận như “đang khát gặp nước”. Tác phẩm Sự tình phương Tây 10 tập, viết từ năm 1866-1870 trên cơ sở những điều “mắt thấy tai nghe” trong thời gian ở phương Tây, số lượng phát hành lên tới 25 vạn bản. Tác phẩm giới thiệu thế giới văn vật, quan niệm về quyền lợi và nghĩa vụ, chế độ chính trị, cơ cấu xã hội, nền giáo dục, học thuật, luật pháp, lịch sử, nền công nghiệp, quân sự… của các quốc gia Âu – Mĩ. Tác phẩm này được người Nhật Bản coi là “cẩm nang” của chính phủ Minh Trị trong việc xây dựng xã hội Nhật Bản theo mô hình phương Tây. Trong tác phẩm Khái lược về văn minh xuất bản năm 1875 và Đổi mới lòng dân xuất bản năm 1879, Fukuzawa Yukichi khảo sát về lịch sử và nguyên nhân phát triển của các nền văn minh cổ kim đông tây. Ông đã bàn về con đường hưng thịnh, suy vong của Nhật Bản, về cuộc sống của nhân dân Nhật Bản khi tiến lên văn minh trong tương lai. Tư tưởng, triết học, quan điểm lịch sử, quan điểm quốc gia của Fukuzawa Yukichi được biểu lộ qua hai tác phẩm này. Ngoài ra, Fukuzawa Yukichi còn viết một loạt các tác phẩm hướng đến công chúng đông đảo, mà đặc biệt là tầng lớp thanh niên. Các tác phẩm này nhằm truyền bá những tư tưởng canh tân vào xã hội Nhật Bản, một đất nước đang thực hiện công cuộc Duy tân do chính phủ Minh Trị tiến hành “từ trên xuống”, nhưng xã hội bên dưới vẫn còn trong vòng kiềm tỏa của những quan hệ, những tập quán, tập tục lỗi thời đã trải qua hàng nghìn năm của chế độ phong kiến Mạc phủ. Những tác phẩm tiêu biểu trong số đó là: • Khuyến học, năm 1872-1876. • Bàn về dân quyền; Bàn về tiền tệ, năm 1878. • Bàn về quốc quyền; Bàn về quốc hội, năm 1879. • Bàn về kinh tế tư nhân, năm 1880. • Bàn về thời sự thế giới; Bàn về quân sự, năm 1882. • Bàn về nghĩa vụ quân sự; Bàn về ngoại giao, năm 1884. • Bàn về phụ nữ Nhật Bản; Bàn về phẩm hạnh, năm 1885. • Bàn về cách nhân sĩ xử thế; Bàn về giao tiếp nam nữ, năm 1886. • Bàn về nam giới Nhật Bản; Bàn về hoàng gia Nhật Bản, năm 1888. • Bàn về thuế đất; Bàn về tiền đồ và an trị quốc hội, năm 1892. • Bàn về thực nghiệm, năm 1893. • Fukuzawa Yukichi tuyển tập, năm 1897-1899. • Bàn về đại học nữ, đại học nữ mới, năm 1899. • Fukuzawa Yukichi – Tự truyện, năm 1899. Năm 1868, để nâng cao dân trí, đào tạo thanh niên sinh viên – thế hệ gánh vác trọng trách xây dựng một nước Nhật Bản văn minh – Fukuzawa Yukichi đã thành lập trường Keio Gijuku (Keio Nghĩa thục) – tiền thân của trường đại học Keio nổi tiếng hiện nay tại Tokyo. (Phan Bội Châu có đến thăm trường Keio Gijuku trong thời gian ở Nhật Bản. Trường Đông kinh Nghĩa thục lập tại Hà Nội năm 1907 chính là dựa trên hình mẫu của trường này). Năm 1873, Fukuzawa Yukichi cùng với một số trí thức Tây học lập ra hội Meirokusha. Hội viên có 10 người và đều là các học giả thuộc nhiều ngành như Mori Arinori (1847-1889), Nakamura Masâno (1832-1891), Kato Hiroyuki (1838-1916), Nishi Amane (1829-1897), Taguchi Ukichi (1828-1903)… Họ tổ chức viết sách, dịch thuật, tổ chức các buổi diễn thuyết, xuất bản tập san Meroku làm diễn đàn để phổ biến và tranh luận đủ mọi vấn đề: chính trị, giáo dục, tôn giáo, kinh tế, pháp luật, vai trò phụ nữ, phong tục, Nhật ngữ… Các thành viên trong hội Meirokusha đã dịch và giới thiệu nhiều tác phẩm về tư tưởng, chính trị, kinh tế, luật pháp, giáo dục phương Tây ra tiếng Nhật. Các tác phẩm được dịch và giới thiệu trong thời kì này là các cuốn Tự giúp mình (Self-help) của Samuel Smiles (1812-1904), Tự do luận (On liberty), Chính trị Kinh tế học (Political Economy), Chủ nghĩa công lợi (Utilitarianism) của JS. Mill (1806-1873), Nam nữ bình quyền luận (Social Statics), Giáo dục (Education) của Herbert Spencer (1820-1903), Tinh thần pháp luật của Montesquieu (1689-1755), Khế ước xã hội của Rousseau (1712-1778), Tự do mậu dịch của Adam Smith. Ngoài ra, Thuyết tiến hóa của Darwin và tác phẩm Allgemeines Staatsrecht của JC. Bluntschli người Đức cũng được dịch và giới thiệu. Năm 1879, Viện Học sĩ Tokyo – tiền thân của Viện Hàn lâm Nhật Bản ngày nay – ra đời. Fukuzawa Yukichi được chọn làm viện trưởng. Năm 1882, ông sáng lập và làm chủ bút tờ Thời sự tân báo để trao đổi quan điểm về các vấn đề trong xã hội Nhật Bản thời ấy. Để đóng góp hữu hiệu trong việc khai hóa văn minh, nâng cao dân trí, phát triển xã hội, Fukuzawa Yukichi chủ trương các học giả phải có lập trường độc lập với chính phủ. Do đó, suốt cả cuộc đời, ông nhất quyết từ chối mọi lời mời tham dự chính quyền, mặc dù nhiều học giả cùng hội cũng như các môn đệ của ông giữ những trọng trách quan trọng trong chính phủ Minh Trị. Năm 1900, ông được nhận giải thưởng từ Hoàng gia Nhật Bản do công lao đóng góp cho sự nghiệp giáo dục. Giải thưởng trị giá 50.000 yên. Ông tặng lại số tiền cho trường Keio. Năm 1901, ông mất do xuất huyết não, thọ 68 tuổi. Cuốn sách mà các bạn đang cầm trên tay là cuốn Khuyến học, được ông viết trong thời gian 1872-1876. Đây không phải là tác phẩm đồ sộ và sâu sắc nhất của ông, nhưng lại là tác phẩm có ảnh hưởng sâu rộng nhất đến công chúng Nhật Bản. Khi mới được in lần đầu, cuốn sách này có một số lượng ấn bản kỷ lục là 3,4 triệu bản, trong khi dân số Nhật Bản thời đó chỉ khoảng 35 triệu người. Chỉ riêng điều đó đã cho thấy đây thực sự là cuốn sách gối đầu giường của mọi người dân Nhật trong thời kì Duy tân. Và kể từ đó đến nay, cuốn sách này đã được tái bản liên tục, chỉ tính từ năm 1942 đến năm 2000, riêng nhà xuất bản Iwanami Bunko cũng đã tái bản đến 76 lần. Trong cuốn sách này, Fukuzawa Yukichi đề cập đến tinh thần cơ bản của con người và mục đích thực thụ của học vấn. Với các chương viết về sự bình đẳng, quyền con người, ý nghĩa của nền học vấn mới, trách nhiệm của nhân dân và chính phủ trong một quốc gia pháp trị… cuốn Khuyến học đã làm lay chuyển tâm lý người dân Nhật Bản dưới thời Minh Trị. Với tuyên ngôn “Trời không tạo ra người đứng trên người và cũng không tạo ra người đứng dưới người”, Fukuzawa Yukichi đã gây kinh ngạc và bàng hoàng – như “không tin vào tai mình” – cho đa số người dân Nhật Bản vốn bị trói buộc bởi đẳng cấp, thân phận, quen phục tùng, phó mặc và e sợ quan quyền suốt hàng trăm năm dưới chính thể phong kiến Mạc phủ. Ông khẳng định mọi người sinh ra đều bình đẳng và nếu có khác biệt là do trình độ học vấn. Về học vấn, Fukuzawa Yukichi phê phán lối học “từ chương” và nhấn mạnh Nhật Bản phải xây dựng nền học vấn dựa trên “thực học”. Nền học vấn thực học phải gắn liền với cuộc sống hàng ngày, phải dựa trên tinh thần khoa học, tinh thần độc lập, tính thực dụng. Việc tiếp thu văn minh phương Tây phải có chọn lọc. Và quan điểm xuyên suốt cuốn sách là “Làm thế nào để bảo vệ nền độc lập Nhật Bản” trong bối cảnh các cường quốc phương Tây đang muốn biến toàn bộ châu Á thành thuộc địa. Với độc giả Việt Nam hiện nay, nhiều tư tưởng của Fukuzawa trong “Khuyến học” có lẽ không còn là điều mới mẻ gây chấn động lòng người như đối với người dân Nhật Bản ở thời Minh Trị. Tuy nhiên, cách đặt vấn đề của ông thì vẫn còn nguyên ý nghĩa thời sự đối với những quốc gia đang trên con đường hiện đại hóa. Ngoài ra cuốn “cẩm nang” của người Nhật này cũng sẽ giúp cho độc giả Việt Nam hiểu rõ hơn những đặc điểm về tính cách và tinh thần của người Nhật Bản hiện đại, những người từ thân phận nông nô “ăn nhờ ở đậu”, nhờ có sự khai sáng của những con người như Fukuzawa Yukichi mà đã trở thành “quốc dân” của một đất nước Nhật Bản hiện đại và văn minh như ngày nay.  "
        },
        {
            "order": 8,
            "name": "Phần Tám: Đừng Đánh Giá Người Khác Bằng Suy Xét Chủ Quan Của Mình",
            "content": " “Năm thứ tự do” sẵn có trong con người Trong tác phẩm “Khoa học về Đạo đức” của Wayland, một học giả người Mỹ, có đoạn viết về tự do thân thể, tự do tinh thần ở con người. Đại ý là “mỗi con người đều có mỗi cơ thể độc lập, riêng biệt so với người khác. Con người tự mình xử lý mọi hành vi của mình. Con người tự mình điều khiển được con tim, khối óc của mình. Con người tự biết phải làm gì và cố gắng ra sao”. Tôi tạm tóm lược thành năm điểm như sau. Thứ nhất là mỗi con người có một cơ thể. Các chức năng của thân thể là tiếp xúc, tác động vào thế giới tự nhiên xung quanh. Nhờ đó con người biết hái lượm, săn bắt, trồng trọt, thỏa mãn nhu cầu của cơ thể. Như gieo hạt, trồng lúa, hái bông dệt vải. Thứ hai là con người có trí tuệ. Vì thế, con người biết phân biệt rạch ròi sự vật, biết tính toán sao cho không lầm lẫn trong phương pháp sản xuất. Trồng lúa phải bón phân ra sao, dệt vải phải công phu, thành thạo kỹ thuật máy dệt thế nào, tất cả đều do sự hoạt động của trí não mà có. Thứ ba là con người có ham muốn, có tham vọng. Sự ham muốn thúc đẩy cơ thể hoạt động. Và con người có cảm giác hạnh phúc khi đạt được tham vọng. Con người ai cũng muốn ăn ngon mặc đẹp. Và để ăn ngon, mặc đẹp, con người phải lao động, phải làm việc. Lòng ham muốn, sự tham vọng thúc đẩy con người hoạt động. Và chính lao động mới đem lại hạnh phúc, an nhàn cho con người. Thứ tư là từ lúc sinh ra, con người ai cũng có thiện tâm. Thiện tâm kiềm chế tham vọng, đưa con người đi đúng hướng, quyết định mức độ ham muốn. Tham vọng giống như cái thùng không đáy. Không kìm hãm được ham muốn, tham vọng ắt sẽ chỉ vì lợi mình mà hại người. Vì thế, lý tính bắt nguồn từ thiện tâm – chính khả năng cân nhắc giữa đạo lý và tham vọng ở con người. Thứ năm là con người ai nấy đều có ý chí. Ý chí thúc đẩy lòng quyết tâm trong công việc. Sự nghiệp xã hội không phải ngẫu nhiên mà có. Làm điều thiện hay gây tội ác đều do ý chí của con người quyết định. Tự do sinh sống miễn là không vượt quá bổn phận tự thân Năm điều trên đây là thuộc tính không thể thiếu ở con người. Bản thân mỗi người chỉ độc lập khi phát huy đầy đủ cả năm thuộc tính đó. Tuy vậy, hễ cứ nói tới “độc lập cá nhân” thì y như rằng bị mọi người xung quanh coi là “kẻ khác người”, bị xem như kẻ “không muốn quan hệ với ai”. Thực ra, không phải như vậy. Việc giao tiếp phụ thuộc vào cả hai bên. Tôi muốn có bạn và bạn cũng muốn tìm tới tôi. Mối quan hệ đó, dựa theo luật pháp do Trời đã định, là cách sống quan trọng miễn sao không vượt quá bổn phận tự thân. Vậy, thế nào là “bổn phận tự thân”? Đó là sự tự mình ý thức được khi mình phát huy khả năng của mình thì người ta cũng phát huy khả năng của người ta. Hai bên không gây cản trở cho nhau. Nếu sống trên đời mà giữ trọn bổn phận của mình, chắc chắn sẽ không bao giờ phạm tội lỗi, bị xã hội phê phán. Và người ta gọi đó là Quyền con người. Làm được điều này, con người sẽ có toàn quyền tự do hành động, miễn là đừng xâm phạm tới quyền lợi của người khác. Và một khi không có quan hệ trục lợi hay làm tổn hại đến người khác thì không có cớ để bị người khác phê phán. Con người sẽ đi tới nơi muốn đi, dừng lại chốn muốn dừng, thích làm thì làm, không thích thì chơi, muốn thì học, không muốn thì ngủ. Tất cả là quyền tự do cá nhân. Luận thuyết vô lý: Phật Bà Quan Âm giết người Ngược hẳn với thuyết đã trình bày trên đây, người ta lại đưa ra luận thuyết thế này “con người phải tuân theo và hành động theo sự điều khiển của người trên, bất chấp đúng sai thiện ác. Không được phép đưa ra chính kiến của mình.” Luận thuyết này có đúng hay không? Nếu là đúng thì chắc chắn nó sẽ phổ biến khắp mọi nơi trong xã hội. Vì nếu thế ở Nhật Bản, Thiên hoàng quyền cao chức trọng hơn Tướng quân Tokugawa, nên Tướng quân muốn đi thì Thiên hoàng cũng có thể bảo đứng lại. Mà đã vậy thì Tướng quân sẽ không thể làm bất cứ việc gì theo ý mình. Mọi việc từ chuyện thức ngủ, ăn uống nhất nhất phải tuân theo và hành động theo sự điều khiển của Thiên hoàng. Đến lượt mình, Tướng quân lại cai trị các Lãnh chúa các vùng theo ý mình. Rồi nông dân cũng không được trái ý Võ sĩ. Đừng tưởng rằng cứ theo lập luận trên thì thể chế cai trị có thể áp đặt từ trên xuống là được. Thực ra không hẳn đã vậy. Hãy suy nghĩ kỹ lập luận đó xem sao. “Đã là con người thì phải tuân theo và hành động theo sự điều khiển của người trên”. Cứ theo đà này thì hết thảy người Nhật chúng ta mất hoàn toàn quyền tự quyết cho bản thân. Như thế cũng giống như “hồn Trương Ba, da hàng thịt”. Cơ thể mình trở thành nơi trú ngụ cho phần hồn của kẻ khác. Phật Bà Quan Âm lại trở thành nơi trú ngụ của kẻ giết người. Không thể như thế được. Cái đó có thể gọi là khai hóa văn minh được sao? Ngay như đứa trẻ lên ba cũng dễ dàng tìm ra được câu giải đáp. Trên đất nước ta, từ hàng nghìn năm trước, các nhà Hán học[15], Nhật học luôn bàn luận ồn ào về tiêu chuẩn, về việc sắp đặt thứ bậc trên dưới, đẳng cấp sang hèn. Xét cho cùng đó là thủ thuật nhằm hợp pháp hóa việc nhập hồn người ta vào thân xác mình. Được thể, kẻ mạnh ra sức chèn ép người yếu thế. Lẽ nào các bậc thánh hiền thấy thế cũng sẽ mãn nguyện? Những lời dạy không thể chấp nhận tại trường “nữ học” Tiếp theo, tôi muốn đưa vấn đề nam nữ ra bàn ở đây. Loài người sống ở trên đời có nam, có nữ. Nữ cũng như nam, đều là con người. Trong xã hội phải có cả hai giới, đàn ông và đàn bà. Và giới nào có vai trò của giới đó. Ở họ có điểm khác nhau nào? Đàn ông thường mạnh mẽ, phụ nữ thì yếu đuối. Nam và nữ khác nhau là vậy. Trong xã hội hiện nay, kẻ nào dùng sức mạnh để cướp của cải người khác, làm tổn thương danh dự người khác, đều bị khép tội và chịu hình phạt. Vậy mà trong gia đình, người phụ nữ thường xuyên bị ức hiếp, nhưng từ xưa đến nay, hành động này chưa bao giờ bị lên án cả. Vì sao vậy? Trong trường “nữ học”, người ta ra sức thuyết giảng về “thuyết Tam tòng” đối với phụ nữ. Còn bé theo cha, xuất giá theo chồng, chồng chết theo con. Còn bé thì ai mà chẳng phải theo cha mẹ. Khi đã lập gia đình thì phải theo chồng. Người ta dạy cách “theo chồng” ra sao? Theo như bài dạy trong trường, khi chồng có rượu chè, chơi gái, mắng vợ, chửi con, phóng đãng dâm loạn, người vợ vẫn phải nhịn nhục, phải phục tùng người chồng “đã trót hư đốn”, chỉ được nhẹ nhàng tìm lời khuyên giải. Cứ theo như chủ ý của các bài giảng này, người chồng có là kẻ lăng nhăng, chơi bời nhưng một khi đã là vợ thì người phụ nữ chỉ còn cách nhắm mắt làm ngơ. Người vợ chỉ có quyền duy nhất dù không muốn là phải cố mà tươi cười với chồng. Còn chồng có nghe theo lời khuyên giải của vợ không là quyền của chồng. Ngoài ra, người phụ nữ cứ phải coi mọi việc xảy ra như duyên phận đã định và hãy mặc cho cuộc đời trôi đi. Trong kinh sách Phật giáo, nữ giới bị coi là những cám dỗ nguy hiểm. Nếu đúng như vậy thì từ khi sinh ra, người phụ nữ đã là người mắc tội tày đình rồi. Thêm nữa, trong trường “nữ học” người ta còn răn dạy “thất khứ”[16] tức là nếu người phụ nữ phạm vào một trong bảy điều này thì người chồng ruồng bỏ cũng không được oán trách. Chẳng phải là những điều răn dạy hoàn toàn thiên vị cho một phía hay sao? Đàn ông mạnh mẽ, đàn bà yếu đuối. Các quy định ấy là theo kiểu mạnh được, yếu thua và hoàn toàn mang tính trọng nam khinh nữ. Đừng tin những lời nói bậy của Chu Tử[17] Trên thế gian này, số lượng đàn ông và đàn bà hầu như ngang nhau. Nếu dựa trên kết quả điều tra ở châu Âu, dường như nam giới nhỉnh hơn một chút, với tỷ lệ cứ 22 đàn ông thì có 20 phụ nữ. Thế mà một người đàn ông lại có tới hai, ba vợ. Rõ ràng trái với đạo Trời. Và như thế thì con người có khác gì với muông thú? Con cái sinh ra cùng bố mẹ, được gọi là anh em. Tất cả cùng chung sống dưới một mái nhà, được gọi là gia đình. Vậy mà cùng cha, khác mẹ, như thế cũng gọi là gia đình được sao. Giả sử có nhà cao cửa rộng đến mấy, tôi cũng không nhìn nhận đó là căn nhà của con người. Nó cũng chỉ như hang ổ của các loài súc vật, không hơn không kém. Chỉ vì để thỏa mãn dục vọng trong chốc lát mà để lại hậu họa cho hậu thế, những kẻ đó là tội phạm. Cũng có người nói thế này: “Có vợ lẽ thì đã làm sao. Chỉ cần biết khéo léo thu xếp”. Nếu thế, tôi đặt ra trường hợp ngược lại là một người phụ nữ cũng lấy vài ba ông làm “chồng lẽ”. Sự thể sẽ ra sao? Nếu mọi việc đều trôi chảy tốt đẹp thì tôi sẽ ngậm miệng lại ngay. Lại có người lý sự thế này: “Vì muốn có con đàn cháu đống nên mới có vợ lẽ. Vả lại có phải chúng tôi muốn thế đâu, chẳng qua là làm theo lời dạy của Chu Tử mà thôi”. Tôi phải nói thế này, chẳng cần phải nể nang Khổng Tử hay Chu Tử gì sất. Họ đã rao giảng những lời sai trái. Lấy vợ lấy chồng, chỉ vì không có con mà bị gọi là “đồ bất hiếu”. Thứ lý lẽ gì vậy? Chẳng qua là cách thoái thác, biện minh cho những quan điểm sai trái đáng lên án mà thôi. Người có tấm lòng nhân hậu sẽ không bao giờ tin vào cách ăn nói hàm hồ của Chu Tử. Xưa nay, chữ “bất hiếu” ám chỉ những đứa con làm khổ cha mẹ. Ông bà nội ngoại đều vui khi có cháu chắt bồng bế. Nhưng có ông bà nào lại gọi con cái mình là “lũ bất hiếu” chỉ vì con chưa sinh được cháu, được chắt không? Có người nào lại mắng con dâu, đánh đập con trai, đoạn tuyệt với con cái chỉ vì chưa có cháu đích tôn không. Không, không bao giờ có chuyện đó. Hãy tự vấn lương tâm mình thì sẽ rõ. Không phải mọi điều trong “luận ngữ” đều đúng Con người, ai mà chẳng có hiếu với cha mẹ. Với người già cả, dù là người dưng, ai cũng đều phải lễ phép, huống chi là đối với cha mẹ đẻ, không ai lại không có tình nghĩa. Tình cảm đó không vụ lợi, không vì danh dự. Mà nó là tình cảm rất đỗi tự nhiên, xuất phát từ quan hệ cha mẹ con cái. Từ xa xưa, trong dân gian đã có vô vàn truyền thuyết giảng giải về chữ Hiếu, nhất là “Truyện Nhị thập tứ hiếu”. Tuy nhiên, có thể nói chín phần mười các ví dụ nhằm rao giảng “thế nào là hiếu thảo” trong đó đều kể về các hành vi hết sức phi lý, ngớ ngẩn, những việc làm vượt quá khả năng của con người. Nào là chỉ vì thấy mẹ muốn được ăn món cá chép, người con không quản giá buốt trong ngày đông giá rét, cởi trần nằm đợi trên lớp băng tuyết chờ cho đến khi tan băng để bắt cá. Thử hỏi loại “người trần” bình thường như chúng ta, ai có thể làm được như vậy? Nào là trong đêm hè oi bức, thương cha mẹ nghèo, lúc ngủ không có lấy tấm màn giăng muỗi, người con bèn cởi bỏ quần áo, ở trần truồng rồi lấy rượu đổ khắp lên người để muỗi nghe mùi bâu tới đốt mình, tránh cho cha mẹ bị đốt. Thật vô lý, nếu có tiền để mua hàng lít rượu sao không lấy tiền đó mua mùng màn? Chưa hết, lại còn chuyện này nữa. Nhà nọ có nhiều miệng ăn, lại phải nuôi dưỡng cha mẹ già. Không lo đủ gạo, nên người con chạy vạy khắp nơi để vay thóc, vay lúa. Không vay được, cùng đường nên người con quyết định chôn sống đứa con thơ dại để bớt đi một miệng ăn, chứ nhất quyết không để ông bà chết đói. Phải là qủy dữ hay là rắn độc mới có thể đi rao giảng chữ hiếu theo kiểu như vậy. Thật trái với đạo trời, trái với tình người đến cực độ. Trong “Thất khứ” ở trên, họ rao giảng rằng sự bất hiếu lớn nhất là vợ chồng không có con cái (?). Thế mà ở đây họ lại thuyết giảng để có hiếu với cha mẹ, thì có phải chôn sống con mình đứt ruột đẻ ra cũng phải làm. Rặt những điều mâu thuẫn. Thật ra, ý tứ sâu xa của những câu chuyện như thế chỉ là nhằm áp đặt thân phận trên dưới, khuôn phép giữa các thế hệ, cố tìm mọi lý lẽ để nhấn mạnh vị thế yếu kém của thế hệ trẻ. Theo cách thuyết giáo trong “Luận ngữ” với mục đích như trên thì công ơn của cha mẹ rất sâu nặng. Kể từ khi còn trong bụng, người mẹ đã phải mang nặng, đẻ đau. Và còn phải chăm bẵm cho bú suốt 3 năm trời sau khi sinh… Nhưng nào phải chỉ có loài người mới biết sinh đẻ và nuôi con. Các loài chim chóc, muông thú cũng vậy. Điểm khác biệt cơ bản với các loài vật khác là ở chỗ con người, ngoài việc lo cái ăn, cái mặc, còn biết giáo dục và dạy dỗ cho con cái biết giao tiếp, biết làm người. Vậy mà có nhiều kẻ làm cha, làm mẹ, chỉ sòn sòn đẻ mà không biết giáo dục, dạy bảo con cái, tối ngày vùi đầu vào bài bạc, rượu chè, chơi gái… Kết cục là nợ nần chồng chất, gia đình tan nát. Cùng đường họ lại bắt con cái phải cung phụng, phải gánh chịu mọi hậu họa. Những loại cha mẹ ấy vô liêm sỉ làm sao, nhục nhã làm sao. Những lúc đó, người vợ vốn như con ở, chỉ cần trái ý với bố mẹ chồng thì thiên hạ lại đồn ầm lên, bảo con dâu nhà đó không hiếu thảo… Ngay cả những người con dâu đúng cũng vẫn gièm pha. Trước đây, đã có lần tôi nói với các bạn: mẹ chồng vốn cũng đã từng là người đi làm dâu (?). Trước khi chì chiết hay ngược đãi con dâu thì các bà mẹ chồng hãy chịu khó nhớ lại thời làm dâu của mình trước đã. Trên đây là các ví dụ xấu, được sinh ra trên cái nền tảng đạo đức cũ trong xã hội phong kiến. Con người bị đóng khung theo quy định về thân phận, về đẳng cấp trên dưới, sang hèn. Có rất nhiều phong tục cũ lạc hậu, nề nếp xấu xoay quanh mối quan hệ giữa vợ chồng, giữa cha mẹ và con cái. Nó ăn sâu trong xã hội dưới nhiều hình thức khác nhau. Về vấn đề này tôi sẽ tiếp tục đề cập đến trong các phần sau. Tháng 4 năm Minh Trị thứ bảy (tức năm 1874)  "
        },
        {
            "order": 7,
            "name": "Phần Bảy: Trách Nhiệm Của Quốc Dân",
            "content": " Trong Phần sáu, tôi đã bàn về “Sự quý giá của luật pháp” và đề cập tới “Hai vai trò của quốc dân”. Để bổ sung thêm cho Phần sáu, trong Phần bảy này, tôi muốn giải thích kỹ hơn về nhiệm vụ, vai trò đó. Có thể nói ở mỗi quốc dân, người nào cũng đều có hai vai trò. Thứ nhất là với tư cách của một người dân đứng dưới chính phủ, tức là vai trò làm “khách”. Thứ hai là trên cơ sở mọi người dân trong đất nước thống nhất tự nguyện kết nối thành một công ty mang tên “quốc gia”, đề ra quy định, luật pháp và đưa “quốc gia” vào hoạt động, tức là vai trò làm “chủ”. Tôi giả dụ thế này. Có 100 thị dân định lập công ty thương mại gì đó. Mọi người cùng bàn bạc quyết định thành lập, đề ra quy chế nội quy rồi đưa công ty vào hoạt động. Khi đó cả 100 người đều là chủ nhân của công ty. Và dựa vào những điều đã cùng nhau quy định, mọi người thống nhất tuân theo nó, thì khi đó 100 người đồng thời cũng là nhân viên công ty. Đất nước giống như công ty, nhân dân giống như nhân viên, mỗi người vừa đứng trên vị trí cai trị vừa đứng trên vị trí duy trì sự cai trị ấy, vừa là chủ vừa là khách. Nghĩa vụ của quốc dân Đứng trên góc độ là “khách”, thì mọi quốc dân ai cũng phải tôn trọng luật pháp, đồng thời không được quên rằng “tất cả mọi người đều bình đẳng”. Anh không xâm phạm đến quyền lợi của tôi thì ngược lại tôi cũng không được cản trở quyền lợi của anh. Anh có niềm vui của anh thì tôi cũng có niềm vui của tôi. Không được chiếm đoạt niềm vui của người ta. Không được giết người, không được thậm thụt mật báo, bới móc dựng chuyện cho người khác. Việc tuân thủ luật pháp, tôi cũng như anh phải tuân theo quy định như nhau. Luật pháp do chính phủ lập ra, cho dù có nhiều điểm rắc rối, xa rời thực tế, thì cũng không có đạo lý nào cho phép chúng ta tùy tiện thích thì theo, không thích thì vi phạm. Ngay cả việc đại sự như quyết định chiến tranh, hay ký các hiệp ước ngoại giao cũng đều thuộc thẩm quyền của chính phủ. Quyền hạn đó, vốn dĩ là thỏa thuận với quốc dân và chúng ta đã trao cho chính phủ. Vì thế, nếu không can hệ tới đại sự thì không nên tranh luận. Nếu quốc dân chúng ta quên tinh thần này, kể cả trường hợp cách xử lý của chính phủ trái hẳn với tôn chỉ mục đích của chúng ta đi chăng nữa, chúng ta cũng không nên tranh cãi tùy tiện, không thể xuất phát từ lợi ích nhỏ mà xóa bỏ thỏa thuận, bạo động khiêu khích gây ra chiến tranh với ngoại bang, như thế nền độc lập của nước ta một ngày cũng không mong giữ nổi. Điều này cũng giống như ví dụ về công ty thương mại mà tôi đưa ra nêu trên. Trong số 100 thành viên có 10 người được chọn vào hội đồng quản trị. Dù có bất mãn hay không hài lòng với cách làm của 10 người đó thì cũng không vì thế mà 90 người còn lại, tự ý làm theo suy nghĩ của riêng mình. Chẳng hạn 10 thành viên hội đồng quản trị muốn nhập rượu bán thì 90 người kia lại muốn nhập gạo về. Bàn bạc đôi co không ai chịu ai, rồi mạnh bên nào bên ấy làm, quên hẳn những điều đã quy định với nhau, thì thử hỏi việc kinh doanh của công ty sẽ ra làm sao? Chẳng phải là mọi sự chia rẽ đều dẫn tới tổn thất khiến cho tất cả 100 người đều phải gánh chịu đó sao? Vì thế nếu mới chỉ cảm nhận luật pháp còn sai, bất cập thì không thể coi đó là cái cớ để phá bỏ nó. Và giả sử sự bất chính, bất cập có là sự thực đi chăng nữa thì cũng phải bình tĩnh kháng nghị, kiên trì kháng nghị đến khi chính phủ phải sửa đổi mới thôi. Khi chính phủ cố tình làm ngơ, thì hợp sức lại kiên nhẫn chờ đợi thời cơ. Quyền lợi của quốc dân Nếu đứng trên góc độ chủ nhân để bàn thì quốc dân một nước cũng chính là chính phủ của nước đó. Vì sao vậy? Đương nhiên toàn thể quốc dân không thể tất cả đều làm chính trị. Chúng ta thỏa thuận với nhau lập ra chính phủ, chúng ta quyết định giao cho chính phủ thi hành luật pháp với tư cách là người thay mặt cho chúng ta. Vì lẽ đó, nhân dân là chủ nhân của đất nước, là gia chủ của người cai trị và chính phủ là người đại diện, người cai trị. Giống như từ 100 người lập công ty, chọn ra 10 người vào hội đồng quản trị tức là vào chính phủ, số 90 người còn lại là nhân dân. Cho dù nhân dân – số 90 người còn lại – không trực tiếp làm các sự vụ quan trọng, nhưng một khi đã giao phó cho 10 thành viên thay mặt mình thì nếu suy xét thật kỹ thì bản thân mỗi chúng ta chẳng phải là chủ nhân của công ty đó sao. Mặt khác, 10 người trong hội đồng quản trị, hiện đang điều hành hoạt động của công ty, nhận được sự tin cậy của nhân viên, gánh trách nhiệm nhằm đáp ứng tình cảm đó, vì thế phải đem hết sức mình trong công vụ của công ty, không được nghĩ tới cái lợi cho bản thân. Bây giờ nếu thử suy nghĩ điều trên, người ta thường gọi việc tham gia vào chính phủ là công vụ, việc công. Gốc gác của từ này là công việc của chính phủ không phải là sự vụ cá nhân của các quan chức. Mà nó có nghĩa là thay mặt cho nhân dân, thực hiện việc công, việc chung cho cả xã hội, để cai trị toàn bộ đất nước. Phải đóng thuế Chính phủ dựa trên sự tin cậy, ủy thác của dân, thực hiện đúng lời hứa trước dân, không được phân biệt đối xử đối với dân, phải mang lại quyền lợi tối đa cho nhân dân. Tức là pháp luật phải nghiêm minh, không được phép hưởng lợi bất chính dù cái lợi đó có nhỏ nhặt đến mấy. Giả dụ, có một toán cướp đột nhập vào nhà dân. Lúc đó chính phủ biết, nhưng làm ngơ không có bất cứ biện pháp gì để trấn áp, thì có thể nói rằng chính phủ đó cũng là lũ cướp và chẳng khác gì đồng đảng của lũ cướp. Chính phủ có trách nhiệm của chính phủ thì ở mỗi người dân cũng có trách nhiệm của mình. Giả dụ, một quan chức chính phủ mắc sai sót trong quá trình thực thi công vụ, làm tổn thất 3 vạn yên. Ngay cả tiền để đền bù tổn thất cho chính phủ, bản thân người đó cũng không có. Và đương nhiên quốc dân chúng ta là nơi xuất ra khoản tiền bồi thường thiệt hại đó. Nếu đem chia số tiền tổn thất là 3 vạn yên cho 30 triệu người – là tổng dân số Nhật Bản chúng ta hiện nay – thì đổ đồng mỗi đầu người phải chịu là 10 mon[13]. Một quan chức chính phủ mười lần gây tổn thất như vậy thì số tiền mỗi quốc dân phải gánh chịu là 100 mon. Điều này cũng có nghĩa là một gia đình có năm nhân khẩu thì số tiền phải gánh chịu là 500 mon. Số tiền này đối với nông dân ở vùng quê tương đương với một bữa ăn tối ngon lành cho cả nhà gồm ông bà đến con cháu. Vậy mà sự lỗi lầm của một quan chức như nói trên vô hình chung đã cướp đi niềm vui của những người dân lương thiện, những người nông dân làm việc cật lực cả ngày ngoài đồng. Thật hết chỗ nói. Thế là quốc dân chúng ta liền nghĩ việc gì phải chi tiền cho những việc ngu xuẩn như vậy. Nhưng cũng chẳng có cách nào khác vì chúng ta là gia chủ của chính phủ, là chủ nhân của đất nước. Vả lại ngay từ đầu chúng ta đã thỏa thuận và giao phó công việc chính trị, tài chính của Nhật Bản cho chính phủ rồi, nên cũng không thể mỗi khi xảy ra những chuyện chẳng hay ho của các quan chức là chúng ta lại quá bận tâm luận bàn, bực bội. Điều quan trọng hơn là thường nhật chúng ta phải hợp tác hết lòng với chính phủ. Trên cơ sở đó ta xem xét mọi việc làm của chính phủ, nếu thấy các quan chức hành động sai trái, chúng ta phải dám nói, phải tố cáo một cách trung thực với chính phủ, chứ đừng im lặng để mọi việc xảy ra rồi mới kêu ca. Nhân dân chúng ta là chủ nhân của quốc gia, nên không thể chỉ vì phải trả khoản chi phí nói trên mà chúng ta bực bội khó chịu. Lương của các quan chức chính phủ, ngân sách quốc phòng, lương của công chức các cấp từ trung ương tới địa phương… đó là những khoản tiền khổng lồ nếu gộp lại, nhưng nếu chia đều ra cho từng người thì chúng ta mỗi người sẽ phải chỉ gánh chịu 1 hoặc 2 yên thôi. Chỉ cần trả số tiền như vậy trong suốt cả năm, đổi lại nhận được sự bảo vệ của chính phủ, được yên ổn làm ăn, tự do sinh sống thì cũng đáng “đồng tiền bát gạo” chứ sao? Dù thế nào đi chăng nữa, chúng ta – mỗi quốc dân Nhật Bản – phải thực hiện tốt việc đóng tiền thuế cho chính phủ. Đánh mất khí tiết, làm hại đến con cái, cháu chắt Nhân dân lẫn chính phủ, nếu cả hai phía đều làm trọn bổn phận, trách nhiệm của mình thì chẳng cần phải nói gì thêm cả. Nhưng cũng có những lúc chính phủ đi chệch hướng, thi hành lối chính trị chuyên chế bạo tàn, chạy theo quyền lực vô tri thức. Những lúc như thế, nhân dân buộc phải hành động. Và sẽ hành động theo một trong ba giải pháp như sau. Hoặc từ bỏ khí tiết, khuất phục chính phủ. Hoặc phản kháng chính phủ bằng bạo lực. Hoặc sẵn sàng hiến thân, hy sinh tính mạng chứ không chịu để mất khí tiết. Tôi xin giải thích rõ hơn. Giải pháp thứ nhất: Nếu chấp nhận vứt bỏ khí tiết, tuân theo chính phủ vô điều kiện thì có thể coi đây là giải pháp mù quáng. Tôi đã giải thích ở phần trước: Đạo làm người là tuân theo đạo trời. Nếu vất bỏ đạo lý, khí tiết, đồng lõa với những sai trái bất chính thì tự chúng ta đã làm hỏng vị thế của con người, và tập quán xấu đó sẽ truyền tới đời con, đời cháu. Từ trước tới nay, ở Nhật Bản có nhiều chính phủ thi hành chế độ chính trị chuyên chế bạo ngược đối với lũ dân ngu muội chúng ta. Nền chính trị bạo ngược sẽ không thể kéo dài mãi được. Biết vậy nhưng lặng thinh chấp nhận cảnh sống cùng cực chỉ vì sợ Tướng quân – Mạc phủ nổi giận và trấn áp. Chính điều này là ví dụ rõ ràng nhất mà tôi phải nói: Nếu nhân dân từ bỏ vị thế của mình thì tương lai bất hạnh sẽ chờ đón chúng ta. Giải pháp thứ hai, cá nhân chống lại chính quyền, là điều không tưởng. Vì thế mà tập hợp nhau, lập nhóm lập đảng gây nên nội chiến, nội loạn. Cách này tôi không cho là cách làm nghiêm túc. Bởi nếu xảy ra nội loạn thì vấn đề phân biệt thiện, ác sẽ bị loại bỏ. Các bên chỉ dựa vào sức mạnh trên chiến trường để giải quyết. Và kẻ thắng sẽ quyết định tất cả. Mà các bạn hãy xem lại lịch sử tự cổ chí kim của Nhật Bản sẽ rõ: dân chúng tay không bao giờ cũng yếu thế hơn chính phủ. Tôi nghĩ thế này, nếu suy nghĩ về nguyên nhân của loạn lạc nội chiến thì rõ ràng do oán hận căm ghét sự vô nhân đạo, không có tình người của tầng lớp cai trị, nên mới dẫn đến xảy ra các cuộc nổi dậy chống đối. Và không có gì vô nhân đạo, không đếm xỉa đến tình người cho bằng nội loạn. Tình người bị chia cắt, cha con, anh em trở thành kẻ thù địch, nhà cửa bị cướp phá, giết chóc lẫn nhau, sự tàn bạo kinh khủng không sao kể xiết. Mà phe thắng có lập ra chính phủ thì có gì đảm bảo chính phủ đó sẽ thực thi một đường hướng chính trị tử tế, vì họ sinh ra trong máu của nội loạn kia mà. Giải pháp thứ ba là: giữ trọn đạo lý chính nghĩa, sẵn sàng hi sinh mạng sống trước mọi áp bức của chính quyền. Tức là tin tưởng một lòng một dạ vào đạo Trời, dù phải chịu mọi cực hình của chính quyền chuyên chế, bạo ngược cũng không khuất phục, giữ vững khí tiết, bảo vệ chân lý, niềm tin, hơn nữa không bao giờ sử dụng vũ khí bạo lực, chỉ dùng đạo lý để kháng cáo với chính phủ. Trong cả ba giải pháp, tôi cho rằng giải pháp thứ ba là thượng sách. Nếu chúng ta chất vấn chính quyền bằng lý lẽ thì những luật pháp tốt hoặc những chính sách tuyệt vời hiện hành trong quốc pháp không bị ảnh hưởng. Thuyết phục bằng lý lẽ, điều đó sẽ thấm dần vào lòng người theo lẽ tự nhiên. Năm nay, thuyết phục chưa được thì sang năm tiếp tục thuyết phục cho tới khi chính quyền hiểu ra. Và mục đích của nó là ngăn chặn và cải thiện bất chính trong chính quyền. Và một khi chính phủ đã chấp thuận cải thiện chính sách thì việc chất vấn chính phủ cũng sẽ chấm dứt. Nếu chúng ta dùng sức mạnh đối địch với chính phủ thì chính phủ cũng sẽ đáp lại bằng việc đàn áp, bắt bớ. Quan chức chính phủ dù có là những kẻ bạo chính thì cũng là người Nhật Bản chúng ta cả. Trước những lời lẽ đúng với đạo lý của những người chất vấn chính phủ trong hòa bình và sẵn sàng hi sinh thân mình vì đạo lý đó thì không lẽ không thuyết phục hoặc không làm lay động được các quan chức chính phủ? Tôi nghĩ rằng họ không thể không hối hận về những lầm lỗi, sai trái của họ và sẽ cải tà quy chính. Như thế nào là “tử vì đạo”? Ở phương Tây, người ta gọi những người ưu tư trăn trở trong xã hội, coi nhẹ bản thân, sẵn sàng hi sinh cho nhân loại bất chấp hiểm nguy là những người “tử vì đạo”. Tính mạng mất đi chỉ là tính mạng của một người nhưng hiệu quả mang lại hơn hẳn bất kỳ một cuộc nội chiến nào làm chết đi hàng triệu sinh linh, tiêu tốn hàng triệu tiền bạc. Từ xa xưa, ở Nhật Bản có biết bao người chết trận, biết bao kẻ mổ bụng tự vẫn. Những người này đều được xã hội đánh giá cao, nào là trung thần nghĩa sĩ, nào là đáng mặt anh hùng. Thế nhưng các bạn hãy cùng tôi thử tìm hiểu nguyên nhân vì sao họ lại dám xả thân như vậy? Có thể nói phần lớn họ đều bị cuốn vào các cuộc nội chiến giữa hai thế lực tranh giành quyền lực chính trị trong xã hội. Ví như cuộc chiến tranh Nam Bắc Nhật Bản[14] chẳng hạn. Hoặc họ chết trong các trận đánh để báo thù cho lãnh chúa. Những cái chết của họ gây nên sự xúc động trong xã hội. Quả thật, họ chết thật khẳng khái, thật đẹp đẽ. Nhưng nghĩ kỹ mà xem, những cái chết đó thực ra có đem lại ích lợi chân chính gì cho xã hội không? Trong khi bản thân họ, một chữ bẻ đôi cũng không biết, năng lực nhìn nhận sự việc không có, lại luôn bị nhồi vào đầu nào là phải trung thành với chúa, nào là không giữ trọn chữ trung thì thà chết còn hơn… Cho dù dư luận xã hội có chấp nhận và tha thứ đi nữa, thì giờ đây đứng trên tinh thần của công cuộc khai hóa văn minh để nhìn nhận, chỉ có thể khẳng định rằng họ hoàn toàn không thể hiểu thế nào là sự hi sinh chân chính, không hiểu ý nghĩa đích thực của việc chết vinh còn hơn sống nhục. Xưa nay, nói tới văn minh là nói tới trí dục và đức dục, tức là khả năng nâng cao trí thức và đạo đức con người. Mỗi người đều mang nhân cách riêng của từng cá thể độc lập, hòa mình vào xã hội, không xâm phạm đến người khác và cũng không bị người khác làm hại. Mọi người đều tự xác lập quyền lợi riêng của mình, trên cơ sở đó đem lại sự ổn định và phồn thịnh cho toàn xã hội. Phải chăng cuộc nội chiến Nam Bắc, những cái chết của các Võ sĩ Vô chủ là hoàn toàn phù hợp với tinh thần của văn minh, là đạt được mục tiêu “đưa đường chỉ lối cho xã hội đến với văn minh”? Có đúng là cứ thắng trong cuộc nội chiến đó, cứ chém giết thật nhiều những kẻ đối địch, không làm bẽ mặt lãnh chúa là sẽ mang lại văn minh cho xã hội, công thương nghiệp sẽ phát triển, một xã hội phồn vinh sẽ đến? Phải biết hi sinh thân mình như thế nào Không biết đã bao nhiêu lần tôi được nghe những câu chuyện đại loại như một người hầu nọ chủ sai cầm tiền đi mua rượu. Giữa đường người hầu chẳng may đánh mất đồng tiền, phần lo sợ, phần bối rối vì không làm đúng lời chủ dặn, nên treo cổ tự tử trên một cành cây dọc đường. Giờ đây, nếu thương cảm với tâm trạng khi tự vẫn của người hầu trung nghĩa đó, cũng như tìm hiểu kỹ hoàn cảnh lúc bấy giờ thì quả thật trong chúng ta sẽ dấy lên lòng xót thương tội nghiệp. Ra đi mãi mãi không quay về. Lấy cái chết để chuộc lỗi với chủ. Chỉ bấy nhiêu thôi cũng khiến người đời phải xót xa, rơi lệ. Lẽ ra, người hầu đáng được lưu danh trong dân chúng vì lòng trung thành của anh ta, cũng giống như lòng trung thành của các nghĩa sĩ trung thần. Vậy thì vì sao người ta không những không ngợi khen lòng trung thành của người hầu nọ, mà ngược lại còn tỏ ra khinh miệt hành động của anh ta? Người ta nói thế này: “Cái chết của người hầu chẳng qua chỉ vì một đồng bạc, sự thể có ghê gớm đến mức phải bỏ mạng như vậy đâu”. Nhưng dù suy luận như thế thì ngay việc đem câu chuyện lên bàn cân để cân chắc nặng nhẹ cũng là điều không nên. Không chỉ vì số tiền bị mất lớn hay nhỏ, và số người chết nhiều hay ít. Ý nghĩa của cái chết chỉ được đánh giá nặng nhẹ tùy thuộc vào điều đó có lợi gì cho sự tiến bộ của nền văn minh xã hội. Bỏ mình trên chiến trường cho lãnh chúa sau khi đã tiêu diệt hàng vạn quân địch của các nghĩa sĩ, hay tự tử chỉ vì làm mất một cắc bạc của người hầu, suy cho cùng thì cả hai cách chết này giống nhau ở chỗ đều không mang lại ích lợi cho xã hội. Và cũng không thể coi trọng cái chết nào cả. Có thể nói rằng cả nghĩa sĩ lẫn người hầu đều dâng hiến tính mạng một cách uổng phí. Những cái chết như vậy, không thể gọi là “tử vì đạo” được. Theo như tôi biết ở Nhật Bản, cũng có một người suốt đời chủ trương cho quyền lợi của nhân dân, kiên trì kháng nghị với chính quyền bằng đạo lý. Ông ấy đã hi sinh thân mình cho đạo lý, ông đã “tử vì đạo” không một chút hổ thẹn với đời. Ông ấy sống ở vùng Chiba, tên là Sugaru Shyugorou. Ông khẳng khái tâu trình với Tướng quân về sự tàn bạo của lãnh chúa cai trị lãnh địa nơi ông sinh sống. Toàn bộ gia tộc của ông bị xử chém, nhưng dân chúng trong lãnh địa được ông cứu thoát khỏi cảnh cùng khổ. Tiêc thay, những gì biết về ông chỉ được người đời lưu lại trong truyền thuyết ghi ở các cuốn Kusazoushi dân gian, mà chưa tìm thấy một tài liệu chính thức nào trong chính sử. Đến một lúc nào đó tìm ra được tài liệu chính thức, tôi muốn ghi nhận công đức của ông và coi cuộc đời ông là quy phạm, chuẩn mực trong xã hội. Tháng 3 năm Minh Trị thứ bảy (tức năm 1874)  "
        },
        {
            "order": 1,
            "name": "Phần Một: Trời Không Tạo Ra Người Đứng Trên Người",
            "content": " Mọi người sinh ra đều bình đẳng, nếu có khác biệt là do học vấn Người ta thường nói: “Trời không tạo ra người đứng trên người và cũng không tạo ra người đứng dưới người.” Kể từ khi tạo hóa làm ra con người thì tất cả sinh ra đều bình đẳng, mọi người đều có tư cách, có địa vị như nhau, không phân biệt đẳng cấp trên dưới, giàu nghèo. Loài người – chúa tể của muôn loài – bằng hoạt động trí óc và hoạt động chân tay mà biến mọi thứ có trên thế gian thành vật có ích cho bản thân mình. Nhờ thế mà thỏa mãn được nhu cầu ăn, mặc, ở, sống tự do theo ý muốn và không làm phiền, làm cản trở cuộc sống của đồng loại. Con người có thể sống yên ổn, vui vẻ trên thế gian. Đó là ý Trời, là niềm hi vọng của Trời đối với con người. Vậy mà nhìn rộng ra khắp xã hội, cuộc sống con người luôn có những khoảng cách một trời một vực. Đó là khoảng cách giữa người thông minh và kẻ đần độn; giữa người giàu và người nghèo; giữa tầng lớp quý tộc và tầng lớp hạ đẳng. Như thế là tại làm sao? Nguyên nhân thực ra rất rõ ràng. Cuốn sách dạy tu thân Thực ngữ giáo có câu: “Kẻ vô học là người không có tri thức, kẻ vô tri thức là người ngu dốt.” Câu nói trên cũng có thể hiểu: Sự khác nhau giữa người thông minh và kẻ đần độn là ở chỗ có học hay vô học mà thôi. Trên thế gian có cả việc khó lẫn việc dễ. Người làm việc khó được coi là người quan trọng. Người làm việc dễ thường có địa vị thấp, bị coi thường. Công việc cần sự khổ nhọc về tinh thần được xem là việc khó, còn lao động chân tay là việc dễ. Vì thế, học giả, quan chức chính phủ, giám đốc các công ty lớn, chủ trang trại sử dụng nhiều nhân công… là những người có địa vị cao, quan trọng. Và một khi đã là những người có địa vị, quan trọng thì đương nhiên gia đình họ cũng giàu sang sung túc đến mức tầng lớp hạ đẳng nằm mơ cũng không được. Tuy vậy, nếu suy nghĩ kỹ lưỡng gốc rễ của vấn đề thì chỉ có một nguyên nhân. Đó chẳng qua là do có chịu khó học hay không mà thôi, chứ có người nào được trời phú cho đâu. Ngạn ngữ có câu: “Trời không ban cho con người phú quý. Chính con người tạo ra giàu sang phú quý.” Có nghĩa là Trời nhìn vào kết quả hoạt động, lao động của con người để ban thưởng. Như tôi đã đề cập: Ở con người vốn dĩ không có chênh lệch sang hèn, giàu nghèo. Vì thế, có thể nói rằng: người chịu khó học, hiểu biết nhiều sẽ trở thành người quan trọng, sống sung túc; người vô học sẽ trở thành con người thấp hèn, nghèo khổ. Học những môn thiết thực cho cuộc sống Học vấn là gì? Đó không phải là học chỉ cốt để hiểu câu khó, chữ khó; càng không phải là việc học chỉ để giải nghĩa văn cổ, đọc thơ, vịnh thơ. Học như vậy không có ích gì cho cuộc sống cả. Đọc các tác phẩm văn học cũng là để động viên an ủi lòng người, như thế chẳng phải là môn học có ích cho cuộc sống đó sao? Nhưng tôi không nghĩ rằng văn học là môn học quan trọng đến mức “phải thờ phụng nó” như các thầy dạy Hán văn, Cổ văn thường nhấn mạnh. Trong cuộc sống, tôi hầu như không thấy thầy dạy Hán văn nào có được tài sản đáng kể, cũng như các thương gia vừa giỏi thơ phú vừa thành công trong kinh doanh lại càng hiếm. Với lối học như hiện nay, chỉ tăng thêm sự lo lắng trong các bậc phụ huynh, nhà nông… những người hết lòng chăm lo việc học tập của con cái: “Chúng nó cứ học theo kiểu này, chắc có ngày tán gia bại sản mất.” Điều đó đúng. Vì lối học này không thực tế, không thể áp dụng kết quả học tập vào thực tiễn cuộc sống. Vậy thì giờ đây chúng ta phải học cái gì và học như thế nào? Trước hết phải học những môn học thực dụng cần thiết cho cuộc sống hằng ngày. Ví dụ: phải thuộc lòng bảng 47 chữ cái Kana. Học cách soạn thảo thư từ, ghi chép trương mục kế toán. Sử dụng thành thạo bàn tính. Nhớ cách cân đong, đo, đếm. Tiếp đến là phải học các môn như Địa lý để biết được phong thổ Nhật Bản và các nước trên địa cầu. Vật lý là môn học giúp ta phân biệt được tính chất của mọi vật thể trong thiên nhiên, qua đó tìm ra tác dụng của nó. Học Sử vì đây là môn học giúp ta hiểu biết cặn kẽ mọi sự kiện ghi trên niên biểu lịch sử, qua đó chúng ta có thể nghiên cứu quá khứ, hiện tại của mọi quốc gia. Học Kinh tế là môn giải đáp cho chúng ta mọi vấn đề liên quan đến việc chi tiêu trong mỗi gia đình cũng như nền tài chính của cả quốc gia. Học môn Đạo đức, môn này giúp ta hiểu về hành vi, hành động của bản thân, hiểu cách cư xử, cách giao tiếp, cách sinh hoạt giữa người với người. Để học các môn này, cần thiết phải đọc tất cả các quyển sách của châu Âu đã được dịch ra tiếng Nhật. Đối với các bạn trẻ có khả năng thì tôi khuyên nên đọc trực tiếp các nguyên bản bằng tiếng Anh, Pháp, Đức. Khi học phải nắm được nội dung chủ yếu của môn học, trên cơ sở đó phải hiểu được bản chất cơ bản của mọi sự vật. Học như vậy mới có ích cho cuộc sống. Đó là “thực học” mà ai cũng phải học, là học vấn mà hết thảy mọi người đều phải tự trang bị, không phân biệt đẳng cấp, khoảng cách giàu nghèo. Chính việc tự trang bị kiến thức này, từng cá nhân trên cơ sở làm trọn trọng trách của mình, sẽ điều hành quản lý tốt gia nghiệp được giao. Cá nhân có độc lập thì gia đình mới độc lập. Và như thế quốc gia cũng độc lập. Tự do không phải là chỉ biết có tôi, cho riêng tôi Biết đúng vị trí, chỗ đứng của mình là rất quan trọng. Kể từ khi sinh ra, con người không phải chịu sự can thiệp của bất cứ một ai. Nam cũng như nữ đều có quyền tự do sinh sống. Và đúng là con người có quyền tự do, nhưng lúc nào cũng khăng khăng đòi phải được làm theo ý muốn của riêng mình mà không biết rõ vị trí của mình thì sẽ trở nên chỉ biết có mình, cho riêng mình. Như thế là tự mình làm hỏng mình. Dựa trên đạo lý mà Trời đã định, vị trí của mỗi người là ở chỗ: biết trọng tình người, không làm phiền hay cản trở người khác, biết bảo vệ quyền tự do bản thân. Tự do bản thân không có nghĩa là muốn làm gì thì làm, không có nghĩa là làm phiền hoặc cản trở người khác. Ví dụ như có người nói: “Tiền tôi, thích uống rượu tôi uống, thích mua ‘hoa’ tôi mua. Đó là quyền tự do của tôi, chứ động chạm gì tới ai.” Suy nghĩ như vậy là sai. Ham mê tửu sắc làm ảnh hưởng tới người khác, lại lôi kéo bạn bè, làm hại nền giáo dục xã hội. Cứ cho là tiền tôi tôi chi tiêu, nhưng không vì thế mà có thể bỏ qua nhưng hành vi tội lỗi gây ra cho xã hội. Tự do và độc lập không chỉ liên quan tới từng cá nhân mà còn là vấn đề của quốc gia nữa. Nhật Bản chúng ta là một quốc đảo nhỏ nằm ở phía Đông châu Á, cách xa đại lục, lâu nay không giao thương với ngoại quốc, bế quan tỏa cảng, tự cung tự cấp. Mãi tới thời Gia Vĩnh (1848-1854), khi hạm đội Mỹ kéo đến gây áp lực, Nhật Bản mới bắt đầu mở của giao thương với nước ngoài. Thế mà ngay cả khi đã mở cửa, trong nước vẫn chưa hết tranh cãi ồn ào xung quanh việc tiếp tục mở cửa hay đóng cửa, tiếp tục lên án người ngoại quốc là lũ man di mọi rợ… Những cuộc tranh cãi như vậy thật là vô bổ, có khác nào “ếch ngồi đáy giếng coi trời bằng vung”. Thử nghĩ xem, chẳng phải là người Nhật chúng ta cũng như người dân các nước phương Tây cùng ở trên một quả đất, hưởng chung ánh mặt trời, ánh trăng, thở cùng một không khí, hưởng cùng một đại dương, và đều là con người cả đó sao. Chúng ta thừa sản vật thì chia bớt cho người ta; người ta thừa sản vật thì chia lại cho mình, cùng học hỏi lẫn nhau, không ai tự cao tự đại, không làm nhau hổ thẹn. Dân Nhật ta cũng như dân họ đều cùng mong phát triển, cùng mong hạnh phúc đó sao? Chúng ta phải tận tâm làm hết sức mình trong quan hệ quốc tế sao cho đúng ý trời, hợp lòng người. Nếu đúng đạo lý thì cần chuộc lỗi với người Phi châu cũng phải làm. Còn để bảo vệ lập trường chính nghĩa thì dù là pháo hạm Anh hay Mĩ, chúng ta cũng không sợ. Khi quốc gia chịu nỗi nhục mất nước thì mọi người dân Nhật, không trừ một ai, đều sẵn sàng xả thân để bảo vệ thanh danh của Tổ quốc. Như vậy, đất nước mới tự do, quốc gia mới độc lập. Thế nhưng trên thế gian này, vẫn có quốc gia tự phong cho mình là trung tâm của vũ trụ. Họ nghĩ là ngoài đất nước họ ra không có quốc gia nào tồn tại cả. Hễ cứ nhìn thấy người ngoại quốc thì miệt thị như loài thú hoang, gọi họ là man di mọi rợ. Kết cục là quốc gia đó tự chuốc lấy sự căm ghét của các nước khác. Đó là một kiểu “chỉ biết cái tôi” ở tầm quốc gia, đó là cách ngoại giao không biết mình biết người, không nắm rõ ý nghĩa của từ Tự do. Học để dám nói lên chính kiến và thực hiện đầy đủ bổn phận với đất nước Kể từ khi thiết lập chế độ quân chủ[1], nền chính trị Nhật Bản đã có những thay đổi mạnh mẽ. Về mặt đối ngoại, chính phủ đã bang giao với ngoại quốc trên cơ sở công pháp quốc tế. Về đối nội, chính phủ đã mang lại tinh thần “tự do, độc lập” cho dân chúng. Người dân chúng ta đã được phép mang đầy đủ họ và tên; được phép cưỡi ngựa… Đó là sự thay đổi to lớn kể từ thuở lập quốc, tạo cơ sở bình đẳng về địa vị giữa các thành phần Võ sĩ (samurai), Nông, Công, Thương trong xã hội.[2] Chế độ đẳng cấp – địa vị của một người được quy định trước cả khi người đó ra đời – đã hoàn toàn bị xóa bỏ.[3] Từ nay trở đi địa vị xã hội của cá nhân sẽ được quyết định tùy theo tài năng, phẩm cách và vai trò của mỗi người. Quan chức chính quyền được bổ nhiệm theo tài năng và nhân cách, và là người thực thi luật pháp cho chúng ta. Chúng ta kính trọng họ theo lẽ đó, chứ không phải chúng ta kính trọng chức vụ và thành phần xuất thân của họ. Chúng ta không tuân theo con người họ. Chúng ta chỉ tuân thủ Luật pháp (Quốc pháp) mà họ đang thừa nhận. Dưới thời chính quyền phong kiến Mạc phủ, người dân chúng ta luôn phải khiếp sợ, né tránh, cúi rạp mình trước các Tướng quân[4]. Ngay cả lũ ngựa của các Tướng quân cũng làm chúng ta hoảng sợ không dám đi chung đường với chúng; bầy chim cắt dùng nhử mồi khi các Tướng quân đi săn bắn, cũng làm chúng ta khiếp đảm, phải cúi lạy phải phủ phục cho đến khi lũ chim bay khuất mới dám ngẩng đầu đứng lên đi tiếp. Người ta đã buộc chúng ta phải quen, phải sợ những thứ được coi là “luật lệ”, “tập quán” hà khắc ấy. Giờ đây nghĩ lại ai ai cũng cảm thấy kinh tởm. Nhưng thứ “luật lệ”, “tập quán” đặt ra một cách vô cớ đó, không phải là luật pháp hay quốc pháp để chúng ta phải tuân thủ. Chúng là những thứ đã cướp đoạt mọi quyền tự do của chúng ta. Chúng là những thứ được đặt ra để gieo rắc nỗi sợ hãi trong chúng ta trước uy quyền của chế độ phong kiến Mạc phủ và nhằm để che đậy bản chất lộng hành, không minh bạch của chính chế độ đó. Giờ đây, toàn bộ cái chế độ và luật lệ ngu xuẩn ấy đã bị xóa sổ. Vì thế, không lẽ gì chúng ta cứ phải sợ bóng sợ vía các cấp chính quyền đó mãi. Nếu có gì bất mãn với chính quyền hiện tại, chúng ta phải kháng nghị, tranh luận một cách đường đường chính chính. Tại sao chúng ta chỉ dám nói xấu, kêu ca sau lưng họ mà không dám chỉ mặt vạch tên? Những kháng nghị hợp lòng dân, đúng đạo Trời, dù có phải đổ cả tính mạng chúng ta cũng phải tranh đấu. Đây là bổn phận mà mỗi người dân chúng ta phải thực hiện đối với đất nước. Học để hiểu “trách nhiệm” của bản thân Như tôi đã nói ở trên kia, “độc lập và tự do” dựa trên đạo lý của Trời đã trở thành nguyên tắc trong từng người cũng như của cả quốc gia chúng ta. Nếu như có kẻ gây phương hại đến nguyên tắc này thì dù có phải biến cả thế giới thành kẻ thù, chúng ta cũng không sợ, huống hồ chúng ta lại phải sợ một số quan chức chính phủ lộng quyền? Giờ đây, chúng ta đã xác lập được tinh thần cơ bản: mọi người dân đều bình đẳng, vì thế chúng ta hãy yên tâm phát huy mọi khả năng sức lực và trí tuệ của mình. Mỗi người đều có mỗi bổn phận, do đó phải tự vun đắp tài năng, rèn luyện nhân cách sao cho xứng đáng với bổn phận đó. Để làm được điều này, ai ai cũng phải học chữ, học ngôn ngữ. Có chữ, biết ngôn ngữ sẽ lý giải được mọi đạo lý của sự vật. Nói đến đây chắc các bạn sẽ hiểu giúp tôi rằng: Học vấn là vấn đề cấp bách biết nhường nào. Hiện nay, tầng lớp thường dân cũng đã sánh vai ngang hàng với tầng lớp Võ sĩ (samurai), cho nên con đường được lựa chọn vào các chức vụ trong chính quyền cũng mở ra cho chúng ta nếu chúng ta có tài. Chúng ta phải tự giác trước bổn phận của bản thân, không chạy theo những hành động rồ dại, phải cẩn trọng. Tôi chắc rằng không ai đáng thương hại hơn là những người vô tri thức, những người không hiểu lẽ phải, và cũng không ai khó giao tiếp hơn những người ấy. Vì không có tri thức, không có năng lực tự thức tỉnh nên họ căm ghét oán giận những người giàu có chính đáng, đôi khi họ tập hợp thành bầu đoàn đi đánh cướp. Bản thân họ được pháp luật bảo vệ, nhưng hễ cứ cảm thấy bất lợi cho mình thì họ lại thản nhiên vi phạm, ngang nhiên phá luật. Lại không có ít người, có được chút ít tài sản, tiền bạc thì chỉ lo tích trữ, cất giấu, không bao giờ suy nghĩ đầu tư cho con cháu học hành. Vì thế con cháu họ chỉ biết ăn chơi, lêu lổng, dốt nát và cứ thế tiêu pha tàn phá tài sản của ông cha mình. Đối với nhũng người như vậy, không thể mang đạo lý ra để giảng giải mà chỉ có cách là dùng uy lực đe dọa chứ không có cách nào khác. Ám chỉ điều này, người phương Tây có câu tục ngữ: “Dân ngu tự chuốc lấy chính sách bạo tàn.” Người dân tử tế nghiêm túc thì chính phủ cũng buộc phải tử tế nghiêm túc. Nước Nhật chúng ta có dân, trên dân có chính phủ. Phẩm cách của dân rơi vào vòng ngu tối, vô học thì luật pháp của chính phủ cũng trở nên hà khắc. Nhưng nếu quốc dân có chí học hành, tiếp thu văn minh thì không có cách nào khác, chính phủ cũng sẽ quảng đại, nhân đạo. Luật nước hà khắc hay quảng đại hoàn toàn tùy thuộc vào thái độ, phẩm cách của quốc dân. Có người dân nào lại mong muốn một chế độ chính trị tàn bạo? Có người dân nào lại mong muốn cho đất nước kém phát triển? Có người dân nào lại mong cho nước mình bị ngoại bang khinh miệt? Không và không thể có. Đó chính là tình con người trong mỗi chúng ta. Nếu như ai ai cũng một lòng một dạ báo đáp cho Tổ quốc, nơi mình sinh thành thì chúng ta không bao giờ phải lo nghĩ hay bất an đến tương lai, đến tiền đồ của Nhật Bản. Mục đích của chúng ta chỉ có một: giữ gìn hòa bình cho đất nước. Do vậy, điều quan trọng hơn bất kỳ điều gì khác là mỗi người chúng ta ai ai cũng phải học hành, mở mang kiến thức, mài dũa tài năng, nhân cách sao cho xứng đáng với bổn phận của mình. Ngược lại, chính phủ phải có trách nhiệm soạn thảo và thông báo đến mọi người dân những chính sách dễ hiểu. Mục tiêu duy nhất của chính phủ là phải mang lại cuộc sống ấm no yên ổn cho dân. Những lời về học vấn mà tôi khuyên nhủ các bạn cũng chỉ nhằm tới điều này. Nhân dịp khai trương “Keio Nghĩa thục” tại quê tôi, huyện Nakatsu tỉnh Oita, tôi chấp bút viết chương này đưa cho bạn bè, đồng hương xem. Nhiều bạn hữu, sau khi đọc xong, nói với tôi rằng: Bài này không chỉ cho bạn bè, đồng hương mà nên gởi tới bạn đọc gần xa nữa, như vậy sẽ có hiệu quả hơn, nên tôi đã cho in thành nhiều bản để các bạn cùng đọc. Tháng 2 năm Minh Trị thứ năm (tức năm 1871)  "
        },
        {
            "order": 18,
            "name": "Chú Thích",
            "content": " [1] Tức là việc Nhật Hoàng Minh Trị lên cầm quyền, chấm dứt 265 năm cai trị của chính quyền phong kiến Mạc phủ ở Nhật Bản. Chính phủ Minh Trị đã mở ra một chương mới trong lịch sử Nhật Bản với công cuộc Minh Trị Duy tân, hiện đại hóa Nhật Bản. [2] Cho tới thời đó của Nhật Bản, chỉ có các Võ sĩ (samurai) mới có quyền mang đầy đủ họ và tên. Còn mọi thành phần khác trong xã hội chỉ được đặt tên nhưng không được phép mang họ. Nhờ sự thay đổi này, người dân Nhật mới biết được dòng họ, gia phả của mình. Cũng như vậy, ngoài tầng lớp Võ sĩ ra, không một ai được phép cưỡi ngựa – là phương tiện di chuyển duy nhất thời ấy. [3] Tiếng Nhật gọi là mibun seido, chính sách do chế độ phong kiến Mạc phủ Tokugawa đề ra. Chính sách này phân chia xã hội thành 4 loại: Võ sĩ (samurai), Nông, Công, Thương hay còn gọi là Tứ giới và cấm không cho Tứ giới được thay đổi nghề nghiệp. Cha là võ sĩ thì con cũng suốt đời là võ sĩ, cha làm ruộng hay làm thợ thì con cháu cứ vĩnh viễn phải theo nghề đấy… Lại cấm không cho người dân dược thay đổi chỗ ở, tự do di cư, ai ở nông thôn cứ phải ở nông thôn, ai ở thành thị cứ phải ở thành thị. Luật lệ của Mạc phủ cực kỳ nghiêm ngặt, người dân nào vì bất kì lý do gì mà tự động di cư, bắt được thì căng nọc khảo tra, dẫu có được dẫn giải về nguyên cư thì cũng đã khặc khừ gần chết vì roi vọt. Và chính sách này nhằm chủ yếu vào tầng lớp nông dân, buộc họ cứ phải ở nông thôn cày ruộng để cung cấp thóc lúa cho Mạc phủ, nội có được bao nhiêu thóc lúa gặt về thì cũng phải chờ Võ sĩ đến lấy thuế đã, phần còn lại mới được phép xay ăn và làm vốn cho vụ tới. Nếu như không đủ số thóc thuế quy định thì phải bán vợ đợ con đi để đong kỳ đủ thóc thuế. Nông dân thời Mạc phủ chết đói liên miên bởi chế độ đẳng cấp này. (Nhật Bản tư tưởng sử, tập 2, trang 131, Nguyễn Văn Tần dịch.) [4] Tiếng Nhật là shogun, chỉ người có chức vị và thực quyền cao nhất trong chính quyền Mạc phủ. [5] Thời Chiến quốc: Đây là thời đại loạn tại Nhật Bản, bắt đầu từ năm 1507 đến mãi năm 1615 mới chấm dứt. [6] Ngày nay là tỉnh Sizuoka, Nhật Bản. [7] Khu kiều dân: Theo hiệp ước ký với các cường quốc phương Tây, chính quyền phong kiến Mạc phủ phải để cho các nước phương Tây thiết lập các khu định cư cho người nước ngoài trên lãnh thổ Nhật Bản. Người phương Tây được quyền tự trị, quyền cư trú vĩnh viễn và quyền tự do buôn bán với các thương nhân Nhật Bản trong khu vực cư ngụ đó. [8] Thị dân: Tiếng Nhật gọi là chonin, chỉ hai thành phần dân buôn bán và thợ thủ công sống ở các thị trấn hình thành vào thời Cận đại ở Nhật Bản. Dưới thời phong kiến Mạc phủ với chính sách “trọng nông, ức thương”, hai thành phần này luôn bị khinh miệt. [9] Thời đại Genroku là thời kỳ Shogun Tsunayoshi Tokugawa (đời thứ năm) cai trị, kéo dài từ năm 1646 đến năm 1709. [10] Thành Akou, thuộc tỉnh Hyogo ngày nay. [11] Theo sách sử Nhật Bản ghi lại: Năm 1701, triều đình Kyoto cử sứ thần Kira Kozukenosuke mang chiếu chỉ của Tướng quân đến thành Edo. Nghênh tiếp sứ thần Kira là Asano lãnh chúa vùng Akou. Trong bàn tiệc, không hiểu sao sứ thần Kira vô cớ mạt sát lãnh chúa Asano. Tức mình, lãnh chúa Asano rút gươm ra dọa chém sứ thần Kira. Sau đó, sự kiện đến tai Tướng quân, và lãnh chúa Asano bị khép tội lâm nhục triều đình và chịu hình phạt tự rạch bụng tự vẫn. Để rửa hận cho chủ, 47 võ sĩ thuộc hạ của Asano đã tổ chức hạ sát và đem thủ cấp của Kira đến dâng trước mộ Asano. Kết cục là cả 47 võ sĩ đều bị triều đình khép tội chết. [12] Tenchyu: Thiên tru, tên của một tổ chức chống phương Tây, chống cả những người Nhật ủng hộ việc “mở cửa” giao thương với phương Tây vào thời kỳ “cuối Mạc phủ đầu Minh Trị” tại Nhật Bản. [13] Đơn vị tiền tệ thời Minh Trị, bằng 1/100 yên, nay không còn sử dụng nữa. [14] Chiến tranh Nam Bắc triều: Cuộc nội chiến tại Nhật Bản, dai dẳng suốt 60 năm từ năm 1336 đến năm 1395 giữa hai thế lực Thiên hoàng (Nam triều) và Mạc phủ (Bắc triều). [15] Hán học: Phái học chuyên về Thi, Thư của Khổng Mạnh hay những cái học của Chu Tử, Tống Nho. [16] Thất khứ: Bảy tội khiến người phụ nữ trong thời phong kiến bị chồng bỏ. Đó là: không con, dâm dục, không kính thờ cha mẹ chồng, nói nhiều, trộm cắp, ghen tuông và có ác tật. [17] Thuyết Chu Tử: Từ năm 1790 thuyết Chu Tử, đại diện cho Nho học, được coi là triết học chính thống trong xã hội phong kiến Nhật Bản. Để duy trì hữu hiệu xã hội phong kiến về mặt luân lý, chính quyền phong kiến Mạc phủ cấm học những thuyết khác với thuyết Chu Tử. [18] Chiến tranh năm Canh Thìn: Nổ ra năm 1868 (năm Minh Trị thứ nhất). Kết thúc năm 1869 (năm Minh Trị thứ hai). Kéo dài một năm năm tháng. Ngay sau khi chính phủ mới Minh Trị vừa mới ra đời, các thế lực còn sót lại của chính quyền phong kiến Mạc phủ, do mất hết quyền lợi, đã tập hợp lại dấy binh đánh quân đội chính phủ. Cuộc chiến tranh đã kết thúc với thắng lợi thuộc về quân chính phủ mới, đồng thời chấm dứt hoàn toàn 265 năm chính quyền phong kiến Mạc phủ cai trị Nhật Bản. Chính phủ mới đã thống nhất và mở ra một chương mới trong lịch sử Nhật Bản với công cuộc Minh Trị Duy tân, hiện đại hóa Nhật Bản. [19] Theo tài liệu Niên biểu tân tuyển Âu học, thì trong khoảng thời gian từ năm 1720-1867, các học giả Nhật Bản đã dịch rất nhiều tác phẩm trên mọi lĩnh vực của các học giả phương Tây để học tập. Cụ thể như sau: lĩnh vực Quân sự 103 quyển, Thiên văn học 27 quyển, Mỏ địa chất và Động thực vật học 17 quyển, Y học 108 quyển, Địa lý, Đo đạc 35 quyển, Toán học và Vật lý học 29 quyển, Hóa học 19 quyển, Chính trị kinh tế học 24 quyển, Ngôn ngữ học 54 quyển, Lịch sử các quốc gia trên thế giới 51 quyển. [20] Theo tài liệu Âu học và công cuộc Minh Trị duy tân thì ngay từ năm 1853, Âu học đã phát triển rộng khắp ở Nhật Bản. 35% số trường học lúc đó đã đưa môn khoa học tự nhiên vào chương trình giảng dạy. Và từ năm 1868, trong số 240 trường học trên toàn quốc Nhật Bản thì có 141 trường đưa Toán học vào chương trình giảng dạy, 68 trường dạy Y học, 5 trường học dạy thiên văn học. Từ năm 1872 (năm Minh Trị thứ năm), chính phủ Minh Trị ban hành chế độ giáo dục bắt buộc trên toàn quốc với 4 năm cấp 1 và 4 năm cấp 2. [21] Ba phủ là Tokyo, Osaka, Kyoto. Năm cảng quốc tế là Yokohama, Kobe, Nagasaki, Nigata và Hakone. [22] Để học hỏi thể chế chính trị, xã hội và kỹ thuật phương Tây, chỉ riêng chính phủ Minh Trị đã thuê hơn 500 chuyên gia, học giả trong mọi lĩnh vực, đặc biệt là Giáo dục, Luật pháp, Xây dựng, Nông nghiệp và In ấn, sang Nhật Bản làm việc trong suốt thời kỳ Minh Trị duy tân (1868-1912). [23] Misoshiru: loại canh người Nhật thường ăn, gồm mắm tương, một chút rong biển nấu với nước sôi. [24] Tác giả muốn ám chỉ cuộc chiến tranh Nha phiến xảy ra tại Trung Hoa trong thời kỳ này. [25] Cao tăng Shinran (1173-1262): Vị tổ khai sinh tông phái Sodo (Tào động) Shinshu – một tông phái Phật giáo tại Nhật Bản. Ông cho rằng con người quá yếu đuối không thể tự cứu mình trước thiên tai, loạn lạc. Vì vậy, chỉ có đức tin tuyệt đối vào đức Phật A-di-đà, chú tâm niệm Phật thì mọi người kể cả những kẻ ác nhân phạm tội, sau khi chết sẽ được thác sinh vào cõi Tây phương Cực lạc. Với ông, câu niệm Nam mô a di đà Phật đã trở thành một cách tỏ lòng biết ơn và niềm tin để cứu nhân độ thế. [26] Martin Luther (1483-1546) vốn là linh mục, tiến sĩ thần học, giáo sư đại học tổng hợp Wuthenberg ở Đức. Là người dẫn đầu phong trào cải cách đòi xóa bỏ những giáo luật khắt khe, những tín điều ngu xuẩn của giáo hội Roma và xây dựng tôn giáo mới. [27] Tông phái Sodo Shinshu là một tông phái Phật giáo thịnh hành vào nửa cuối thế kỉ 12 (thời đại văn hóa Kamakura) tại Nhật Bản. Hai vị khai tổ cho tông phái này là hai thầy trò: thiền sư Honen (Pháp Nhiên) (1133-1212) và đệ tử Shinran (Thân Loan) (xem chú thích 25). Nếu thiền sư Honen chủ trương chú tâm niệm Phật để được tái sinh vào cõi Tây phương cực lạc thì đệ tử Shinran phát triển thêm một bước quan niệm của thiền sư Honen. Đạo tràng chính của tông phái này đặt tại chùa Honganji (Bản nguyện tự) ở cố đô Kyoto.  "
        },
        {
            "order": 5,
            "name": "Phần Năm: Lòng Quả Cảm Của Con Người Sinh Ra Từ Đâu?",
            "content": " Khi viết Khuyến học, tôi vốn có ý định là cung cấp “sách nhập môn” hoặc “sách giáo khoa bậc tiểu học” cho độc giả. Cho nên từ Phần một đến Phần ba, tôi chủ tâm dùng nhiều tục ngữ, khẩu ngữ và câu văn cũng gắng viết sao cho độc giả dễ đọc, dễ hiểu. Từ Phần bốn trở đi, tôi thay đổi đôi chút cách hành văn, có đôi chỗ sử dụng những từ ngữ hơi khó hơn. Riêng Phần năm này – ghi lại bài nói của tôi trong buổi họp mặt của hội Keio, nhân dịp ngày đầu năm, mồng một tháng giêng năm Minh Trị thứ bảy – mang văn phong giống như Phần bốn. Và tôi e rằng sẽ khó hiểu hơn đối với bạn đọc. Vì Phần bốn và Phần năm này tôi muốn nhắm tới đối tượng là sinh viên và muốn luận đàm với họ. Trong xã hội, sinh viên nói chung xem ra có vẻ uể oải, thiếu sinh lực. Nhưng họ có năng lực đọc rất tốt. Đối với họ, vấn đề càng khó càng muốn tìm hiểu. Vì vậy, cả hai Phần bốn và năm này, tôi không ngần ngại đưa ra vấn đề khó và nội dung bài viết cũng được nâng lên một cách tự nhiên. Tôi cũng thành thật tạ lỗi với các bạn mới học, vì đã làm sai chủ ý ban đầu của “Khuyến học”. Từ Phần sáu, tôi sẽ trở về với ý tưởng mục tiêu ban đầu, viết sao cho dễ hiểu, kiên quyết loại bỏ các từ khó, câu khó, nghĩa khó. Mong bạn đọc thông cảm cho ý tôi ở hai Phần bốn và Phần năm này, chứ đừng vì thế mà đánh giá toàn bộ cuốn sách mà tôi đã và đang viết sẽ khó hiểu, xa rời với trình độ người học, người đọc. Đang hạnh phúc thì chớ quên sẽ có lúc phải đối mặt với tủi nhục “Hôm nay, mồng một tháng giêng năm Minh Trị thứ bảy, chúng ta họp mặt tại đây – trường tư thục Keio, để đón chào năm mới. Niên hiệu Minh Trị là niên hiệu Độc lập cho nước ta. Và trường tư thục này cũng là trường Độc lập trong xã hội ta. Sum họp ở trường Độc lập, đón năm mới Độc lập, chúng ta thật vui sướng. Nhưng khi đang hân hoan sống trong niềm vui sướng, chúng ta cũng không được phép quên rằng, sẽ có lúc phải đối mặt với tủi nhục, buồn khổ. Từ xa xưa, nước ta đã bao lần hết lâm vào cảnh hoạn nạn, qua thanh bình, rồi lại loạn lạc. Chính quyền cai trị trên đất nước ta cũng biết bao lần hưng thịnh, suy vong. Nhưng chúng ta chưa bao giờ cảm thấy mất độc lập, mất nước. Vì quốc dân chúng ta đã quen với tập quán, phong tục của một đất nước “bế quan tỏa cảng”, đất nước đóng cửa với nước ngoài. Đóng cửa với nước ngoài suốt bao đời nay nên đất nước ta chưa từng đứng trước nguy cơ bị nước ngoài xâm lăng, chưa từng rơi vào nguy cơ bị chiến tranh xâm lược. Và một khi đã cắt đứt mọi quan hệ với thế giới bên ngoài thì việc loạn lạc hay thanh bình chỉ là vấn đề trong nhà giữa người dân ta với nhau mà thôi. Dân tộc ta đã từng kinh qua biết bao cuộc chiến tranh, nhưng đó chỉ là nội chiến giữa các thế lực trong nước với nhau. Chính quyền có thay đổi cũng chỉ là thay đổi từ thế lực này qua thế lực khác, và vẫn là thế lực Nhật Bản. Chính vì thế mà chúng ta chưa từng mất nước, mất độc lập dân tộc. Điều này cũng giống như những đứa trẻ sinh ra và được nuôi nấng, chăm bẵm trong vòng tay bảo vệ chặt chẽ của mọi người trong dòng họ, những đứa trẻ đó chưa từng một lần va vấp với cuộc sống bên ngoài gia đình. Những đứa trẻ như vậy chắc hẳn sẽ yếu ớt khi bước ra ngoài xã hội. Hiện nay, việc giao thương với phương Tây ngày một mở rộng. Mọi mối bang giao quốc tế đều ảnh hưởng trực tiếp tới tất cả các lĩnh vực trong nước. Chúng ta đang ở trong tình thế tất cả mọi thứ đều phải xử lý trên cơ sở tính toán hơn thiệt với phương Tây. Trình độ của nền văn minh hiện có ở nước ta là kết quả của bao đời ông cha chúng ta tự lực làm nên, nhưng nếu đem so với phương Tây thì rõ ràng “mình mới bước một bước thì người ta đã nhảy ba bước”. Đã chậm hơn phưong Tây thì đương nhiên phải học, đằng này trong chúng ta lại nảy sinh tư tưởng chỉ biết ngồi bi quan than thở: vì họ chạy nhanh như vậy, ta có cố mấy cũng chẳng làm sao mà bằng được phương Tây. Và đến bây giờ chúng ta mới cảm nhận được một thực tế là nền độc lập của nước ta sao mà mong manh, yếu ớt đến thế khi đứng trước sức mạnh của phương Tây. Tinh thần, chí khí độc lập là điểm xuất phát của mọi vấn đề Không thể đánh giá được công cuộc khai hóa văn minh của một nước nếu chỉ nhìn vào diện mạo bề ngoài không thôi. Dù chính phủ Minh Trị có tự mãn đến mấy vì đã xây dựng được rất nhiều trường học, nhà máy xí nghiệp, xây dựng lục quân hải quân, thì tất cả những thứ đó cũng chỉ là cái vỏ ngoài, chỉ là “phần xác” của một quốc gia văn minh. Để hoàn thiện hình thức bề ngoài thì rất đơn giản. Vì chỉ cần có tiền. Có tiền là xây được trường học, mua được máy móc, dựng được nhà xưởng, trang bị súng ống tàu bè cho quân đội. Nhưng có một vấn đề không hiện ra thành hình ở đây. Vấn đề này mắt không nhìn thấy, tai không nghe được, không thể mua bán, không thể vay mượn. Nó liên quan tới hết thảy người Nhật Bản chúng ta. Nó ảnh hưởng rất mạnh. Không có nó, thì mọi hình thái của văn minh như những gì mà tôi đã nêu ra ở trên đều không thể phát huy được hiệu quả trong thực tế. Nó phải là cái quan trọng nhất và phải được coi là “phần hồn” của văn minh. Vậy đó là cái gì? Đó chính là: “Chí khí độc lập của nhân dân, tinh thần độc lập của nhân dân”. Thời gian qua, chính phủ nước ta ra sức xây dựng trường học, chấn hưng xí nghiệp nhà xưởng, cải cách quân đội. Và hầu như đã hoàn tất diện mạo bề ngoài, “phần xác” của một nước văn minh trên đất Nhật Bản. Thế nhưng, cái quan trọng nhất mà chúng ta thiếu đó là chí khí, tinh thần của nhân dân để đưa đất nước thực sự độc lập, thực sự bình đẳng với phương Tây. Nhân dân ta cũng không có cả chí khí tinh thần quyết không để đất nước thua kém phương Tây. Và không chỉ nhân dân không có chí khí đó, tinh thần đó, mà ngay cả những quan chức chính phủ – những người có trách nhiệm phải tìm hiểu phương Tây – cũng thế, chưa tìm hiểu thì họ đã tặc lưỡi buông xuôi, vì chính họ cũng mang tâm lý tự ti, mặc cảm trước phương Tây. Đã tự ti và mặc cảm như vậy thì còn đầu óc đâu để mà tỉnh táo nắm bắt tình hình được nữa. Vấn đề chính là ở chỗ: Nếu không có chí khí độc lập, tinh thần độc lập thì mọi hình thái của văn minh chỉ còn là hình thức, hoàn toàn vô dụng. Vận hội sẽ hé mở ở những nơi phát huy được chí khí của mình Cả nghìn năm qua, chính phủ nắm trong tay mọi quyền hành trên khắp đất nước. Từ quân đội, học thuật, công thương nghiệp cho tới cả những điều nhỏ nhặt trong cuộc sống hằng ngày, không cái gì mà chính phủ không nhúng tay vào. Nhân dân chỉ còn biết nhắm mắt tuân theo các chỉ thị của chính phủ. Đất nước ta giống như tài sản riêng của chính phủ, còn nhân dân chẳng khác nào như những người ăn nhờ ở đậu vậy. Đất nước ta như quần đảo không người ở. Nhân dân ta mang tư tưởng như những kẻ ăn nhờ ở đậu trên mảnh đất này. Và thế thì quốc gia cũng chỉ như cái nhà trọ, để người dân tạm dừng chân trong cuộc đời họ mà thôi. Vì thế, đối với người dân, vận mệnh quốc gia không dính dáng gì đến mình cả, không phải là nơi để phát huy chí khí. Tư tưởng này bao trùm khắp mọi miền đất nước. Trên thế gian này, mọi sự vật nếu không tiến bộ ắt sẽ thụt lùi. Còn nếu nỗ lực thì không thể thụt lùi mà chắc chắn sẽ tiến về phía trước. Chẳng có sự vật nào lại không lùi không tiến mà chỉ dậm chân tại chỗ cả. Nhìn vào xã hội nước ta hiện nay, tôi có cảm tưởng như hình thái văn minh đang tiến lên, nhưng “phần hồn” của văn minh thì ngày càng suy giảm. Tôi muốn nói với các bạn thế này: Ngày xưa, dưới thời phong kiến Mạc phủ, chính quyền chỉ dùng sức mạnh cai trị dân. Nhân dân do yếu thế nên chỉ còn có cách là ngoan ngoãn phục tùng chính quyền, nhưng trong bụng thì không phục chút nào cả. Họ sợ sức mạnh của chính quyền nên phải theo, và bề ngoài phải tỏ ra phục tùng. Hiện nay, chính phủ Minh Trị không những có sức mạnh mà còn có trí tuệ nữa. Chính phủ Minh Trị đang đảm đương, xử lý mọi vấn đề bằng sự mẫn cảm, hết sức nhanh nhạy. Chưa đầy 10 năm sau khi lên nắm quyền, chính phủ đã cải cách toàn bộ hệ thống giáo dục, quân đội, xây dựng hệ thống đường sắt, thành lập mạng lưới bưu điện, điện tín, xây dựng những công trình kiến trúc bằng đá, xây dựng hệ thống cầu cống bằng sắt thép… Tính quyết đoán, năng lực hành động và những kết quả đạt được của chính phủ thu hút sự quan tâm chú ý của dân chúng. Nhưng trường học là trường học của chính phủ, quân đội là quân đội của chính phủ. Đường sắt, bưu điện, điện tín, công trình kiến trúc bằng đá, cầu cống bằng sắt thép cũng như vậy. Tất cả đều của chính phủ. Người dân suy nghĩ về những việc trên như thế nào? Và dân chúng nói với nhau ra sao? Họ bảo rằng: “Chính phủ hiện nay vừa có sức mạnh vừa có đầu óc, nên chẳng ai có thể đọ nổi. Chính phủ ở trên cao trị quốc, mọi thứ đã có chính phủ lo nghĩ và làm cho rồi. Còn chúng ta là loại dân đen ở dưới, cứ có cái ăn để sống là được. Việc nước là chuyện đại sự, là việc của ‘các quan trên’, chứ đâu phải là việc của lũ dân đen mình mà lo.” Nhưng tôi xin phân tích thế này: chính quyền phong kiến Mạc phủ trước đây, chỉ biết dùng quyền lực để cai trị, còn chính phủ Minh Trị hiện nay, dùng cả sức và trí để cai trị. Chính quyền cũ không biết thủ thuật để cai trị dân, còn chính phủ mới bây giờ thì ngược lại. Chính quyền cũ dùng mọi cách làm tê liệt, làm rã rời sức dân, chà đạp tới tận chân tơ kẽ tóc của dân, quy định cả cách ăn mặc, đi đứng của mọi thành phần trong xã hội, trừng phạt nghiêm khắc mọi sự lẫn lộn. Còn chính phủ hiện nay thì cai trị khéo léo tới mức người dân bị lấy mất cả “hồn lẫn xác” mà cũng không hay. Vì thế dân ta thời trước sợ chính quyền như sợ ma quỷ, còn dân ta ngày nay thì tôn chính quyền lên như thần thánh để thờ. Nếu dân ta không tỉnh ngộ, không nhận ra sự “lầm tưởng” mà cứ thế quen dần với tình trạng như hiện nay, thì chính phủ có đổ công đổ của để hoàn thiện “cái vỏ” văn minh nhiều đến đâu đi nữa cũng chỉ tổ làm cho khí lực trong dân ngày một mất đi và như thế tinh thần – phần hồn của văn minh – cũng suy yếu theo. Lẽ ra phải tự hào về quân đội thường trực của chính phủ là để bảo vệ đất nước, thì ngược lại dân chúng vẫn nhìn quân đội như một công cụ để chính quyền đe dọa và đàn áp. Lẽ ra phải tự hào về trường học, đường sắt – là bằng chứng tiến bộ của văn minh – thì ngược lại dân chúng coi chúng như vật phẩm được chính phủ ban tặng. Thói ỷ lại vào chính phủ cứ thế mà gia tăng. Tinh thần độc lập trong nhân dân khô héo, teo tóp như thế, cái gì cũng “sợ hãi” mà trông cậy vào chính phủ của nước mình thì thử hỏi bằng cách nào và làm như thế nào mà Nhật Bản chúng ta có thể đấu tranh để văn minh so với phương Tây được? Vì thế tôi nghĩ: Nếu không vun đắp chí khí độc lập trong nhân dân, mà chỉ lo hoàn thiện cái vỏ bề ngoài của văn minh trên đất nước ta, thì điều đó cũng là vô nghĩa. Ngược lại, cái vỏ văn minh đó chỉ khiến cho lòng dân thêm yếu đuối, hoang mang. Khai phá văn minh là nhiệm vụ của tầng lớp trí thức trung lưu Văn minh của một quốc gia, không phải do chính phủ sáng tạo từ trên xuống và cũng không phải do thường dân làm được từ dưới đưa lên. Văn minh của một quốc gia phải do tầng lớp giữa – giai cấp trung lưu – có tri thức, kiến thức, động não trước thời cuộc, suy nghĩ hợp lòng dân thực hiện. Có như vậy mới mong thành công. Lịch sử của các quốc gia Tây Âu cho thấy sự phát triển công thương nghiệp ở các nước này không phải do chính phủ tạo ra. Mà tất cả đều là thành quả được sinh ra từ sự lao tâm khổ tứ, từ quá trình lao động trí óc cật lực, từ quá trình nghiên cứu tìm tòi đầy gian nan vất vả của các học giả thuộc giai cấp trung lưu. Đầu máy hơi nước là phát minh của Watt. Đường sắt là thành quả công phu của Stevenson. Người nghiên cứu và tìm ra nguyên lý kinh tế là Adam Smith. Họ đều thuộc tầng lớp giữa, không phải bộ trưởng trong nội các chính phủ và cũng không phải là công nhân trực tiếp sản xuất. Họ thuộc giai cấp trung lưu, có tri thức, tìm tòi nghiên cứu, nhờ đó mà làm thay đổi bộ mặt xã hội. Để mọi cá nhân có thể nghiên cứu, phát minh và ứng dụng kết quả rộng rãi trong xã hội, giúp ích cho cuộc sống thì cần phải tổ chức các công ty, phải khởi nghiệp trong khu vực tư nhân. Bảo hộ và tạo mọi điều kiện cho các công ty tư nhân phát triển là nhiệm vụ và trách nhiệm của chính phủ. Khai phá văn minh là công việc của khu vực tư nhân, bảo hộ là công việc của chính phủ. Có như thế thì mọi người dân mới không dửng dưng, mới tự hào “công cuộc văn minh hóa” là công cuộc của chính họ, chứ không phải là vật sở hữu riêng của chính phủ. Có như thế thì nhân dân mới vui sướng đồng cảm với mọi phát minh sáng chế trên đất nước mình và càng muốn đồng lòng hợp sức sao cho mình không thua kém phương Tây. Chỉ có như vậy văn minh mới làm tăng chí khí của dân, mới trở thành sức mạnh hậu thuẫn cho nền độc lập của đất nước. Thử nhìn vào công cuộc văn minh đang diễn ra trên đất nước ta mà xem, tôi chỉ có thể nói rằng chúng ta đang làm ngược với quy luật. Ở nước Nhật chúng ta hiện nay, người chủ trương thúc đẩy văn minh, gìn giữ độc lập trước áp lực phương Tây là những người thuộc tầng lớp giữa trong xã hội, là các nhà trí thức và đơn độc chỉ có họ. Nhưng số đó cũng chỉ là thiểu số ít ỏi. Còn đa phần các trí thức đều thiếu con mắt nhận biết thời cuộc. Họ yêu quý và lo giữ chỗ cho bản thân hơn là lo lắng, ưu tư cho đất nước. Đối với họ, gió chiều nào theo chiều ấy. Đa số các trí thức kiểu này luôn rình rập tìm kiếm lợi ích trước mắt, săn đón cơ hội leo vào hàng “quan chức”, sa vào các chức vụ quản lý vặt vãnh, tiêu phí thời gian bằng những việc vô bổ, xa rời công việc nghiên cứu, học thuật. Họ thỏa mãn với quyền cao bổng hậu. Tệ hại hơn nữa, họ lại tự cao tự đại: “Uyên bác như chúng tôi đã tập trung hết trong hàng ngũ chính quyền rồi, trong xã hội đâu còn ai?” Tôi buộc phải nói rằng những người trí thức như vậy là nỗi bất hạnh cho công cuộc văn minh đất nước. Lẽ ra phải đảm nhiệm vai trò mở mang, nuôi dưỡng văn minh với tư cách của người trí thức, thì họ lại vùi đầu vào việc kiếm lợi cho bản thân, họ chẳng bận tâm đến sự thoái hóa của tinh thần học vấn trong xã hội, đất nước ra sao họ cũng mặc. Như thế mà vẫn tự cho mình là trí thức được sao? Đó là một thực tế đáng hổ thẹn. May sao, trường tư thục Keio của chúng ta không có ai chạy theo trào lưu đang thịnh hành nói trên. Kể từ khi sáng lập, dù đơn độc nhưng trường chúng ta chưa bao giờ đánh mất niềm tự hào, dù phải “đơn thương độc mã” trong xã hội hiện tại, chúng ta đã, đang và vẫn tiếp tục vun xới, nuôi dưỡng tinh thần độc lập. Chúng ta chỉ có một mục đích gánh vai nâng đỡ tinh thần độc lập trong nhân dân. Chúng ta lẻ loi, đang đứng mũi chịu sào trong cơn cuồng phong, trong dòng nước chảy xiết, chúng ta đang phải gồng mình chống chọi với cả một trào lưu đang làm thoái hóa xã hội. Nhiệm vụ của chúng ta thật khó khăn. Nhưng chính lúc này đòi hỏi chúng ta phải có lòng quả cảm và tinh thần cương quyết. Dũng khí của con người không sinh ra từ sách vở. Đọc sách là phương tiện nâng cao học vấn. Học vấn là phương pháp tiến tới thực tiễn. Chính kinh nghiệm, sự từng trải sản sinh ra lòng quả cảm. Hội Keio chúng ta, bất chấp khó khăn, bất chấp gian khổ, nguyện đem hết tri thức kiến thức có được, xây đắp con đường phát triển văn minh. Để đi tới đó, chúng ta không phân biệt, không từ nan bất kỳ lĩnh vực nào, ngành học nào. Chúng ta làm thương nghiệp, chúng ta tranh luận luật pháp, chấn hưng công nghiệp, khuyến nông, viết sách, dịch sách, phát hành báo, tất cả những gì liên quan tới văn minh. Mỗi người chúng ta phải suy nghĩ về vai trò, sự đóng góp của bản thân, phải đi tiên phong trong nhân dân. Chúng ta cùng hợp tác với chính phủ. Sức dân và sức chính quyền có cân bằng thì tiềm lực quốc gia mới gia tăng, nền móng độc lập của quốc gia mới vững chắc, có như vậy nước ta mới mong được bình đẳng với phương Tây. Tôi tin rằng, vài mươi năm sau, cũng trong một dịp đón mừng năm mới, khi nhắc tới buổi sum họp hôm nay, chúng ta chắc sẽ cùng nói với nhau rằng: “Mới chỉ có nền độc lập mong manh như hồi đó mà chúng ta sung sướng đến vậy. Bây giờ đã sánh vai bình đẳng thực sự với phương Tây như thế này thì còn sung sướng đến nhường nào?” Như thế mới là niềm vui thực sự phải không các bạn? Tôi muốn nói với các bạn truớc khi cho phép tôi kết thúc. Các bạn sinh viên. Các bạn hãy tự quyết định tương lai, chí hướng của chính mình theo mục đích của trường tư thục chúng ta từ ngày hôm nay, ngày đón năm mới này. Tháng giêng năm Minh Trị thứ bảy (tức năm 1784)  "
        }
    ]
}
