{
    "id": 1774,
    "cate_id": 13,
    "name": "Liêt Tử và Dương Tử",
    "photo": "https://docsachhay.net/images/e-book/liet-tu-va-duong-tu.jpg",
    "data": [
        {
            "order": 8,
            "name": "Chương 2",
            "content": " CHẾT LÀ TRỞ VỀ LÚC ĐẦU  I.4(Tử Liệt tử thích Vệ) Thầy Liệt tử đi qua nước Vệ, vừa đi vừa ăn. Môn đệ đi theo thấy một sọ người đã trăm năm, bèn vạch cỏ, chỉ cho Liệt tử thấy. Liệt tử quay lại nói với (môn đệ là) Bách Phong: “Ta với cái sọ này, biết rằng không có gì thực là sinh, thực là tử[1]. Cái sọ đó có thực cho chết là buồn không? Ta có thực cho sống là vui không?”[2] …[3] Sách Hoàng Đế có câu: Hình mà động thì không sinh ra một hình khác mà sinh ra cái bóng; thanh âm mà phát ra thì không sinh ra một thanh âm khác mà sinh ra tiếng vang; cái “vô” mà động thì không sinh ra cái “vô” mà sinh ra cái “hữu”. Đã là hình thì phải có chỗ tận cùng, mà trời đất có tận cùng không? (Có vẻ như trời đất cùng tận cùng với ta. Nhưng như vậy có thật là tận cùng không thì ta không biết được. Đạo[4] có tận cùng không? Nó vốn không có khởi thuỷ, làm sao có tận cùng được? Nó có hết không? Nó vốn không có (vô) thì làm sao mà hết được?  Cái gì có sinh thì lại trở về cái bất sinh (tức cái chết); cái gì có hình thì trở về cái vô hình. Nhưng cái bất sinh vốn không phải là bất sinh; cái vô hình vốn không phải là cái vô hình. Theo lí, cái gì sống thì phải hết (chết); cái gì phải hết thì không thể không hết được, cũng như cái gì sống thì không thể không sống được; vậy kẻ nào muốn sống hoài không chết là kẻ mê muội, không hiểu lẽ trời. Tinh thần thuộc về trời, hài cốt thuộc về đất; thuộc về trời thì trong mà tán, thuộc về đất thì đục mà tụ. Khi tinh thần lìa thể xác rồi thì mỗi cái đều trở về nguồn gốc riêng của mình, cho nên gọi là “quỉ”. “Quỉ (ma quỉ) tức là “qui”[5], là về, về cái gốc của nó. Hoàng Đế bảo: “Tinh thần về nhà cửa của nó rồi, hài cốt về cội nguồn của nó rồi, thì làm sao ta còn tồn tại được nữa? ”. Con người từ lúc sanh tới lúc chết, trải qua bốn sự biến hoá lớn: tuổi thơ, tráng niên, già rồi chết. Trong tuổi thơ, khí và chí chuyên nhất, thực là hoà hợp, cho nên ngoại vật không làm thương tổn được, mà các đức[6] thật đầy đủ; tới tráng niên, khí huyết tràn trề, dục vọng và tư lự phát lên mạnh, bị ngoại vật tấn công, cho nên đức suy; tới tuổi già, dục vọng và tư lự giảm đi, muốn nghỉ ngơi, không cạnh tranh nữa nên ngoại vật không tranh thắng với mình; tuy không được như tuổi thơ, nhưng cũng khác tráng niên rồi. Tới lúc chết thì là nghỉ ngơi, trở về lúc đầu[7]. VUI SỐNG  I.5(Khổng tử du ư Thái Sơn) Khổng tử đi chơi núi Thái Sơn, gặp Vinh Khải Kì bận cái áo lông bằng da hươu, quấn dây lưng bằng thừng, vừa gảy đàn cầm vừa hát, lang thang trên cánh đồng Choanh[8]. Khổng Tử hỏi: Cụ có cái gì mà vui vậy? Đáp: Ta có nhiều cái vui lắm. Trời sinh ra muôn loài, chỉ có người là quí, mà ta được làm người, đó là một cái vui. Đàn ông so với đàn bà, đàn ông được trọng, đàn bà bị khinh, vậy đàn ông là quí, mà ta lại là đàn ông, đó là hai cái vui. Có những kẻ sinh ra không thấy mặt trời, mặt trăng, còn bọc trong tả đã chết rồi, ta nay đã được chín chục tuổi, đó là ba cái vui. Nghèo là cảnh thường của kẻ sĩ, và chết là là số phận của mọi người. Ở vào cảnh thường mà được số phận chung của mọi người, có gì mà buồn? Khổng Tử bảo: Đạt quan như vậy, sáng suốt thay![9] VUI CHẾT  I.6(Lâm Loại niên thả bách tuế) Lâm Loại[10] đã trăm tuổi. Đương mùa xuân, bận áo lông, đi mót lúa ở những ruộng đã gặt rồi, vừa đi vừa hát. Khổng tử trên đường qua nước Vệ, thấy Lâm Loại ở trên một cánh đồng, quay lại bảo đệ tử: - Nên hỏi chuyện ông lão đó. Ai muốn đi nào? Tử Cống[11] xin đi, bắt kịp ông lão ở trên cái đồi, đối diện ông lão, thở dài, hỏi: - Cụ không có điều gì ân hận sao mà vừa mót lúa vừa ca hát? Lâm Loại vẫn vừa đi vừa hát. Tử Cống lại hỏi nữa. Sau cùng Lâm Loại ngừng lại đáp: - Ta có gì phải ân hận? Tử Cống bảo:  - Hồi trẻ cụ có siêng năng không? Lớn lên cụ có sống không kịp thời không?[12] Già mà không có vợ con, và bây giờ cái chết sắp tới, có gì đâu mà vui, mà vừa mót lúa vừa ca hát? Lâm Loại cười đáp: - Cái ta cho là vui thì mọi người cho là buồn. Hồi trẻ ta không siêng, lớn lên ta sống không kịp thời, cho nên ta mới thọ được như vầy; già ta không có vợ con, cái chết nó sắp tới, cho nên ta mới vui như vầy. Tử Cống bảo: - Ai cũng muốn sống lâu, ai cũng ghét chết, sao cụ lại cho chết là vui? Lâm Loại đáp: - Sống với chết như qua với lại. Chết ở đây biết đâu chẳng phải tái sinh ở nơi khác? Làm sao[13] ta biết được rằng hai cái đó không như nhau? Ta lại làm sao biết được đau đáu khó nhọc cầu sống chẳng phải là mê muội? Lại làm sao biết được bây giờ chết đi chẳng hơn là hồi trước được sống? Tử Cống nghe xong không hiểu, về thưa với Khổng tử. Khổng tử bảo: “Ta biết trước rằng nên hỏi chuyện ông lão đó, quả nhiên như vậy. Nhưng ông ấy mới hiểu một phần thôi, chưa hiểu hết lẽ”. CHẾT LÀ NGHỈ  I.7(Tử Cống quyện ư học) Tử Cống học mệt rồi, thưa với Trọng Ni (Khổng tử): - Con muốn được nghỉ. Trọng Ni bảo: - Sống thì đâu có được nghỉ. Tử Cống hỏi: - Vậy thì con không có lúc nào được nghỉ sao? - Có chứ. Nhìn những nắm mồ ngổn ngang cái thấp cái cao kia, chỗ nghỉ ngơi đó. Tử Cống bảo: - Sự chết lớn thay, người quân tử chết là được nghỉ, kẻ tiểu nhân chết là hết, không làm bậy được nữa.  Trọng Ni nói thêm: - Tứ[14], anh hiểu rồi đấy. Người ta đều biết sống là vui mà không biết sống là khổ; biết già thì mỏi mệt mà không biết già là an nhàn; biết chết là buồn mà không biết chết là nghỉ. CHẾT LÀ VỀ  I.8[15](Án Tử viết: Thiện tai!) Án tử[16] nói: “Sáng suốt thay quan niệm của cổ nhân về cái chết: người nhân (hiền) chết là được nghỉ, kẻ bất nhân chết là hết làm bậy”.  Chết là được về[17]. Cổ nhân bảo những người chết là “những người trở về”. Bảo như vậy tức là bảo rằng người đương sống là “người đi đường”. Đi đường mà không biết lối thì sẽ lạc nhà, không có nhà. Một kẻ không có nhà thì mọi người chê; vậy mà khắp thiên hạ, không có ai có nhà cả thì không ai chê! Có người bỏ quê hương, rời cha mẹ, anh em, vợ con, phá tán tài sản, đi lang thang bốn phương trời mà không về, thì người đó ra sao? Người đời chắc cho hắn là cuồng đãng. Lại có kẻ quá trọng hình hài và đời sống, muốn được tài giỏi, tiếng tăm, khoa trương với đời mà không biết ngừng, hạng đó nữa ra sao? Người đời chắc khen là kẻ sĩ đa trí, đa mưu. Hai hạng trên đều lầm lẫn cả, mà hạng trên bị chê, hạng dưới được khen. Chỉ bậc thánh nhân mới biết khen chê cho đúng thôi.   SỐNG LÀ GỞI  I.12(Thuấn vấn Chưng viết) Thuấn hỏi ông Chưng[18]: - Có thể đạt được, nắm được đạo không? Đáp:  - Ngay cái thân anh cũng không phải của anh, thì anh làm sao nắm được đạo? Lại hỏi: - Thân của tôi không phải là của tôi thì là của ai? Đáp: - Đó là cái hình hài trời đất giao cho anh đấy. Đời sống không phải là của anh, nó là sự điều hoà của trời đất giao cho anh đấy. Tính mệnh không phải là của anh, nó là sự kết hợp của trời đất giao cho anh đấy. Con cháu không phải là của anh, chúng là sự lột xác của trời đất giao cho anh đấy. Cho nên khi đi, chúng ta không biết đi đâu, khi ở, không biết ở đâu, khi ăn, không biết ăn gì[19]. Trời đất là cái khí nó vận động. Làm sao nắm được làm của mình?[20] CÁI THẾ KHÔNG THỂ KHÁC ĐƯỢC  VI.3 (Chúng tôi bỏ phần đầu về tình tri kỉ của Quản Di Ngô (tức Quản Trọng) và Bão Thúc Nha mà nhiều độc giả đã biết và Tư Mã Thiên đã chép trong bộ Sử kí (trang 335-337 bản dịch của nhà Lá Bối)Dưới đây chúng tôi chỉ dịch từ: Thử thế xưng Quản, Bão thiện giao giả) ° Người đời đều khen Quản Trọng và Bão Thúc là những bạn tốt và Công tử Tiểu Bạch biết dùng người tài năng. Nhưng thực ra không phải vậy (…) Bão Thúc không phải có cái đức đề cử người hiền (tức Quản Trọng), ông ta không thể không đề cử người hiền được. Công tử Tiểu Bạch không phải có cái đức dùng kẻ thù của mình (tức Quản Trọng), ông ta không thể không dùng kẻ thù của mình được[21]. Đến khi Quản Di Ngô đau, Tiểu Bạch[22] hỏi: - Trọng phụ đau nhiều, phải nói thẳng như vậy[23]. Nếu trọng phụ không qua khỏi thì quả nhân biết giao việc nước cho ai? Di Ngô hỏi lại: - Nhà vua muốn giao cho ai? Tiểu Bạch đáp:  - Giao cho Bão Thúc Nha được không? - Không được. Ông ấy là bậc sĩ hiền và liêm khiết. Những người nào không được như ông ấy thì ông ấy coi như không phải là người; nghe thấy ai có lỗi thì suốt đời không quên; nếu giao việc nước cho ông ấy thì ở trên gây khó khăn cho vua, ở dưới làm cho dân bất bình, thế nào cũng mang tội với vua, không bền đâu[24]. Tiểu Bạch hỏi: - Vậy thì lựa ai? - Không có ai khác thì lựa Thấp Bằng. Ông ấy ở chức cao mà quên mình ở chức cao cho nên người dưới không chống đối, thẹn rằng mình không có đức bằng vua Hoàng Đế mà thương những người không bằng mình. Đem cái đức của mình chia sẻ với người khác[25] thì gọi là thánh nhân; đem tiền của mà chia sẻ với người khác thì gọi là hiền nhân. Cho rằng mình minh triết hơn người thì không bao giờ được lòng người; cho rằng mình minh triết kém người thì không bao giờ không được lòng người. Ở trong nước cũng như ở trong nhà, ông ấy không muốn nghe thấy, trông thấy mọi điều[26]. Không có ai khác thì lựa Thấp Bằng. Như vậy Quản Di Ngô không phải bạc tình với Bảo Thúc, (cái thế) không thể không bạc tình được; cũng không phải là có hậu tình với Thấp Bằng, (cái thế) không thể không hậu tình được. Có người lúc đầu mình quí trọng rồi sau lơ là; có người lúc đầu lơ là rồi sau quí trọng. Quí trọng hay lơ là lúc vầy lúc khác, cái đó không tuỳ thuộc ta[27].  MỆNH TRỜI  VI.5(Khả dĩ sinh nhi sinh) Có thể sống được (một cách vui vẻ) mà sống, đó là được trời thương. Tới lúc nên chết mà chết, là được trời thương. Có thể sống được mà không sống, là trời phạt. Tới lúc nên chết mà không chết, là bị trời phạt. Có thể sống, có thể chết mà được sống được chết, là do mệnh trời. Không nên sống, không nên chết mà sống hoặc chết là do mệnh trời. Vậy thì sống sống chết chết, không do ta hay do ngoại vật, đều là số mệnh hết, trí óc ta không sao hiểu được. Cho nên bảo: Đạo trời tự tạo nên, sâu xa không biết tới đâu là cùng. Đạo trời tự vận hành, mênh mông, không phân biệt. Trời đất không phạm được nó. Thánh nhân không nghịch được nó. Ma quỉ không lừa dối nó được. Cái “tự nhiên” im lặng mà gây nên mọi vật, Làm cho mọi vật quân bình, yên ổn, nó tự đưa đón nó[28]. BỐN HẠNG NGƯỜI  VI.10(Mi si, chiến sất…)[29] Bốn hạng người sống với nhau trong đời: hạng thâm hiểm, hạng nông nổi, hạng thận trọng, hạng nóng nảy; hạng nào cũng hành động theo ý mình mà suốt đời không hiểu nhau, và đều tự cho trí tuệ mình là sâu sắc nhất. Bốn hạng người sống với nhau trong đời: hạng khéo nịnh, hạng ngu mà trực, hạng hay câu nệ, hạng ngớ ngẩn; hạng nào cũng hành động theo ý mình mà suốt đời không giao du với nhau, và đều tự cho mình là khéo léo hơn hết.  Bốn hạng người sống với nhau trong đời: hạng tinh ranh, hạng vô sỉ, hạng phán đoán vội vàng, hạng mỉa mai; hạng nào cũng hành động theo ý mình mà suốt đời không giác ngộ lẫn nhau, và đều tự cho tài của mình là hơn cả. Bốn hạng người sống với nhau trong đời: hạng giả dối, hạng hay thêu dệt, hạng dũng cảm, hạng khiếp nhược; hạng nào cũng hành động theo ý mình mà suốt đời không phê phán nhau, và đều tự cho con đường của mình mới đúng. Bốn hạng người sống với nhau trong đời: hạng chiều đời, hạng tự chuyên, hạng tàn bạo, hạng đứng một mình không cần tới ai; hạng nào cũng hành động theo ý mình mà suốt đời không thèm ngó nhau, và đều tự cho mình là biết theo thời. Thái độ và hành trạng mỗi người khác nhau, không ai giống ai, nhưng đều theo con đường số mệnh cả. NÊN TRỊ MỆNH AN THỜI  VI.11(Quỉ quỉ thành giả, tiếu thành giả) Cái gì gần thành thì có vẻ thành rồi, nhưng chưa phải là thành; cái gì gần bại có vẻ bại rồi, nhưng chưa phải là bại. Vì thấy nó có vẻ gần giống nhau, nên người ta lầm lẫn, mê muội[30]. Không mê muội về chỗ giống nhau thì không sợ cái hoạ ở ngoài, không mừng vì cái phúc ở trong. Ngay những bậc sáng suốt cũng không biết tuỳ thời mà hành động, tuỳ thời mà ngừng lại. Người nào tin ở mệnh trời thì không mừng, không sợ[31]. Nếu mừng và sợ thì không thể so sánh với người bịt mắt, bịt tai, quay lưng vào sườn núi, nhìn xuống vực thẳm mà cũng không sợ té[32].  Cho nên bảo rằng sống và chết do mệnh trời cả, nghèo khổ là tại thời vận. Oán ghét sự chết yểu là không biết mệnh trời, oán ghét sự nghèo khổ là không biết thời vận. Chết mà không sợ, nghèo mà không buồn, là người biết trị mệnh an thời[33]. Dù là người rất thông minh mà lượng lợi và hại, xét hư và thực, dò lòng người thì cũng chỉ đúng một nửa thôi, còn một nửa sai. Còn người ít thông minh, không lường lợi và hai, không xét hư và thực, không dò lòng người thì (kết quả cũng vậy) đúng được một nửa, còn một nửa sai. Vậy lường hay không lường, xét hay không xét, dò hay không dò, có khác gì nhau đâu? Chỉ có người nào không lường gì cả mà là lường tất cả, giữ được trọn mà không mất. Nhưng (thực ra) người đó cũng không biết đâu mà giữ được trọn, đâu là mất. Tóm lại, còn hay mất, có hay không là sự việc tự nhiên xảy ra, chứ không dụng tâm mà được.  MUỐN SỐNG HOÀI LÀ BẤT NHÂN  VI.12(Tề Cảnh Công du ư Ngưu Sơn) Vua Tề Cảnh Công đi chơi núi Ngưu Sơn, khi tới phía bắc quốc đô, thì ứa lệ, than thở: - Đẹp thay nước ta! Cây cỏ tươi tốt, sum suê, dầm dề sương mai kia. Rồi đây ta phải chết mà bỏ nước này ư? Nếu tự cổ không ai chết (mà ta cũng sống hoài) thì ta quyết không bỏ nước này mà đi nơi khác[34]. Viên sử quan họ Khổng và Lương Khâu Cứ[35] đi theo hầu, đều nhỏ lệ, tâu: - Bọn hạ thần chúng tôi đội ơn đại vương mà ăn rau và thịt, thường được ngồi xe xấu ngựa còm, mà còn không muốn chết, huống hồ đại vương. Duy có Án tử đứng bên mà cười. Cảnh Công chùi nước mắt, quay lại hỏi Án tử: - Hôm nay quả nhân đi chơi mà xúc cảm sinh buồn. Khổng và Cứ đều khóc theo quả nhân, riêng ông cười là tại sao? Án tử đáp: - Nếu bậc hiền tài cứ sống hoài thì đức Thái Công và Hoàn Công còn sống đến ngày nay. Nếu những người dũng cảm mà sống hoài thì các đức Trang Công, Linh Công[36] còn sống đến ngày nay. Nếu tất cả các vị đó còn sống đến nay thì nhà vua tất bận áo tơi, đội nón lá mà đứng ở giữa đồng, lo việc ruộng nương[37] chứ đâu được nhàn hạ mà nghĩ tới chết như vậy? Nhà vua đâu được lên ngôi như vậy? Nhờ cái lẽ thay phiên nhau kẻ ở người đi, nên ngôi vua mới tới đại vương. Đại vương chỉ vì vậy mà khóc thì quả là bất nhân quá. Thần thấy một ông vua bất nhân, lại thấy những bề tôi nịnh hót này, mới riêng cười thầm. Cảnh Công xấu hổ, nâng chén rượu lên uống để tự phạt mình, rồi phạt hai người bề tôi kia mỗi người hai chén. CON CHẾT MÀ KHÔNG BUỒN  VI.13(Nguỵ nhân hữu đông môn Ngô dã) Nước Nguỵ có một người họ Ngô ở Đông Môn, con trai chết mà không buồn. Người quản lí trong nhà hỏi: - Ông yêu con không ai bằng, nay cậu ấy chết mà ông không buồn là tại sao? Họ Ngô đáp:  - Có hồi ta không có con, lúc đó ta không buồn. Nay nó mất thì như hồi ta chưa có nó. Vậy có gì mà buồn? PHÉP DƯỠNG SINH VÀ TỐNG TỬ  VII.7(Án Bình Trọng vấn dưỡng sinh) Án Bình Trọng hỏi Quản Di Ngô[38] về phép dưỡng sinh. Quản Di Ngô đáp: - Cứ sống buông thả, đừng ngăn cản, cấm kỵ. Án Bình Trọng hỏi: - Cách thức ra sao[39]? Di Ngô đáp: - Tai muốn nghe thì cứ nghe, mắt muốn nhìn thì cứ nhìn, mũi muốn ngửi thì cứ ngửi, miệng muốn nói thì cứ nói, thân thể muốn gì thì cứ tuỳ thích, lòng muốn làm thì cứ làm. Tai thích nghe âm nhạc, mà không được nghe, thế là ngăn cấm thính quan; mắt muốn nhìn sắc đẹp mà không được nhìn, thế là ngăn cấm thị quan; mũi thích ngửi hương thơm (như mùi lan, mùi tiêu) mà không được ngửi, thế là ngăn cấm khứu quan; miệng muốn nói việc phải việc trái, mà không được nói, thế là ngăn cấm trí óc; thân thích đồ ngon, đồ đẹp, mà không được như nguyện, thế là ngăn cấm sở thích; lòng muốn phóng dật mà không được phóng dật, thế là ngăn cấm bản tính. Những sự ngăn cấm đó đều là chúa tàn bạo. Bỏ những chúa tàn bạo đó đi mà vui vẻ đợi chết, (dù sống) một ngày hay một tháng, một năm hay mười năm, tôi cũng cho là biết dưỡng sinh. Kẻ nào bị chúa những tàn bạo đó câu thúc, mà không cởi bỏ được, đau đáu lo lắng, thì dù có sống lâu trăm năm, ngàn năm, vạn năm, tôi cũng không cho là biết dưỡng sinh. Quản Di Ngô nói thêm:  - Tôi giảng phép dưỡng sinh cho ông biết rồi, còn phép tống tử thì ông nên ra sao? Án Bình Trọng đáp: - Phép tống tử không quan trọng, có gì đâu mà bàn? - Nhưng tôi cũng xin được nghe. - Mình chết rồi, việc tống tử đâu có do mình nữa[40]. Hoả táng cũng được, thả trôi sông cũng được, chôn cất cũng được mà phơi ra giữa trời cũng được, bó thây bằng cỏ mà liệng xuống cái hầm cái hố nào đó cũng được, liệm bằng áo lễ, áo thêu mà cho vào quách bằng đá cũng được, sao cũng được hết. Quản Di Ngô quay lại bảo Bão Thúc[41]: - Hoàng tử nói[42]: “Cái đạo sinh tử, hai ta đều rõ rồi vậy”. KHÔNG GÌ BẰNG HƯỞNG LẠC  VII.8(Tử Sản tướng Trịnh) Tử Sản[43] làm tướng quốc nước Trịnh, cầm quyền được ba năm, người tốt thì vui vẻ chịu sự giáo hoá của ông, còn kẻ xấu thì sợ những nghiêm cấm của ông. Nhờ ông, nước Trịnh thịnh trị lên và được chư hầu kính nể. Tử Sản có một người anh là Công Tôn Triêu và một người em là Công Tôn Mục. Triêu thích rượu mà Mục hiếu sắc. Nhà của Triêu chứa ngàn hũ rượu, men rượu chất thành đống, cách nhà trăm bước đã thấy nồng nặc mùi hèm. Khi say, Triêu không còn biết thế đạo an hay nguy, tình lí phải hay trái, trong nhà có những gì, bà con họ hàng thân sơ ra sao, kẻ còn người mất, vui buồn ra sao, dù có tai hoạ lụt, cháy, binh đao ở trước mắt, cũng không biết nữa. Phía sau nhà của Mục cất mấy chục phòng liền nhau, phòng nào phòng nấy đều chứa đầy những gái tơ mỹ miều. Khi đắm mình vào sắc dục thì Mục không tiếp xúc với người thân, không tiếp đãi bạn bè, trốn ở vườn sau, suốt ngày thâu đêm, ba tháng mới ra ngoài mà còn cho là chưa thoả. Thấy trong miền có gái tân nào diễm lệ[44], thì tặng đồ để mời lại, nhờ mối manh dụ dỗ, cho tới khi chiếm được mới thôi. Tử Sản ngày đêm rầu rĩ vì ông anh và ông em đó, ngầm bàn tính với Đặng Tích[45], bảo: - Kiều tôi nghe nói “Tu thân rồi mới trị được nhà, trị được nhà rồi mới trị được nước”, nghĩa là phải tiến từ gần tới xa. Kiều tôi trị nước cũng là được mà nhà thì loạn như vậy? Thế ngược đường sao? Làm cách nào cứu hai người đó được? Xin ông dạy cho? Đặng Tích đáp: - Điều đó từ lâu tôi đã lấy làm lạ, mà không dám nói ra. Tại sao ông không răn bảo hai người đó ngay từ đầu, nhắc họ phải coi tính mệnh là trọng, khuyên họ phải coi lễ nghĩa là quí? Tử Sản nghe lời Đặng Tích, gặp lúc rảnh, lại thăm anh và em, mà bảo: - Con người sở dĩ quí hơn cầm thú là nhờ biết suy nghĩ; suy nghĩ thì phải nhờ vào lễ nghĩa; có lễ nghĩa rồi mới có danh vị. Nếu tình ý phóng túng, đam mê thị dục thì nguy tới tính mệnh. Anh và chú mà nghe lời tôi thì sáng tự hối, tối đã được hưởng lộc (làm quan) rồi. Triêu (và Mục) đáp: - Chúng tôi đã biết lẽ đó từ lâu, đã lựa lối sống từ lâu, đâu có phải đợi chú giảng giải. Hạnh phúc ở đời là điều khó gặp mà cái chết thì dễ gặp. Đem cái hạnh phúc khó gặp mà đổi cái chết dễ gặp, nghĩ xem có nên không? Tôn trọng lễ nghĩa để khoe đức với người, làm trái tính tình của mình để cầu danh, thì bọn tôi cho là thà chết còn hơn. Bọn tôi muốn tận hưởng hạnh phúc ở đời trong khi còn sống, chỉ sợ bụng đầy rồi không ăn uống thêm được nữa cho khoái khẩu, sức kiệt rồi không hưởng sắc dục được nữa cho sướng thân, chẳng lo cái chuyện mang tiếng xấu hoặc nguy tới tính mệnh. Vả lại chú lấy tài trị nước mà khoe với đời, muốn biện thuyết để làm rối loạn lòng của bọn tôi, đem tước lộc để dụ bọn tôi, chẳng phải là bỉ ổi mà đáng thương sao! Để tôi giảng cho chú nghe này: người nào tự cho khéo trị ngoại vật, ngoại vật vị tất đã trị mà thân người đó đã khổ rồi; còn kẻ khéo trị nội tâm, thì ngoại vật chưa chắc đã loạn mà tính tình mình được yên vui. Cách trị ngoại vật của chú có thể tạm có kết quả trong một nước, nhưng chưa hợp với lòng người; còn cách trị nội tâm của bọn tôi, có thể áp dụng rộng ra khắp thiên hạ, (nếu theo đúng) thì không còn cái đạo vua tôi nữa. Bọn tôi đã tính giảng cho chú cái thuật đó, ngờ đâu ngược lại, chú đòi đem thuật của chú thuyết bọn tôi! Tử Sản hoang mang không biết đáp sao. Hôm sau cho Đặng Tích hay, Đặng Tích bảo: - Ông sống với những bậc chân nhân mà không hay, vậy mà người ta cứ khen ông là bậc trí. Nước Trịnh mà được thịnh trị là ngẫu nhiên đấy, đâu phải là công của ông[46].  III. ĐẠO HIỆU NGHIỆM CỦA THUẬT VÔ VI  II.1(Hoàng Đế tức vị thập hữu ngũ niên) Hoàng Đế lên ngôi được mười lăm, mừng rằng thiên hạ tôn thờ mình. Ông giữ gìn tính mệnh (sinh lực), hưởng cái vui thanh sắc, hương vị, vậy mà nước da ông khô và đen sạm, tâm hồn ông mờ ám mê loạn. Thêm mười lăm năm nữa, ông lo lắng nhận thấy rằng nước muốn loạn; ông gắng sức, dùng hết trí lực sáng suốt để trị dân, nước da ông vẫn khô và đen sạm, tâm hồn vẫn mờ ám mê loạn. Ông thở dài than rằng: - Ta lỗi lầm quá lắm! Nuôi riêng cái thân ta thì tai hại như vậy, mà muốn trị dân thì cũng tai hại như vậy. Thế rồi ông bỏ hết cơ mưu, rời cung điện, đuổi kẻ hầu đi, hạ các chuông xuống, giảm các thức ăn, lui ra ở yên tĩnh trong một ngôi nhà tại giữa sân lớn của ông, trai tâm để làm chủ được hình hài, như vậy ba tháng không trông nom việc nước nữa. Một hôm ông nghĩ trưa, nằm mộng thấy lại chơi nước Hoa Tư Thị. Nước này ở phía Tây Yểm Châu, phía bắc Thai Châu, không biết cách nước Tề bao nhiêu vạn dặm. Không thể đi xe, đi thuyền hay đi chân mà tới nước đó được, chỉ có thể tới bằng tinh thần (thần du) mà thôi. Nước đó không có vua, tự nhiên mà trị, dân không thị dục, tự nhiên mà sống. Họ không ham sống, không ghét chết, cho nên không có ai chết yểu. Họ không yêu mình mà lãnh đạm với người, cho nên không yêu không ghét. Không ác cảm với người trái với mình, không thiện cảm với người thuận ý mình, cho nên không có lợi, không có hại, không thích, không tiếc. Họ không uý kỵ cái gì cả, xuống nước mà không chìm, vô lửa mà không cháy, bị đánh không thấy đau; gãi mà không nhức, ngứa; bay lên không như đi dưới đất, nằm trên không như nằm trên giường; mây và sương mù không che được mắt, tiếng sấm sét không làm điếc được tai, cái đẹp cái xấu không làm động lòng, núi hang không ngăn được bước chân, họ đi đi lại lại như thần linh vậy. Hoàng Đế tỉnh dậy, vui vẻ, giác ngộ, cho vời Thiên Lão, Lực Mục, Thái Sơn Kê[47] lại, bảo: Ta nhàn cư ba tháng, trai tâm mà làm chủ được hình hài, suy nghĩ về cách dưỡng thân và trị nước mà không tìm ra được thuật nào cả. Mệt mỏi, ta ngủ thiếp đi, nằm mộng thấy vậy. Bây giờ biết rằng không thể nhiệt tình cầu đạo mà được đạo. Ta hiểu được rồi, đạt được rồi, nhưng không thể giảng cho các khanh được.  Hoàng Đế giữ ngôi hai mươi tám năm nữa, thiên hạ thật bình trị, gần như nước Hoa Tư Thị vậy. Rồi Hoàng Đế qui tiên. Trăm họ đều khóc, trên hai trăm năm không dứt. KHÔNG PHÂN BIỆT MÌNH VỚI VẠN VẬT  II.3(Liệt tử sư Lão Thương) Liệt tử học ông Lão Thương, làm bạn với ông Bá Cao tử, khi đã biết được nhiều về đạo của hai ông đó rồi thì cưỡi gió mà về[48]. Doãn Sinh hay tin lại ở gần nhà Liệt tử, mấy tháng không được dạy bảo điều gì cả, một hôm nhân lúc Liệt tử nhàn rỗi, xin Liệt tử truyền đạo cho. Mười lần qua hỏi, mười lần không được Liệt tử chỉ bảo. Doãn Sinh giận, qua từ biệt Liệt tử, Liệt tử làm thinh. Doãn Sinh mấy tháng không qua nữa, nhưng lòng vẫn thắc mắc muốn biết đạo, sau lại trở qua. Liệt tử hỏi: - Bỏ đi rồi lại trở lại mấy lần là nghĩa gì vậy? Doãn Sinh đáp: - Trước kia Chương Đái[49] xin thầy dạy bảo, thấy chẳng buồn dạy, nên con bất bình với thầy. Bây giờ hết rồi nên con trở lại. Liệt tử bảo: - Trước kia ta tưởng anh thông minh, không ngờ tầm thường như vậy. Ngồi đó, ta sẽ chỉ cho ta đã học được gì ở thầy ta. Từ khi ta là môn đệ của thầy ta, là bạn của Bá Cao, sau ba năm, lòng không dám cân nhắc đến phải trái, miệng không dám nói đến lợi hại, lúc đó mới chỉ được thầy ta liếc mắt nhìn thôi. Sau năm năm, lòng ta mới lại cân nhắc phải trái, miệng ta lại nói đến lợi hại, lúc đó thầy ta mới tươi tỉnh cười với ta. Sau bảy năm, lòng ta tự nhiên suy tư, không thấy gì là phải trái nữa; miệng ta tự nhiên nói ra, không biết gì là lợi hại nữa, lúc đó thầy ta mới cho ta ngồi cùng chiếu. Chín năm sau, giải thoát được ý nghĩ trong lòng và lời nói ngoài miệng, đã không phân biệt cái phải trái lợi hại của ta ở đâu mà cũng không phân biệt cái phải trái của người ở đâu, cũng không phân biệt thầy ta là thầy, bạn ta là bạn nữa. Hết phân biệt nội và ngoại (mình và vạn vật) rồi, thì cảm giác của mắt cũng như cảm giác của tai, của tai cũng như của mũi, của mũi cũng như của miệng, hết thảy đều hoà đồng với nhau. Lòng ta ngưng lại, hình hài ta được giải thoát, xương thịt như tan rã, ta không cảm thấy thân thể ta dựa vào cái gì cả, không cảm thấy chân ta đạp đất nữa. Ta theo gió mà qua đông qua tây, như lá lìa cành, như hạt lìa cây; không biết ta chở gió hay gió chở ta nữa.  Còn anh, anh ở nhà thầy chưa được bao lâu mà đã hai ba lần tỏ ra bất mãn. Cái mảnh thân thể của anh, không khí không chịu nhận, một khúc xương cốt của anh, đất không chịu chở, như vậy làm sao anh cưỡi gió bay trong không khí được? Doãn Sinh rất xấu hổ, nín thở hồi lâu, không dám thốt một lời. HOÀ ĐỒNG VỚI VẠN VẬT  II.12(Triệu Tương tử suất đồ thập vạn) Triệu Tương tử[50] thống suất trăm ngàn người đi săn ở núi Trường Sơn. Họ dùng cỏ khô đốt rừng, cháy hừng hừng cả trăm dặm. Bỗng thấy một người từ trong vách đá chui ra, cùng bay lên đáp xuống với ngọn lửa và tàn lửa, mọi người đều cho là quỉ. Lửa tắt rồi, người đó ung dung bước ra, như không có chuyện gì xảy ra cả. Tương tử lấy làm lạ, giữ lại, xem xét kỹ lưỡng người đó, hình sắc, mặt mũi, đúng là người, hơi thở tiếng nói cũng đúng là người, rồi hỏi: - Anh có cái đạo (thuật) nào mà ở trong đá được, vô lửa được? Người đó hỏi lại: - Đá là cái gì kia? Lửa là cái gì kia?  Tương tử đáp: - Đá là chỗ lúc nãy anh chui ra; còn lửa là chỗ lúc nãy anh vượt qua đó. Người đó nói: - Tôi không biết đấy. ° Nguỵ Văn hầu nghe chuyện đó hỏi Tử Hạ[51]: - Người đó là hạng người nào vậy? Tử Hạ đáp: - Tôi được nghe thầy tôi (Khổng tử) dạy rằng người nào hoà đồng với vạn vật thì hoá đồng với vạn vật, vạn vật không làm thương tổn, trở ngại được mình, mà có thể đi xuyên vô kim thạch, đi trong nước lửa. Văn hầu hỏi: - Sao thầy không làm như vậy? - Diệt lòng, bỏ trí, Thương tôi chưa làm được; nhưng nếu nhàn thì cũng xin bàn về điều đó. Văn hầu bảo: - Thế còn phu tử (Khổng tử) sao không làm? Tử Hạ đáp: - Phu tử làm được mà không cần làm. Văn hầu rất mừng.Chú thích:[1] Ý muốn nói: Xét bề ngoài thì có sinh có tử; nhưng xét cho tới cùng thì chỉ là biến hoá, không có sinh, không có tử.[2] Đoạn này có trong thiên Chí lạc của Trang tử.[3] Ở đây chúng tôi bỏ một đoạn dùng nhiều tên cây, tên vật; đại ý rằng trong vũ trụ chỉ có sự biến hoá mà thôi.[4] Chữ Đạo ở đây như chữ Đạo trong Đạo đức kinh, trỏ bản thể của trời đất, cái lẽ tuyệt đối, chứ không có nghĩa chúng ta thuời dùng.[5] Người Trung Hoa thường hay dùng hai tiếng phát âm giống nhau để định nghĩa; như y giả, ý dã, nghĩa là phép chữa bệnh (y) phải lấy ý mà đoán; hoặc nghĩa giã, nghi dã: việc nghĩa là việc đáng làm (nghi).[6] Trước Liệt tử, Lão tử cũng nói: Hàm đức chi hậu, tỉ ư xích tử: nuôi cái đức cho dày, như đứa con đỏ. Họ trọng đức hồn nhiên của trẻ.[7] Bài này có trong Nam Hoa kinh, thiên Chí Lạc. [Bài Chí lạc 6 chỉ có đoạn này: “Liệt tử trong khi qua Vệ, ngồi ăn bên đường, bỗng thấy một cái sọ người đã được một trăm năm, bèn vạch cỏ, trỏ nó, bảo: “Chỉ có ông và tôi hiểu rằng không có gì thực là sinh, thực là tử. Ông có thực là khổ không, mà tôi có thực là sướng không?” (Goldfish)][8] Thuộc nước Lỗ, nay ở Sơn Đông.[9] Bài này có trong Cổ học tinh hoa, bài 60: Tự làm khoan khoái. (Goldfish).[10] Trong cuốn Cao sĩ truyện, ghi Lâm Loai là ẩn sĩ người nước Nguỵ.[11] Một môn đệ của Khổng tử, tên là Đoan Mộc Tứ (Cống là tên tự) có tài biện thuyết, thích buôn bán, làm quan ở nước Lỗ, nước Vệ).[12] Nghĩa là không ganh đua cho bằng người.[13] Có bản không có chữ an là làm sao, và nghĩa ngược lại: Ta biết được rằng hai cái đó như nhau.[14] Tên tục của Tử Cống.[15] Bài này có sách sắp chung với bài I.7.[16] Án tử tên là Anh làm tướng quốc nước Tề ở đầu thế kỉ thứ 6 trước công nguyên, có độ lượng, giỏi trị nước. Có bộ Án tử Xuân Thu nhưng không chắc của Án tử viết.[17] Nguyên văn: Tử dã giả, đức chi kiếu dã. Trương Trầm giải nghĩa: chữ đức đó là đắc (được), kiếu nghĩa là về. – Đường Kính Cảo giải nghĩa: đức là đắc, kiếu là giới hạn. – Benedykt Grynpas dịch khác hẳn: chết làm cho cái đức rõ rệt ra.[18] Thuấn là vua Thuấn, minh quân thời cổ (-2255 -2206). Chưng không rõ là ai. Có lẽ đây chỉ là một một chuyện bịa làm ngụ ngôn.[19] B.G dịch là: Không biết ăn ra sao. [20] Truyện này có chép trong thiên Trí Bắc du.[21] Ý nói hành động đó do hoàn cảnh hay số phận đã quyết định rồi, Bão Thúc, Tiểu Bạch, cũng như mọi người khác không có ý chí tự do.  [22] Tiểu Bạch đã lên ngôi, tức Tề Hoàn Công.[23] Nguyên văn: Bất khả huý vân. Trương Trầm giải nghĩa là không cần kiêng mà không nói thẳng ra. B.G dịch là: nhưng không có gì đáng lo.  [24] Trong Cổ học tinh hoa, bài 44. Tri kỷ chép theo Thuyết Uyển: “Bão Thúc chết, Quản Trọng thương tiếc, khóc như mưa, ướt đầm cả vạt áo…”, nghĩa là Bảo Thúc Nha chết trước Quản Trọng. (Goldfish).[25] Nghĩa là mình cải thiện người khác, khiến họ cũng có đức như mình. [26] Đoạn này có trong Nam Hoa kinh. [tức từ “Đến khi Quản Di Ngô đau…” đến “…nghe thấy, trông thấy mọi điều.”, nhưng có bản Nam Hoa kinh cũng chép đoạn này và cả câu tiếp theo: “Không có ai khác thì lựa Thấp Bằng”. (Goldfish)].[27] Ý nói: Sự thể khiến như vậy, ta không thể hành động khác được.[28] B.G. dịch là: nó cứ thẳng đường mà đi.[29] Bài này có nhiều tiếng cổ, Từ Hải, Từ Nguyên không ghi, chúng tôi theo B.G mà dịch phóng chừng.[Trong bản chữ Hán, bốn chữ trong dấu ngoặc không phải là bốn chữ đầu bài. Theo bác Vvn thì bốn chữ trong dấu ngoặc đó đọc là: “Mị (chứ không phải là Mi) si, chiến xấc (sấc)”; còn bốn chữ đầu bài đọc là: Mặc sợi, đan chí (墨杘. 單至). (Goldfish)].[30] Chưa thành, mới chỉ gần thành; chưa bại, mới chỉ gần bại, những tình trạng đó gần giống nhau, khiến cho người ta lầm lẫn. [31] Nguyên văn: “ư bỉ ngã vô nhị tâm”. Trương Trầm chú giải bỉ ngã đó là mừng và sợ. B.G. dịch khác hẳn: …thì đối với người cũng như đối với mình, không hai lòng.[32] Ý nói: nếu mừng và sợ thì sẽ nguy.[33] Nghĩa là biết mệnh trời mà thích nghi với hoàn cảnh.[34] Nguyên văn: Sử cổ vô tử giả, quả nhân trường khứ tư nhi chi hà? B.G. dịch khác hẳn: Nếu quả nhân phải từ biệt nước này thì sẽ đi đâu?[35] Nguyên văn bản chữ Hán: 史孔, 梁丘據 (Sử Khổng, Lương Khâu (Khưu) Cứ). Trong Cổ học tinh hoa, bài 158- Cười người ta khóc, chép là: “Lã Sử Không, Lương Khưu Cứ”; còn trong Cái cười của thánh nhân, bài 45- Cười người khóc, chép là: “Lũ Sử Không, Lương Khưu Cứ”. (Goldfish).[36] Thái Công, Hoàn Công, Trang Công, Linh Công đều là những vua trước của Tề, tức tổ tiên của Cảnh Công.[37] Nguyên văn: duy sự chi tuất. B.G. dịch là: trong cái cảnh đáng thương như vậy.[38] Án Bình Trọng tức Án tử, sống sau Quản Di Ngô non 200 năm, cũng làm tướng quốc nước Tề (coi bài Quản Án liệt truyện trong Sử kí của Tư Mã Thiên), không hiểu sao hai người đó có thể nói chuyện với nhau được. Hai bản chữ Hán đều không hiệu đính hay chú giải gì hết.[39] Nguyên văn: Kỳ mục nại hà? Có hiểu là: điều kiện hoặc cốt yếu ra sao?[40] B.G. dịch là: Tôi chết rồi thì sao cũng được.[41] Bão Thúc là bạn thân của Quản Di Ngô. Có lẽ cả phần trên nên đổi Án Bình Trọng ra làm Bão Thúc?[42] Hoàng tử là ai? Không sách nào chú thích. Có lẽ nên bỏ ba chữ đó như B.G. đã làm.[43] Tên là Công Tôn Kiều, học rộng giỏi trị dân, sống giữa thế kỉ thứ VI trước T.L., mất năm -552 khi ông làm tướng quốc nước Trịnh rồi, (khoảng -554), Khổng tử mới sanh.[44] Trong sách, cả hai bản, đều in: “Thấy trong miền cô gái tân nào diễm lệ”, ở trên tôi đã sửa chữ “cô” thành chữ “có”. Bản chữ Hán chép: 鄉有處子之娥姣者 Hương hữu xử tử chi nga giảo giả. (Goldfish).[45] Đặng Tích: coi chú thích bài IV.11[46] Về vấn đề Sinh tử và Số mệnh nên coi thêm các bài: VI.6, VI.8, VII.2, VII.3, VII.6, VII.7, VII.10, VII.11.[47] Ba vị đại thần của Hoàng Đế.[48] Sách Trang tử, thiên Tiêu dao du cũng nói: Liệt tử cưỡi gió mà đi (ngự phong nhi hành).[49] Tên của Doãn Sinh.[50] Vua nước Triệu (thế kỉ thứ V trước TL).[51] Tên là Bốc Thương, học trò Khổng tử, đốc tín, thận trọng, hay bàn luận về những vấn đề tinh vi.\n"
        },
        {
            "order": 15,
            "name": "PHỤ LỤC",
            "content": " Tôi thêm phần Phụ lục này để chép lại bốn bài (gồm cả chú thích) từ bộ Trang tử và Nam Hoa Kinh (TT&NHK) của cụ Nguyễn Hiến Lê (Nxb Văn hoá Thông tin – 1994).  - Bài đầu, Liệt Ngự Khấu 1, tôi chỉ chép đoạn tương ứng với bài II.14 trong bộ Liệt tử: Đừng làm cho người ta biết mình. Hầu hết những bài được chép trong bộ Liệt tử và cả trong bộ Trang tử, thì bài nào đã được cụ dịch trong bộ LT&DT rồi, cụ không dịch lại trong bộ TT&NHK. Riêng bài này, cụ dịch lại để “sửa vài chữ”. Tuy nhiên, sự khác biệt mấy chữ đầu bài là do nguyên tác chứ không phải do cụ “sửa vài chữ”: Bài II.14 bắt đầu bằng mấy chữ “Tử Liệt tử chi Tề” 子列子之齊 (Thầy Liệt tử đi sang nước Tề), còn bài Liệt Ngự Khấu 1 bắt đầu bằng “Liệt Ngự Khấu chi Tề” 列御寇之齊 (Liệt Ngự Khấu đi sang nước Tề). - Ba bài sau, Đạt sinh 2, Đạt sinh 8 và Điền Tử Phương 9, tương ứng với các bài II.4, II.20, II.5 trong bộ Liệt tử, tôi chép trọn cả bài; mỗi bài tôi đều tạm đặt nhan đề và chép mấy chữ Hán đầu bài để chúng ta tiện đối chiếu với bản chữ Hán.  °° °LIỆT NGỰ KHẤU  1 Liệt Ngự Khấu đi sang nước Tề, nửa đường quay về, gặp Bá Hôn Mâu Nhân[1]. Bá Hôn Mâu Nhân hỏi: - Sao lại trở về? Đáp: - Vì tôi sợ. - Sợ cái gì? - Tôi ăn tại mười nhà làm tương mà năm nhà dọn cho tôi ăn trước. - Như vậy thì có gì mà sợ? - Sợ vì lòng chân thành của tôi không hoàn toàn mà nó hiện ra rực rỡ bên ngoài. Dùng cái bề ngoài ấy mà chấn phục nhân tâm, khiến người ta trọng tôi hơn các bậc trưởng lão, như vậy tai nạn sẽ tới. Những người bán tương ấy chỉ sống bằng nghề bán thức ăn, lợi không được bao, quyền thế lại chẳng có gì mà còn đối xử với tôi như vậy, huống hồ ông vua một vạn cỗ xe [tức nước Tề], thân thể mệt nhọc vì việc nước, tâm trí để hết vào chính sự. Ông ấy sẽ giao trọng trách cho tôi, xét xem tôi có được việc không. Vì vậy mà tôi sợ.  Bá Hôn Mâu Nhân bảo: - Anh nhận xét sáng suốt đấy. Nhưng dù anh làm một thường dân thì người ta cũng qui phụ anh. Ít lâu sau, lại nhà [Liệt Ngự Khấu], thấy dép để đầy ngoài cửa[2], Bá Hôn Mâu Nhân đứng hướng về phương Bắc, cằm tì vào chiếc gậy, một lát rồi lặng thinh đi về. Người coi cửa[3] cho Liệt tử hay. Liệt tử không kịp xỏ dép, vội vàng xách dép chạy theo, tới cổng thì đuổi kịp, hỏi: - Thầy tới mà sao không chỉ cho tôi phương thuốc gì [tức một lời khuyên răn nào]? Bá Hôn Mâu Nhân đáp: - Vô ích. Ta đã bảo anh rằng người ta sẽ qui phụ anh đấy, quả nhiên như vậy. Không phải là anh cố ý làm cho người ta qui phụ anh, mà là anh không biết cách làm cho người ta đừng qui phụ anh. Cần gì phải làm điều dị thường để cho người ta cảm mộ mình trước như vậy? Không có lí họ thúc đẩy anh tỏ tài riêng của anh ra[4]. Những người giao thiệp với anh không có gì để nói với anh cả. Những lời nhỏ nhen của họ có hại như thuốc độc đấy. Anh mê muội, không giác ngộ thì làm sao có thể cải hoá anh được[5]. ĐẠT SINH  2[6] Liệt tử hỏi Quan Doãn[7]: - Bậc chí đức lặn dưới nước mà không ngạt, đi trong lửa mà không bỏng, bay bổng lên trên vạn vật mà không run sợ. Xin ông giảng cho tôi làm sao mà lại được như vậy? Quan Doãn đáp: - Như vậy là nhờ giữ được cái khí thuần hoá, chứ không nhờ trí xảo hay quả cảm. Ông ngồi xuống, tôi giảng cho ông nghe. Hễ có hình dáng, thanh âm, khí sắc thì đều là sinh vật cả. Sinh vật khác nhau ở đâu? Làm sao có vật này hơn vật khác được? Chỉ là nhờ không có hình sắc mà thôi. Nhưng vật nào không có hình sắc thì đạt được cảnh giới không biến hoá nữa. Đạt được cùng cực của cảnh giới ấy thì không bị các vật khác khống chế nữa. Như vậy là đạt được cái trung độ[8], cái cương kỉ vô thuỷ vô chung, mà tiêu dao cảnh giới sơ thuỷ của vạn vật[9], hợp nhất bản tính, hàm dưỡng nguyên khí, trở về với cái Đức nguyên thuỷ mà cảm thông với tự nhiên. Một người như vậy bảo toàn được thiên tính, tinh thần không suy tổn, ngoại vật làm sao xâm nhập mà làm hại người đó được? Như trường hợp người say rượu mà té xe, tuy bị thương mà không chết. Xương và khớp xương cũng như mọi người mà không bị hại như mọi người, là nhờ [say rượu] mà giữ được cái thần, lên xe đã không biết, té xe cũng không hay. Tử sinh, kinh cụ không xâm nhập lòng người đó, cho nên tiếp xúc[10] với ngoại vật mà không biết sợ. Kẻ nhờ rượu giữ toàn được cái thần mà còn như vậy, huống hồ là người tự nhiên vô tâm. Thánh nhân hoà hợp với tự nhiên, nên không vật gì làm hại nổi. Kẻ muốn phục thù không lẽ lại bẻ cây gươm[11] của kẻ thù [vì cây gươm vốn vô tâm]; mà dù có nóng tính, cũng không ai lại oán phiến ngói rơi nhằm đầu mình [vì phiến ngói vô tâm]. Theo được đạo [qui tắc] đó thì thiên hạ được quân bình, không có loạn chiến tranh, không có cái hoạ chém giết. Không nên dùng trí tuệ mà truy cầu tự nhiên, cứ thuận theo bản tính mà ứng hợp với tự nhiên. Thuận theo bản tính thì cái Đức sẽ phát, dùng trí tuệ thì sự tàn hại sẽ sinh. Đừng ém cái tự nhiên, đừng diệt cái thiên tính ở người, như vậy thì may ra dân chúng trở về bản chân được. ĐẠT SINH  8[12]  Kỉ Tỉnh[13] Tử luyện gà đá cho vua[14]. Mới được mười ngày vua vua đã hỏi xong chưa. Đáp: Chưa, gà còn kiêu khí, tự thị. Mười ngày sau lại hỏi. Đáp: Chưa, mắt nhìn còn hăng, khí còn thịnh. Mười ngày sau lại hỏi. Đáp: Gần được, nghe gà khác gáy, nó không xúc động nữa. Coi nó tựa như gà bằng gỗ, đức nó toàn bị rồi, gà lạ không dám đương đầu với nó, thấy nó là quay đầu chạy. ĐIỀN TỬ PHƯƠNG  9[15] Liệt Ngự Khấu (tức Liệt tử) bắn cung cho Bá Hôn Vô Nhân coi, giương hết sức cây cung, mà tay thật cứng, không nhúc nhích, giá có đặt một chén nước đầy lên khuỷ tay trái thì nước cũng không sóng sánh khi phát mũi tên; ông lại bắn mau tới nỗi mũi tên đầu vừa phát thì mũi tên thứ nhì đã đặt vào chỗ, rồi tới mũi tên thứ ba. Lúc đó, ông như pho tượng. Bá Hôn Vô Nhân bảo: - Như vậy còn là hữu tâm mà bắn, chứ không phải là vô tâm mà bắn. Tôi muốn thử cùng với ông lên núi cao, tới một mỏm đá nguy hiểm ở bờ một vực thẳm một trăm nhẫn (mỗi nhẫn là tám thước), xem ở đó ông còn bắn được nữa không. Thế rồi Vô Nhân lên núi cao, tới một mỏm đá nguy hiểm ở bờ một vực thẳm trăm nhẫn, quay lưng lại mà đi lùi, khi hai phần ba bàn chân ở ngoài bờ vực rồi, mới cúi xuống mời Liệt Ngự Khấu lại. Liệt Ngự Khấu sợ quá, nằm rạp xuống đất, mồ hôi chảy xuống tận gót chân. Bá Hôn Vô Nhân bảo: - Bậc chí nhân trên thì đo trời xanh, dưới thì đạt tới suối vàng, vùng vẫy ở chỗ bát cực (tám góc xa nhất của vũ trụ) mà thần khí bất biến. Mới có vậy mà ông đã run sợ, mờ mắt, không làm chủ cái tâm của ông được, nguy rồi, làm sao mà bắn được?[16]    Chú thích: [1] Liệt Ngự Khấu tức Liệt tử. – Bá Hôn Mâu Nhân là một ẩn sĩ nước Sở, Liệt tử rất trọng.[2] Dép của môn đệ hoặc hạng khách khứa trọng Liệt tử.[3] Người này có nhiệm vụ thông báo khi có khách tới.[4] Nguyên văn: dao nhi bản tài, có sách dịch là làm dao động bản tính của anh.[5] Bài này, từ đầu tới đây, tôi đã dịch trong cuốn Liệt tử, trang 130-33. Nay tôi dịch lại để sửa vài chữ ở những đoạn trên, còn đoạn cuối này, đành để như cũ, vì tối nghĩa quá, không biết dịch sao cho đúng.[6] Trong Liệt tử là bài II.4: Người say rượu té xe, bắt đầu bằng mấy chữ: Liệt tử vấn Quan Doãn viết: Chí nhân… 列子問關尹曰: 至人… (Goldfish).[7] Họ Doãn, tên Hi, môn đệ của Lão tử, làm quan coi cửa ải Hàm Cốc, nên gọi là Quan (coi cửa ải) Doãn.[8] Nguyên văn là “bất dâm chi độ”. “Dâm” đây nghĩa là quá mức.[9] Quách Tượng giảng là biến hoá, mỗi ngày một mới (?).[10] Nguyên văn là ngộ, có sách giảng là chống đối. L.K.h. dịch thoát là té xe. Truyện này có chép trong Liệt tử, chương Hoàng Đế bài 4, trong bản của nhà Lá Bối chúng tôi không dịch.[11] Nguyên văn là Mạc, Can, tức hai thanh gươm nổi tiếng Mạc Da và Can Tương.[12] Trong Liệt tử là bài II.20: Thuật luyện gà đá, bắt đầu bằng mấy chữ: Kỉ Tỉnh tử vi Chu Tuyên vương 紀渻子為周宣王. (Goldfish). [13] Tỉnh: tôi tạm sửa lại như vậy vì chữ này trong bộ TT&NHK in rất mờ, gần giống như chữ “Sảnh”. (Goldfish).[14] Bài này có trong bộ Liệt tử, tức bài 20 chương Hoàng Đế. Trong bản của nhà Lá Bối, chúng tôi không dịch. Theo Liệt tử thì đây là vua Chu Tuyên vương.[15] Trong Liệt tử là bải II.5: Thuật bắn cung, bắt đầu bằng mấy chữ: Liệt Ngự Khấu vi Bá Hôn Vô Nhân xạ 列御寇為伯昏無人射. Về nhân vật Bá Hôn Vô Nhân trong bài tương ứng, có nhiều bản như bản do Vvn cung cấp, chép là: Bá Hôn Mâu Nhân 伯昏瞀人. (Goldfish).[16] Bài này có trong Liệt tử II.5 – bản Lá Bối không dịch. Đại ý là làm chủ được cánh tay, bắp thịt chưa đủ, phải làm chủ được cái tâm mới là đạt Đạo. Bá Hôn Vô Nhân có chỗ gọi là Bá Hôn Mâu Nhân.\n"
        },
        {
            "order": 3,
            "name": "Chương II",
            "content": " Trong số các tác phẩm triết học đời Xuân Thu và Chiến Quốc, có lẽ chỉ có ba bộ Luận ngữ, Đạo Đức kinh và Mạnh tử là tin được gần hết (nên kể thêm bộ Đại học và Trung Dung chăng?), còn thì chỉ đáng tin một phần nào thôi. Già nửa những bộ Trang tử, Mặc tử là do phần người sau viết, ngay đến Tuân tử và Hàn Phi tử xuất hiện ở cuối thời Chiến Quốc mà cũng có nhiều thiên người đời sau thêm vô, còn bộ Quản tử, Quan Doãn tử, Án tử xuân thu… thì hoàn toàn là nguỵ tác.  Nạn nguỵ tác đó, Hồ Thích đã đưa ra hai nguyên nhân: - Người đời sau có một tư tưởng nào đó, muốn đem ra dạy đời, cải tạo xã hội, nhưng sợ mình không đủ uy tin, nói không ai nghe, nên gán cho cổ nhân. Trường hợp điển hình là sách của ông Hoàng Đế. Không biết ông có sống thật hay không, cứ theo truyền thuyết thì ông họ Cơ, tên Hiên Viên, là ông vua đầu tiên của Trung Quốc, giữ ngôi đúng trăm năm từ -2698 tới -2597. Người ta gán cho ông bộ Nội kinh, bộ sách thuốc cổ nhất Trung Hoa, và cả bộ Hoàng Đế thư nữa, và coi ông là thuỷ tổ của đạo Lão (trong cuốn Liệt tử này độc giả sẽ đọc được vài đoạn chép lời ông), do đó mà đạo Lão thành ra đạo Hoàng Lão (danh từ này xuất hiện từ thời Chiến Quốc, thế kỉ thứ 4 trước công nguyên). Rồi thêm Nghiêu và Thuấn nữa, sống sau Hoàng Đế ba, bốn trăm năm, cũng được mọi triết gia thời Xuân Thu và Chiến Quốc (nghĩa là hai ngàn năm sau), bất kì trường phái nào: Nho, Mặc, Lão, cả Pháp gia nữa, gán cho những hành vi, tư tưởng hợp với chủ trương của mỗi nhà, mà chủ trương của họ có khi trái ngược hẳn nhau.   Hết đời Chiến Quốc, các tư tưởng gia cỡ nhỏ hơn, không “khai thác” các ông thánh Hoàng Đế và Nghiêu, Thuấn mà khai thác những ông hiền gần hơn tức Lão, Trang, Mặc, Dương, Liệt, Quản, Án v.v… - Một nguyên nhân nữa, sau nạn “đốt sách chôn nho” đời Tần Thuỷ Hoàng, một số vua đời Hán sưu tầm sách cổ, và người ta nguỵ tác rồi gán cho các triết gia Tiên Tần để dâng triều đình mà lãnh thưởng.  - Chúng tôi nghĩ tất còn một nguyên nhân thứ ba nữa: vô tình nhầm lẫn: của tác giả này mà cho là của tác giả khác. Trường hợp này thời nào cũng xảy ra, chẳng hạn như ở người ta, có những bài thơ của Nguyễn Bỉnh Khiêm gán cho Nguyễn Trải và ngược lại.  Bộ Liệt tử, còn hơn bản thân của Liệt tử nữa, bị rất nhiều học giả nghi ngờ. Một số người cực đoan như Cao Tự Tôn (đã dẫn ở trên) và Diêu Tế Hằng đời Thanh cho là hoàn toàn do người đời Nguỵ (220-264), Tấn (265-290) nguỵ tác; một số khác, đông hơn, nhận rằng bộ đó tuy không phải của Liệt tử viết, nhưng có một phần đáng tin là chép tư tư tưởng của Liệt tử, và người chép phải là người thời Chiến Quốc; trải qua đời Hán, tới đời Nguỵ, Tấn người sau phụ thêm vào mà thành bản chúng ta có ngày nay.  Người đầu tiên sưu tập và phê bình qua loa bộ đó là Lưu Hướng, một học giả đời Hán (sanh năm -79, mất năm -8), thờ các vua Tuyên Đế, Nguyên Đế, Thành Đế, làm tới chức Quan lộc đại phu, tác giả những bộ Hồng phạm ngũ hành truyện, Liệt nữ truyện, Liệt tiên truyện, Thuyết Uyển… Trong bài Tựa, ông bảo thời Hiếu Cảnh Đế (-156 -140), vì nhà vua mộ đạo Lão, Trang, nên bộ Liệt tử khá được lưu hành, rồi sau tán thất, ông bỏ công ra sưu tầm được tám thiên, trong số đó có những thiên Mục vương, Thang vấn, Lực mệnh và Dương tử, còn bốn thiên kia chúng ta không biết nhan đề.  Bản đó cách thời Liệt tử non ba trăm năm, có thể coi là bản cổ nhất, chứ không thể coi là nguyên bản. Lại loạn lạc, tán thất một lần nữa, và lại trên ba trăm năm sau, đời Hoài Đế nhà Tấn (307-312), một học giả, Trương Trầm, mất công sưu tầm lại, cũng được tám thiên, rồi hiệu đính, chú giải. Bản hiện nay lưu hành chính là bản của Trương Trầm, ngoài bốn thiên nhan đề kể trên, còn bốn thiên: Thiên thuỵ, Hoàng Đế, Trọng Ni và Thuyết phù. Từ đó, trải qua cùng đời Đường, Tống, Thanh, thời nào cũng có những bản hiệu đính, bình chú thêm. Xét nội dung bản hiện lưu hành – tức bản Trương Trầm – thì quả thực khó mà tin được là của Liệt tử viết, mà cũng không phải là của một người viết. Cảm tưởng đầu tiên của chúng ta là tác phẩm không có tính cách nhất trí, không có một bộ “kinh” nào mà nội dung tạp như vậy. Trong số 144 bài, chỉ có khoảng hai chục bài viết về Liệt tử, mà 9 bài là do đệ tử viết vì gọi Liệt tử là “Tử Liệt tử” (thầy Liệt tử), còn trên mười bài kia – có bài mâu thuẫn nhau như chúng tôi đã dẫn ở trên – không biết được là của ai viết. Số bài nói về Khổng tử (19) cũng ngang ngang số bài nói về Liệt tử, còn số bài nói về Dương Chu thì vượt hẳn (23); về Lão tử chỉ có 5 bài. Ngoài ra còn có những bài dẫn lời Quan Doãn, Dục tử, cả Quản Trọng và Án Anh nữa.  Lại thêm: - cùng một nhân vật mà chép hai tên hơi khác nhau: như Bá Hôn Mâu Nhân, các bài I.1, II.14… chép là Mâu Nhân, bài II.5 chép là Vô Nhân; - cùng một truyện, truyện Khổng Tử ngắm thác nước ở Lữ Lương, được chép làm hai lần, lần đầu: bài II.9, lần sau: bài VIII.10, chỉ khác nhau về lời của người lội nước giảng về thuật lội nước, trong bài trên thuật đó là tập cho thành cái bản tính lội nước, cứ tự nhiên theo cái “đạo” của nước, trong bài dưới, thuật đó là cứ thành tâm tin ở mình, ở nước. Ấy là chưa kể những bài chủ trương mâu thuẫn nhau: Chỗ thì đề cao đạo vô tri, vô vi, chỗ thì lại khuyên phải trọng nhân nghĩa, nên là việc thiện; bài thì bảo danh là luỵ, bài thì bảo danh có hại mà cũng có lợi; cùng một nhân vật, Dương Chu, mà ở đây tả là người nhũn nhặn, ở chỗ khác lại chê là quá tự đắc, vân vân. Nhưng lí do chính làm cho các học giả nghi có sự nguỵ tác của đời sau (Hán, Nguỵ, Tấn), là trong Liệt tử có nhiều bài trùng với các tác phẩm khác. Theo Cao Tự Tôn (do Đường Kính Cảo dẫn trong cuốn Liệt tử - Thương vụ ấn thư quán) thì thiên Chu Mục vương già nửa lấy trong Mục thiên tử truyện[1], còn thì lấy trong Linh khu[2]; một đoạn nói về hình, khí, chất trong bài I.1, rút trong cuốn Dịch vĩ càn tạc độ; bài V.7 có chép trong Mặc tử. Bài VI. 3 chép truyện Quản Trọng và Bão Thúc Nha gần giống hệt bài Quản Án trong Sử kí của Tư Mã Thiên. Bài IV. 4 (Khổng Tử xét các môn sinh) rõ ràng là chép trong Khổng tử gia ngữ. Bài V.1 (truyền thuyết về trời đất), V.2 (Những cái lạ trong vũ trụ) chép trong Sơn hải kinh[3]. Ngay những bài nói về Liệt tử, chúng ta cũng thấy chép trong Nam Hoa kinh, như: bài II.14 có trong thiên Liệt Ngự Khấu. bài VIII.6 có trong thiên Nhượng vương. bài II.10 và II. 4 có trong thiên Đạt sinh. bài II.20 cũng y hệt truyện Nuôi gà đá trong thiên Đạt sinh, vân vân…  Như vậy người ta nghi ngờ Liệt tử là nguỵ thư cũng phải.Chú thích:[1] Chép truyện tây du của Mục vương đời Chu (-1001 -946), gồm nhiều “cố sự” hoang đường như trong Sơn Hải kinh. Tương truyền, cuốn đó được phát giác đời Tấn.[2] Một bộ sách thuốc thời cổ.[3] Một bộ chép những bộ thần quái, có lẽ viết vào đời Chu. Những truyện đó, trong Liệt tử (bài V.2) bảo là “do vua Đại Vũ đi xa mà thấy, ông Bá Ích biết mà đặt tên, ông Di Kiên nghe mà ghi lại”.\n"
        },
        {
            "order": 6,
            "name": "Chương V",
            "content": " Chúng tôi chỉ kiếm được ba bản Liệt tử: 1. Liệt tử chú thích của nhà xuất bản Hoa Liên – Đài Bắc 1969. 2. Liệt tử - Đường Kính Cảo tuyển chú – của nhà Thương vụ ấn thư quán – Thượng Hải 1937. 3. Le vrai classique du vide parfait – Benedykt Grynpas dịch ra tiếng Pháp của nhà Gallimard 1961. Chúng tôi dùng bản số 1, hai bản kia chỉ để kiểm lại. Bản số 2 bỏ ba thiên: Hoàng Đế, Chu Mục vương và Lực mệnh. Bản số 3 bỏ vài bài không dịch mà chỉ tóm tắt, nhưng có đánh số từng bài, còn hai bản kia không. Bản số 1 là một bản cổ, do Trương Trầm chú thích, hiệu đính qua loa. Nhà Hoa Liên in lại mà không thay đổi gì cả. Cách trình bày y như hồi xưa, chia làm 8 thiên:  I. Thiên thuỵ[1]II. Hoàng ĐếIII. Chu Mục vươngIV. Trọng Ni V. Thang vấn VI. Lực mệnh VI. Dương Chu VIII. Thuyết phù[2].  Mỗi thiên không phân ra thành bài như bản 2, cứ in liên tiếp nhau, không xuống hàng nữa. Chúng tôi chia thành bài, đặt cho nhan đề, lại ghi thêm câu đầu bằng chữ Hán của mỗi bài để độc giả dễ tìm trong bản chữ Hán. Được hết thảy trên 140 bài, chúng tôi lượt bớt khoảng 30 chục bài không quan trong, ít lí thú hoặc trùng nhau, còn giữ lại trên 110 bài rồi đánh số: Số La Mã chỉ số thiên, số Ả Rập chỉ số bài[3].  Nhưng sự sắp đặt trong bản chữ Hán rất lộn xộn, không hợp lý chút nào cả, do đó nhan đề mỗi thiên không hợp với nội dung. Như thiên đầu: Thiên thuỵ gồm 13 bài mà chỉ có năm bài nói về vũ trụ, về đạo, còn 8 bài kia nói về sự sống, chết, cách làm giàu. Thiên Hoàng Đế gồm 21 bài chỉ có một bài nói về Hoàng Đế còn 20 bài kia nói về Khổng tử (4 bài), Dương Chu (2 bài), Lão tử, Chu Tuyên vương, vân vân. Mà thiên Trọng Ni gồm 15 bài cũng chỉ có 4 bài nói về Khổng tử, còn thì nói về Quan Doãn Hỉ, Liệt tử, Đặng Tích, vân vân. Chỉ có thiên VII Dương Chu là có tính cách nhất trí nhất, cho nên Hồ Thích bảo cả cuốn ông tin có mỗi thiên đó.  Vì vậy chúng tôi đã bảo phải sắp đặt lại, trước hết gom tất cả những bài về Dương Chu ở trong các thiên II, VI, VIII, VIII, bỏ những bài trong thiên VII không nói tới Dương Chu (mặc dù nội dung có thể hợp với Dương Chu), mà cho vào một phần riêng, phần III nhan đề là Dương Chu.  Còn tất cả các bài khác cho vào phần hai, thuộc về Liệt tử. Như vậy chúng tôi có ý xét riêng tư tưởng của Liệt tử và Dương Chu cho nên nhan đề bản dịch của chúng tôi là Liệt tử và Dương tử[4].   Trong phần về Liệt tử chúng tôi sắp đặt lại các bài theo nội dung thành 6 chương: I. Vũ trụII. Sinh tử và số mệnhIII. ĐạoIV. Tĩnh và mộngV. Huyền thoại, truyền thuyếtVI. Cố sự, ngụ ngôn. Như vậy có chương dài gồm 40 bài như chương cuối, có chương ngắn chỉ gồm 5 bài như chương IV; nhưng nội dung mỗi chương tương đối nhất trí hơn, hợp với nhan đề hơn. Trong một cuốn trên 100 bài, rõ ràng là do nhiều người trong mấy trăm năm viết hoặc gom lại, cơ hồ thấy truyện gì hay cũng thu thập, cho thêm vào, thì nội dung nhất định là cực kỳ phúc tạp, không có cách nào sắp đặt lại cho thật hợp lý được. Cách sắp đặt của chúng tôi tất có chỗ gượng ép, chúng tôi thú nhận vậy.  Vả lại, nhiều khi khó phân biệt được truyện nào là cố sự, ngụ ngôn, hay truyền thuyết. Truyền thuyết là những truyện người đời trước kể lại, không chắc là đúng sự thực, rồi cứ truyền từ đời nọ tới đời kia, sau có người chép lại. Những truyện trong Nam Hải Dị Nhân của ta hầu hết là truyền thuyết. Bài II.2, III.5 trong Liệt tử là truyền thuyết. Ngụ ngôn là một truyện bịa ra để ngụ một ý gì đó, thường là răn đời, hoặc dạy khôn cho đời, như những vài II.19, IV.8 rõ ràng là ngụ ngôn. Còn cố sự chỉ là một việc cũ, có phần tin được, như những bài I.5, I.6, VIII.12 có thể là cố sự. Tuy nhiên có một số bài coi là ngụ ngôn, cố sự hay truyền thuyết cũng được. Như bài V.3 (Ngu công san núi) có tính cách ngụ ngôn rất rõ rệt, nhưng cuối bài lại có tính cách thần thoại, truyền thuyết. Bài III.10 (Trở về cố hương) hoặc bài VIII.18 (Cách xử sự với bọn cướp) có thể gọi là cố sự (nếu ta cho là việc có thật) mà cũng có thể coi là ngụ ngôn (nếu ta cho là không có thật, thật hay không, làm sao mà biết được?). Lại thêm đa số các bài trong chương I, II, III, IV cũng có thể sắp chung vào chương V hay chương VI. Đó là đặc điểm của bộ Liệt tử. Tuy là một tác phẩm về triết mà chỉ một phần mười là lí thuyết, còn chín phần kia toàn là kể truyện: truyện cổ, truyện hoang đường, truyện có thật, truyện tưởng tượng… để đưa ra một tư tưởng, một chủ trương, một lời răn, một điều dạy khôn.  Do đó tác phẩm rất hấp dẫn, đọc rất vui, khác hẳn các bộ Đạo Đức kinh, Mặc tử, Tuân tử…, giá trị văn chương chỉ kém Nam Hoa kinh của Trang tử, từ đời Đường được tôn xưng là một kinh cũng đáng. Chúng tôi đã đối chiếu cả ba bản, rán dịch cho sát, nhưng nhiều chỗ rất khó hiểu, phải tồn nghi. Việc chú thích cốt gọn, để độc giả đủ hiểu thôi. Sài Gòn ngày 8-1-1973Chú thích:[1] Nhan đề khó hiểu, các bản chữ Hán và các từ điển Từ Hải, Từ Nguyên đều không giảng, chỉ cho biết thuỵ là một thứ ngọc khuê ngọc bích dùng làm dấu hiệu. Dấu hiệu đó các vua thời xưa ban cho các đại thần. Nó vừa là một bảo vật đẹp, vừa là đem phúc lại cho người đeo. Theo Benedykt Grynpas, thiên thuỵ là phần vũ trụ mà chúng ta nhìn thấy được, nhờ thấy nó mà các thánh nhân mới tìm hiểu được Đạo. Cho nên thiên 1 này bàn về vũ trụ và Đạo.[2] Thuyết phù, cũng không sách nào giảng. Phù là cái thẻ tre, viết chữ nào rồi thì chẻ làm đôi, mỗi người giữ một mảnh. Ngày xưa khi phong các chư hầu hay đại thần đi đâu, đều dùng cái phù làm tin, hễ ghép hai mãnh lại ăn khớp nhau thì bảo là phải. Theo Grynpas, thuyết phù có nghĩa là “giảng cái phù”, nghĩa là những chuyện trong thiên này người viết chỉ nói một nửa ý thôi, người đọc phải suy nghĩ mà đoán được nửa ý kia, như ghép hai mảnh thẻ lại với nhau vậy. Ý nghĩa các thiên khác đều dễ hiểu. [3] Tôi thêm dấu chấm giữa hai số La Mã và số Ả Rập. (Goldfish).[4] Cả hai bản đều in là: Liệt tử và Dương Chu. Tôi sửa lại thành: Liệt tử và Dương tử. (Goldfish).\n"
        },
        {
            "order": 10,
            "name": "Phần IV - Tỉnh và mộng",
            "content": " BÀN VỀ TỈNH VÀ MỘNG  III.4(Giác hữu bát trưng) Trạng thái tỉnh có tám biểu hiện[1], trạng thái mộng có sáu điềm[2]. Tám biểu hiện đó là gì? Là chuyện cũ[3], hành động, được, mất, buồn, vui, sinh, tử. Tám biểu hiện đó ở trong cõi hình thể. Sáu điềm là gì? Là chính mộng (ở yên mà mộng), kinh ngạc mà mộng, nhớ nhung nghĩ ngợi mà mộng, thức mà mộng (mơ mộng), vui mà mộng, lo lắng mà mộng. Sáu thứ mộng đó do thần giao mà có (ở trong cõi tinh thần). Ai không biết những cảm biến đó phát sinh từ đâu thì khi việc xảy ra, không hiểu được nguyên nhân. Hiểu được nguyên nhân thì không còn kinh ngạc, xót xa nữa. Bất kì một cơ thể nào, dù doanh, hư[4], hoạt động hay nghỉ ngơi, đều cảm thông với trời đất, cảm ứng với vạn vật. Cho nên khi khí âm mạnh thì thấy qua sông lớn mà hoảng sợ, khí dương mạnh thì mộng thấy qua đám lửa rực mà cảm thấy nóng bỏng. Khí âm và khí dương đều mạnh thì mộng thấy sống hoặc chết. No thì mộng thấy mình cho người ta; đói thì mộng thấy mình lấy của người. Người nào có tật sôi nổi thì mộng thấy lên cao; người nào (trái lại) có tật trầm trọng thì mộng thấy chết đuối. Quấn dây lưng mà ngủ thì mộng thấy rắn; chim ngậm tóc mà bay, thì ai có sợi tóc đó sẽ mộng thấy bay. Lại gần cái “âm” thì mộng thấy lửa, sắp đau thì mộng thấy ăn; sau khi uống rượu thì buồn, sau khi hát múa thì khóc. Thầy Liệt tử bảo: - Tinh thần người ngủ gặp cái gì thì cái đó là mộng, cơ thể tiếp xúc cái gì thì cái đó là thực; cho nên ngày nghĩ tới cái gì thì đêm mộng cái đó, thế là tinh thần và cơ thể gặp nhau[5]. Cho nên tinh thần mà ngưng lại[6], thì tư tưởng và mộng mị tự nhiên tiêu tan. Tìm điều mình thấy khi tỉnh thì không nói[7], tìm điều mình thấy trong mộng thì là không sáng suốt, chỉ là sự biến hoá qua lại của sự vật thôi. Bậc chân nhân thời xưa khi tỉnh thì quên mình đi, khi ngủ thì không nằm mộng, lời đó có thể tin được[8]. MỘNG ĐỂ BÙ THỰC  III.6(Chu chi Doãn thị đại trị sản) Ở nước Chu có người họ Doãn, gia sản rất lớn, bọn tôi tớ hầu hạ từ sáng đến tối không được nghỉ. Có một người đầy tớ già, đã kiệt lực mà lại phải làm rất nhiều. Ban ngày chú ta hổn hển làm việc, ban đêm mệt mỏi ngủ li bì, tinh thần phiêu tán, đêm nào cũng nằm mê thấy mình làm vua, cai trị muôn dân, nắm hết mọi việc trong nước, đi lui đi tới trong cung điện, muốn làm gì thì làm, sung sướng vô cùng. Tỉnh dậy lại làm cái thân tôi tớ. Có người thấy chú ta vất vả, tỏ lời an ủi. Chú ta đáp: - Đời người dù sống trăm năm thì cũng một nửa là ngày, một nửa là đêm. Tôi, ban ngày làm thân nô lệ thì khổ thực. Nhưng ban đêm được làm vua, còn gì sướng bằng? Còn oán hận nỗi gì? Còn ông họ Doãn kia, lòng bận việc đời, trí lo sản nghiệp, tâm thần và thể xác đều mệt mỏi, đêm nào cũng ngủ li bì, nằm mê thấy mình làm tôi tớ, tất tả làm hết mọi việc, mà còn bị đánh, bị mắng, cực khổ trăm chiều. Trong mộng, ông ta mê sảng, hổn hển suốt đêm, sáng dậy mới hết. Họ Doãn thấy vậy lo buồn, hỏi ý một người bạn. Người này đáp:  - Địa vị của bác đủ vẻ vang rồi, tài sản của bác dư dật hơn người ta nhiều rồi. Ban đêm có nằm mê thấy làm tôi tớ, thì cũng là vui khổ thay phiên nhau, đó là lẽ thường. Muốn cho lúc tỉnh với lúc mộng đều sung sướng cả, thì đâu được? Nghe bạn nói vậy, ông ta nới tay cho tôi tớ, giảm việc làm ăn, lo lắng cho mình, mà tật (mộng mị) bớt nhiều. MỘNG HAY THỰC?  III.7(Trịnh nhân hữu tân ư dã giả)[9] Một người nước Trịnh ra đồng kiếm củi, gặp một con hươu chạy trốn, rình đón, đập chết được. Sợ người khác thấy, anh ta giấu nó trong cái hào cạn, lấy cành cây phủ lên, mừng rỡ lắm. Nhưng rồi anh ta quên mất chỗ giấu, cho rằng mình đã nằm mộng, vừa đi vừa lẩm bẩm (một mình) về chuyện đó. Một người nghe lóm được, theo lời anh ta nói mà tìm được con hươu đem về. Tới nhà, bảo vợ: - Một gã kiếm củi, nằm mộng thấy bắt được con hươu mà quên không biết giấu nó ở đâu; anh tìm ra được này. Gã đó đúng là nằm mê.  Người vợ nói: - Hay là chính anh mộng thấy người kiếm củi bắt được con hươu, chứ có người kiếm củi nào thực đâu? Nay quả anh được con hươu, thì mộng của anh đúng rồi. Người chồng bảo: - Anh đã thực bắt được con hươu thì cần gì biết anh nằm mê hay gã đó nằm mê. Người kiếm củi về nhà, rầu rĩ vì mất con hươu, đêm đó mộng thấy chỗ giấu nó và mộng thấy người đã chiếm được nó. Sáng dậy, cứ theo đúng mộng mà tìm ra được người đó, trách mắng, đòi lại con hươu. Việc đưa lên quan sĩ sư[10]. Quan sĩ sư bảo người kiếm củi: - Anh mới đầu quả thực bắt được con hươu, rồi nghĩ lầm mà bảo là mộng; hay mới đầu quả thực anh nằm mộng bắt được con hươu, rồi nghĩ lầm mà bảo là chuyện thực? Còn anh kia, có thực là lấy con hươu của anh mà tranh giành lại không? Vợ anh ấy lại bảo chồng nằm mộng thấy con hươu của người ta, chứ không ai được hươu cả. Nhưng quả có con hươu đây thì ta tính chia hai, và trình lên vua Trịnh để ngài phán. Vua Trịnh phán: - Ta ngờ rằng quan sĩ sư cũng lại nằm mê thấy rằng mình cắt con hươu ra làm hai nữa. Rồi nhà vua hỏi quan tướng quốc. Quan tướng quốc tâu: - Mộng hay không mộng, thần không thể quyết đoán được. Phân biệt được mộng hay không thì phải là Hoàng Đế hay Khổng Tử. Nhưng Hoàng Đế và Khổng tử đã chết thì ai mà phân biệt được. Thôi thì cứ làm theo lời ông sĩ sư là xong.[11] QUÊN HẾT LẠI SƯỚNG  III.8(Tống Dương Lí Hoa tử) Một người tên là Hoa Tử ở đất Dương Lí nước Tống, khi đứng tuổi mắc bệnh quên, sáng lấy cái gì thì tối quên rồi, tối cho ai cái gì thì sáng đã quên rồi, đi đường thì quên mình định đi đâu, ở nhà thì quên ngồi, lúc này quên lúc trước, lúc sau quên lúc này. Cả nhà rầu rỉ lắm. Nhờ thầy bói cho, quẻ không dạy gì cả; nhờ thầy pháp cúng cho, không hết; nhờ thầy lang trị cho, cũng trơ trơ.  Nước Lỗ có một nho sinh[12] tự giới thiệu là có thể trị được. Vợ con Hoa tử hứa nếu trị được thì xin tặng nửa gia tài. Nho sinh đó bảo: - Bệnh đó vốn không thể bói mà biết được, không thể cúng mà hết được, không thể dùng thuốc mà trị được. Tôi thử sửa tâm tính ông ấy, đổi trí lự ông ấy, may ra đỡ được chăng.  Thế rồi nho sinh đó cởi hết áo của Hoa tử ra, thấy ông ta đòi mặc; bắt ông ta chịu đói, thấy ông ta đòi ăn; nhốt ông ta vào chỗ tối, thấy ông ta đòi ra chỗ sáng. Và nho sinh đó vui vẻ bảo con Hoa tử: - Bệnh có thể chữa được đấy; nhưng phương của tôi bí truyền, không thể cho người khác biết được. Xin ngăn hết các người chung quanh, để tôi ở riêng với ông nhà bảy ngày. Người nhà làm theo, không biết nho sinh đó trị cách nào mà căn bệnh đã mấy năm đó nhất đán khỏi hẳn. Hoa tử khi đã tỉnh rồi, nổi giận đùng đùng, đuổi vợ, đánh con, vác cây mác đuổi nho sinh. Người Tống níu lại, hỏi tại sao, Hoa tử đáp: - Trước kia tôi quên hết, thanh thản, không biết trời đất có hay không nữa. Nay bừng tỉnh, những gì xảy ra mấy chục năm nay, còn hay mất, thua hay được, vui buồn, yêu ghét, bời bời muôn mối trong lòng, tôi sợ những nỗi còn mất, thua được, vui buồn, yêu ghét lại sẽ làm rối loạn trong lòng tôi nữa; có muốn quên một lát, phỏng còn được nữa không?  Tử Cống nghe chuyện đó, lấy làm lạ, hỏi Khổng tử, Khổng tử bảo: - Anh không hiểu được đâu. Rồi quay lại bảo Nhan Hồi: - Chép lại chuyện đó đi[13]. THIÊN HẠ ĐỀU MÊ CẢ  III.9(Tần nhân Phùng thị hữu tử) Người họ Phùng[14] nước Tần có một người con trai hồi nhỏ rất thông minh, mà lớn lên mắc tật mê loạn: nghe tiếng hát thì bảo là tiếng khóc, nhìn màu trắng thì bảo là màu đen, ngửi mùi thơm thì bảo là mùi thối, nếm vị ngọt thì bảo là vị đắng, làm điều quấy thì bảo là điều phải. Trời đất, bốn phương, lửa nước, nóng lạnh, trong óc anh ta đều đảo lộn, sai lầm hết. Một người họ Dương bảo cha thanh niên đó: - Vị quân tử nước Lỗ (Khổng Tử) nhiều tài nghệ, may ra trị được bệnh đó, sao bác không qua hỏi xem. Người cha bèn sang nước Lỗ, khi đi qua nước Trần, gặp Lão Đam (Lão tử), kể bệnh của con cho Lão Đam nghe. Lão Đam bảo: - Làm sao chú biết được rằng con chú mê loạn. Ngày nay khắp thiên hạ đều mê hoặc về phải trái, hôn ám về lợi hại. Kẻ bị bệnh đó nhiều quá tới nỗi không ai thấy nữa. Vả lại, một người mê loạn, không đủ làm cho cả nhà khuynh đảo được; một nhà mê loạn, không đủ làm cho cả làng khuynh đảo được; một làng mê loạn, không đủ làm cho cả nước khuynh đảo được; cả nước mê loạn, không đủ làm cho cả thiên hạ khuynh đảo được; mà khi cả thiên hạ mê loạn thì còn ai làm cho nó khuynh đảo được nữa? Ví thử khắp thiên hạ đều như con chú hết thì ngược lại chính chú mới là người mê loạn; và còn ai hiểu chính được cái ý niệm về vui buồn, thanh âm, màu sắc, mùi vị, phải trái nữa? Ngay lời tôi vừa nói với chú đó, cũng vị tất là không mê loạn, huống hồ cái ông quân tử nước Lỗ kia, còn mê loạn hơn ai hết[15], thì còn trị bệnh mê cho ai được nữa? Thôi chú nên về nhà gấp đi, đừng phí tiền ăn đường nữa. V. HUYỀN THOẠI VÀ TRUYỀN THUYẾT XỨ THẦN TIÊN  II.2(Liệt Cô Xạ sơn) Dãy núi Cô Xạ[16] ở Hải Hà Châu[17]. Trên núi có thần nhân hít gió uống sương (mà sống) chứ không ăn ngũ cốc. Lòng họ như dòng suối sâu, thân thể họ như gái tân.  Họ không thiên vị, không yêu riêng ai. Tiên thánh là bề tôi của họ. Họ không sợ, không giận. Sứ giả của họ là những người trung hậu, thuần phác. Họ không ban ân huệ, mà mọi vật đều tự túc; không thu nhặt gom góp mà không thiếu thứ gì. Âm dương luôn luôn điều hoà, mặt trăng mặt trời luôn luôn sáng tỏ, bốn mùa bao giờ cũng thuận, gió mưa bao giờ cũng hoà; thực vật cứ đúng thời mà có, mùa màng năm nào cũng trúng, đất cát không bị thương tổn[18], người không chết yểu, vạn vật không bị bệnh tật, quỉ không xuất hiện, hết linh[19]. TRUYỀN THUYẾT VỀ CÁC XỨ LẠ  III.3(Tây cực chi nam ngung hữu quốc yên) Ở phía nam góc cực tây có một nước không biết cảnh giới tới đâu, gọi là nước Cổ Mãng. Ở đó khi âm và khí dương không giao nhau, cho nên không có lạnh, không có nóng; ánh sáng mặt trời mặt trăng không chiếu, cho nên không có ngày, không có đêm. Dân chúng không ăn, không mặc mà ngủ nhiều, năm mươi ngày mới tỉnh dậy một lần, cho việc làm trong mộng mới là thực, còn những cái thấy khi tỉnh là sai. Ở giữa bốn bể, có một nước trung ương[20]. Nước đó trải ra phía bắc và phía nam sông Hoàng hà, ở phía đông và phía tây núi Thái Sơn, trên vạn dặm. Khí âm, khí dương điều hoà với nhau, cho nên cứ hết lạnh thì tới nóng, hết nóng thì tới lạnh; tối và sáng phân biệt, cho nên hết đêm tới ngày, hết ngày tới đêm. Dân chúng có người trí kẻ ngu, vạn vật phồn thịnh, tài nghệ nhiều vẻ, vua tôi thân nhau, lễ nghĩa và pháp luật dựa lẫn nhau. Không sao kể hết được ngôn, hành của họ. Họ thức rồi ngủ, ngủ rồi thức, cho việc làm khi thức là thực, còn những cái thấy khi ngủ là sai. Ở phía bắc góc cực đông có một nước gọi là Phụ Lạc. Ở đó hơi đất thường nóng; ánh sáng mặt trời mặt trăng nhiều quá, đất đai không sinh được lúa tốt, dân chúng ăn rễ và trái cây, không biết nấu nướng. Tính tình họ cứng cỏi, hung hãn, kẻ mạnh áp bức kẻ yếu, họ chỉ quí kẻ thắng mà không biết trọng nghĩa. Họ lăng xăng hoài, ít nghỉ ngơi,thường thức mà không ngủ. VUA NGHIÊU TRỊ NƯỚC  IV.14(Nghiêu trị thiên hạ ngũ thập niên) Vua Nghiêu[21] trị thiên hạ năm chục năm rồi mà không biết thiên hạ có bình trị không. Không biết hàng ức hàng triệu người dân đó có tôn phụng mình không. Ông hỏi các người chung quanh (các đại thần), họ không biết; hỏi những người ngoài vô triều, họ cũng không biết; hỏi dân quê, dân quê cũng không biết. Ông bèn cải trang vi hành ở Khang Cù[22], nghe thấy trẻ con hát bài này: Nuôi khắp dân taĐó là công lớn của người[23];Dân chẳng biết gì cảChỉ theo mệnh trời[24] Vua Nghiêu mừng lắm, hỏi: - Ai dạy các con bài đó? Chúng đáp: - Quan đại phu dạy chúng con. Vua Nghiêu tìm hỏi quan đại phu, quan đại phu đáp: - Đó là một bài thơ cổ. Vua Nghiêu trở về cung, vời ông Thuấn lại, nhường ngôi cho[25]. Ông Thuấn nhận. TRUYỀN THUYẾT VỀ TRỜI ĐẤT  V.1(Chúng tôi bỏ nửa trên đại ý Hạ Cách đáp vua Thang rằng vũ trụ vô cùng vô tận; mà bắt đầu dịch từ: Thang hựu vấn: Tứ hải chi ngoại[26]) Vua Thang[27] lại hỏi (quan đại phu Hạ Cách): - Ở bên kia bốn bể có gì không? Hạ Cách đáp: - Cũng như ở Tề Châu (tức Trung Quốc) này vậy. - Lấy gì làm bằng cớ? - Tôi đã đi về phía đông, tới nước Dinh[28], nhân dân ở đó cũng như ở đây; hỏi người ở đó phía đông nước Dinh ra sao, họ đáp cũng như nước Dinh; tôi đi về phía tây, tới nước Bân[29], nhân dân ở đó cũng như ở đây, hỏi người ở đó về phía tây nước Bân ra sao, họ đáp cũng như ở nước Bân. Cho nên tôi cho rằng bên kia tứ hải (bốn bể), tứ hoang (bốn cõi hoang), tứ cực (bốn cõi cùng cực)[30] cũng không khác gì ở đây. Cho nên cái lớn trùm cái nhỏ, không có cùng cực. Cái bao trùm vạn vật, cũng là cái bao trùm trời đất. Bao trùm vạn vật, trời đất, cho nên không có cùng cực. Nhưng làm sao tôi biết được ở ngoài trời đất của chúng ta có một trời đất lớn hơn nữa không? Điều đó ngoài sự hiểu biết của tôi. Nhưng trời đất cũng là “vật”, mà đã là vật thì không hoàn toàn, cho nên hồi xưa bà Nữ Oa luyện đá ngũ sắc để vá chỗ khuyết của trời, chặt chân của con ngao[31] để chống đỡ tứ cực. Về sau họ Cung Công tranh nhau ngôi Hoàng Đế với Chuyên Húc[32], giận mà đập núi Bất Chu, làm gãy mất cái trụ đỡ trời, đứt mất dây cột đất, cho nên trời mới nghiêng về phía tây bắc, mà mặt trời mặt trăng, các ngôi sao chạy về phía đó; còn đất thì khuyết ở phía đông nam, cho nên trăm sông lớn nhỏ đều đổ về phía đó. NHỮNG CÁI LẠ TRONG VŨ TRỤ  V.2(Thang hựu vấn: vật hữu cự tế hồ?) Vua Thang lại hỏi: - Các vật có lớn nhỏ, dài ngắn, giống nhau khác nhau không? Hạ Cách đáp: - Ở phía đông Bột Hải[33], không biết bao nhiêu ức vạn dặm, có một cái vực lớn, không đáy, gọi là Qui Khư. Tất cả nước ở bát hoành, cửu dã[34], tất cả nước ở Ngân Hà đều chảy vào đó mà mực nước không lên không xuống. Giữa[35] có năm ngọn núi: Đại Dư, Viên Kiệu, Phương Hồ, Doanh Châu và Bồng Lai. Châu vi chân núi là ba vạn dặm, đỉnh núi bằng phẳng, chu vi chín ngàn dặm; núi nọ cách núi kia bảy vạn dặm, mà như hàng xóm với nhau[36]. Lâu đài trên núi đều bằng vàng ngọc; các cầm thú đều màu trắng, các cây quí[37] đều sum suê, hoa quả đều thơm ngon, ăn vô thì trường sinh bất tử. Người ở trên núi đó đều là hạng tiên, thánh, sớm tối họ bay đi thăm nhau, nhiều không kể được. Mới đầu năm ngọn núi đó không dính vào đáy biển, thường trôi nổi, theo thuỷ triều mà lên xuống, không tạm đứng yên được; các vị thánh tiên bất mãn, phàn nàn với Thượng Đế. Thượng Đế sợ những ngọn núi đó trôi về tây cực, không có chỗ ở cho các vị thánh tiên, ra lệnh cho thần Ngu Cương[38], sai mười lăm con ba ba lớn ngóc đầu lên đội núi, chia làm ba đoàn[39], cứ sáu vạn năm lại thay phiên nhau, từ đó năm ngọn núi mới đứng yên mà không lắc lư nữa. Nhưng một hôm có một người khổng lồ ở nước Long Bá (…)[40] lại gần năm cái núi đó mà câu một lần được sáu con ba ba, vác trên lưng đem về, đốt mai để bói. Do đó mà hai ngọn núi Đại Dư và Viên Kiệu trôi về phía bắc cực, chìm xuống biển lớn, các tiên thánh tản mác đi có tới số ức (?). Thượng Đế nổi giận, thu hẹp nước Long Bá lại, và làm cho dân nước đó nhỏ con lại, nhưng tới đời Phục Hi, Thần Nông, người nước đó vẫn còn cao vài chục trượng. Ở phía đông, cách Trung Châu (tức Trung Hoa) bốn chục vạn dặm, có nước Tiêu Nghiêu, người cao một thước năm tấc, ở góc đông bắc, có giống người tên là Tránh, cao chín tấc[41]. Ở phía nam nước Kinh (tức nước Sở) có cây minh linh[42], mùa xuân là năm trăm năm, mùa thu là năm trăm năm. Thời thượng cổ có cây xuân lớn, mùa xuân là tám ngàn năm, mùa thu là tám ngàn năm. Trên đất thối có thứ nấm sáng sinh chiều chết. Mùa xuân và mùa hè có loài mông nhuế sinh ra trong lúc mưa và trời nắng lên thì chết[43]. Ở phía bắc Chung Bắc có một cái biển gọi là ao trời, biển đó có loài cá chiều ngang là mấy ngàn dặm, chiều dài xứng với chiều ngang, gọi là con cá côn; có loài chim gọi là chim bằng, cánh như cánh mây rũ ở trên trời, thân mình cũng xứng với cánh. Người đời đâu biết được những vật đó. Vua Đại Vũ[44] đi tới nơi mà thấy được, ông Bá Ích biết những loài đó mà đặt tên cho, ông Di Kiên[45] nghe nói mà ghi lại. Ở khoảng giữa sông Giang và sông Phố, có loài trùng rất nhỏ gọi là con tiêu minh, bay từng đàn rồi đáp xuống lông mi mắt con muỗi mà không chạm vào nhau. Chúng ở nhờ, đi đi lại lại mà con muỗi không hay; những người mắt cực sáng như Li Chu, Tử Vũ[46] giữa ban ngày, dụi con mắt giương mi cố nhìn mà cũng không thấy; những người tai cực thính như Đệ Du, Sư Khoáng[47] giữa đêm (tĩnh mịch) cúi đầu lắng nghe mà không thấy tiếng của chúng. Chỉ có vua Hoàng Đế với ông Dung Thành tử ở trên núi Không Đồng, cùng trai giới ba tháng, lòng như tắt, hình hài tiều tuỵ, mới lần lần dùng tinh thần mà thấy rõ chúng lù lù như sườn núi Tung Sơn[48], lần lần dùng cái khí mà nghe thấy tiếng ầm ầm như sét. Nước Ngôi và nước Sở có một loại cây lớn tên là cây dữu, lá xanh biếc, mùa đông mới nở hoa, trái đỏ và vị chua, vỏ nó trừ được bệnh sốt rét cơn. Người Tề Châu quí cây đó lắm, đem nó trồng ở phía bắc sông Hoài, nhưng nó biến tính đi thành cây chỉ[49]. Loài cù dục[50] không vượt được sông Tế, loài hạc[51] vượt sông Vấn thì chết, đó là do khí hậu vậy. Các loài, tuy hình, khí khác nhau, nhưng đều được bẩm thụ cái tính riêng của trời đất, không thay đổi lẫn nhau; đời sống của mỗi loài đều hoàn hảo, thoả mãn về phận của mình. Làm sao biết được thế nào là lớn và nhỏ, là dài và ngắn, là giống nhau và khác nhau. NGU CÔNG SAN NÚI  V.3(Thái Hình, Vương Ốc nhị sơn) Hai ngọn núi Thái Hình và Vương Ốc[52] rộng bảy trăm dặm vuông, cao vạn nhẫn[53], xưa kia vốn ở phía nam Kí châu và phía bắc Hà Dương[54]. Ở gần Bắc Sơn, có ông Ngu Công[55], tuổi đã chín mươi, nhà đối diện với núi, bực mình rằng núi chắn lối, sự giao thông với miền ngoài hoá ra xa xôi bất tiện. Ông bèn hội họp con cháu trong nhà bảo: - Ta và các con tận lực san bằng núi đó để có đường đi thẳng ra Dự Nam, tới Hán Âm[56], được không? Mọi người đều bằng lòng, duy có bà vợ tỏ ý nghi ngờ: - Sức ông không san nổi ngọn núi Khôi Phủ[57], làm sao san nổi núi Thái Hình và núi Vương Ốc? Với lại san rồi, đem đất, đá đổ vào đâu? Những người khác đều đáp: - Đổ xuống phía cuối Bột Hải, phía bắc Ẩn Thổ[58]. Thế rồi ông lão sai ba người con cháu đập đá, đào đất, đổ vào sọt, đội vác, khiêng lại đổ ở phía cuối Bột Hải. Một quả phụ (chồng tên là Kinh Thành), ở gần đó, có một đứa con trai mới thay răng sữa, cũng lại tiếp tay, tới hết đông, qua hè mới trở về nhà. Ông lão Trí Tẩu[59] ở Hà Khúc hay tin, chế nhạo và ngăn cản:  - Sao mà ngu thế! Già nua, yếu đuối như vậy, không nhổ được một cọng cỏ trên núi, mà đòi san bằng đất với đá.  Ngu Công ở Bắc Sơn, thở dài, đáp: - Chú thật vô tình, lòng không sao chuyển được, không bằng người đàn bà goá và đứa bé yếu ớt này. Tôi chết thì còn con tôi, con tôi lại sinh cháu, cháu tôi lại sinh chắt, chắt tôi lại sinh con, con nó lại sinh cháu; con con cháu cháu, sinh hoài bất tuyệt, không lúc nào thiếu người, mà núi kia thì cứ như vậy chứ không tăng, vậy lo gì không san phẳng được? Ông Trí Tẩu ở Hà Khúc không biết đáp sao. Vị thần chỉ huy loài rắn[60] hay chuyện đó, sợ việc san phẳng núi không thành, tâu với Thượng Đế. Thượng Đế cảm động vì lòng thành của Ngu Công, sai hai người con của thần Khoa Nga[61] đội hai trái núi đó, đặt một trái ở Sóc Đông, một trái ở Ung Nam. [62] Từ đó ở phía nam Kí Châu và ở phía bắc Hà Dương Âm[63] không còn ngọn núi nào ngăn cản bộ hành nữa. KHOA PHỦ  V.4(Khoa Phủ bất lượng lực) Khoa Phủ không tự lượng sức, muốn đuổi bắt bóng mặt trời. Đuổi tới biên giới Ngung Cốc[64], khát quá, xuống uống nước sông Hà, sông Vị[65]. Uống cạn hai sông đó mà chưa đả khát, Khoa Phủ muốn lên phương bắc uống nước ở cái đầm lớn, giữa đường vì khát quá mà chết, để lại cây gậy. Gậy thấm đầy thịt xương tan rửa của ông mà đâm rễ, lá thành rừng Đặng, rừng này rộng mấy ngàn dặm. MỘT NƯỚC THIÊN ĐƯỜNG  V.6(Vũ chi trị thuỷ thổ dã) Hồi ông Vũ[66] đấp đập đào sông, có lần lạc đường, tới một nước ở bờ phía bắc Bắc Hải, không biết là cách Tề Châu mấy vạn dặm. Nước đó tên là Chung Bắc[67], không biết biên giới tới đâu, không có gió mưa, không có sương, giá, không có các loài cầm thú, trùng, cá, cỏ cây, bốn phương bằng phẳng, chỗ nào cũng là bình nguyên cao. Ở giữa nước đó có một ngọn núi gọi là Hồ Lĩnh, coi như cái lọ, đỉnh có miệng như cái vòng tròn, gọi là “lỗ nước”, nước ở trong phun ra, gọi là suối thần. Nước thơm hơn hương lan, hồ tiêu, vị ngon hơn rượu “lao”, rượu “lê”[68], một nguồn chia làm bốn dòng suối chảy xuống chân núi, rồi chảy qua khắp nước, không miền nào không tới. Khí đất ấm áp, không sinh ra bệnh dịch. Dân chúng nhu thuận, có tính thoả hiệp, không ganh đua; lòng hiền hoà, cơ thể mềm mại, không kiêu căng, không hiềm kị, già trẻ ở chung với nhau, không có vua, không có bề tôi. Đàn ông đàn bà ở lẫn lộn với nhau, không có mai mối, cưới gã. Họ ở theo bờ sông, không cày không cấy. Khí hậu ấm áp, nên họ không dệt, không bận quần áo. Họ sống trăm tuổi rồi chết, không ai ốm đau, không ai chết yểu, dân số tăng lên vô số kể. Ai cũng sung sướng, vui vẻ, không ai suy nhược già nua, buồn rầu, đau khổ. Họ thích đàn hát, nắm tay nhau mà ca hát suốt ngày không dứt. Khi đói mệt, họ uống nước Suối Thần, sức mạnh cùng tinh thần lại phục hồi; nếu uống quá thì say, mười ngày sau mới tỉnh. Họ tắm nước “suối thần”, da dẻ tươi nhuận, mười ngày sau hương thơm mới hết. Vua Chu Mục vương đi chơi phương bắc, tới nước đó, ba năm quên về. Khi trở về cung điện, nhớ nước đó quá, rầu rĩ như mất hồn, không buồn ăn uống, không gần cung tần, mấy tháng sau mới nguôi. PHONG TỤC XỨ LẠ  V.7(Cắt bỏ một đoạn đầu đại ý Quản Trọng rủ Tề Hoàn Công đi chơi các nước ở Liêu Khẩu, Thấp Bằng can. Bắt đầu dịch từ: Nam quốc chi nhân bị phát[69] nhi khoả) Dân các nước phương Nam cắt tóc, khoả thân, người các nước phương bắc chít khăn và bận áo lông, người Trung Quốc đội mũ và bận áo dài (…). Ở phương Đông nước Việt có nước Vĩnh[70] Mộc, khi sinh đứa con đầu lòng thì người ta xẻ ra mà ăn thịt, bảo như vậy có lợi cho những đứa con sau; hễ ông mà mất thì con cháu cõng bà đem bỏ ở một nơi xa, bảo không thể ở chung với vợ của quỉ (người đã chết) được.  Ở phía nam nước Sở, có nước của những người Viêm[71], khi cha mẹ mất thì cắt lấy thịt liệng đi, còn xương thì đem chôn, như vậy mới là báo hiếu. Ở phía tây nước Tần, có nước Nghi Cừ, cha mẹ chết thì chất củi mà thiêu, khói bốc lên, họ bảo cha mẹ “lên cõi xa”, như vậy mới là báo hiếu.[72] Những thói đó, người ở trên (các nước đó) cho là hợp pháp, người dưới cho là hợp tục, không lấy làm lạ. VI. CỐ SỰ VÀ NGỤ NGÔN HAI CÁCH ĂN TRỘM  I.13(Tề chi Quốc thị[73] đại phú) Một người họ Quốc ở nước Tề rất giàu; một người họ Hướng ở nước Tống rất nghèo, từ Tống qua Tề hỏi người kia về thuật làm giàu. Người họ Quốc bảo: - Tôi giàu vì khéo ăn trộm. Làm nghề ăn trộm, năm đầu tôi đủ ăn, năm thứ nhì tôi phong lưu, năm thứ ba tôi giàu lớn, và từ đó tôi lần lần mua được hết vườn ruộng trong miền.  Người họ Hướng rất mừng. Anh ta biết rằng phải ăn trộm, nhưng không hiểu cách ăn trộm ra sao. Thế rồi anh ta leo tường vào lén nhà người ta, thấy cái gì, đụng cái gì vơ vét hết cái đó, không bao lâu bị bắt, xử tội, tịch thu luôn cả những của cải tích luỹ từ trước. Họ Hướng cho rằng họ Quốc gạt mình, lại ngỏ lời trách oán. Người họ Quốc hỏi: - Anh ăn trộm cách nào? Họ Hướng kể lại cách ăn trộm của mình. Người họ Quốc bảo: - Ôi! Sao mà anh lầm về cách ăn trộm tới mức đó. Này, để tôi giảng cho anh nghe. Ta nghe nói trời có bốn mùa, đất có huê lợi, ăn trộm thời tiết của trời, huê lợi của đất, sự ẩm ướt thấm nhuần của mây mưa, sản phẩm của núi trằm[74], để cho lúa của ta mọc, rồi chín mà gặt, để xây tường, dựng nhà mà ở. Ở trên đất, ta ăn trộm các loài cầm thú, ở dưới nước ta ăn trộm các loài cá, rùa, không thứ gì ta không ăn trộm. Lúa má, đất gỗ, cầm thú, cá rùa, đều do trời sinh ra cả, đâu phải của ta, nhưng ta ăn trộm của trời thì không bị tai hoạ. Còn như vàng ngọc, châu báu, thức ăn, vải lụa, hoá phẩm, là của người ta làm ra, chứa lại, đâu phải của trời cho; ăn trộm của người ta thì bị tội, còn oán ai nữa? Họ Hướng rất hoang mang, cho rằng họ Quốc gạt mình lần nữa, gặp ông Đông Quách, đem hỏi lại. Ông Đông Quách bảo: - Anh dùng cái thân thể của anh, chẳng phải là ăn trộm ư? Anh ăn trộm sự điều hoà của âm dương để thành sinh lực của anh; thân anh cũng vậy, huống hồ là ngoại vật, có vật nào là anh không ăn trộm? Thực ra trời đất, vạn vật không rời nhau ra, phân biệt ra để chiếm hữu các vật đó, đều là lầm lẫn[75]. Cách ăn trộm của họ Quốc, là cách “chung”, cho nên không bị tai hoạ; còn cách ăn trộm của anh là “riêng”, cho nên bị tội. Tuy phân biệt chung và riêng đó thì cũng vẫn là ăn trộm[76]. Cái đức (đạo, luật) của trời đất là cái gì cũng có thể là chung được, cái gì cũng có thể là riêng được; biết được cái đức của trời đất thì thế nào là ăn trộm, thế nào không phải ăn trộm?[77] HỄ TIN THÌ LÀM GÌ CŨNG ĐƯỢC  II.6(Phạm Thị hữu tử viết Tử Hoa) Phạm Thị có một người con tên là Tử Hoa khéo gây tiếng tốt, trong nước ai cũng phục, được vua Tấn tin cậy, tuy không có chức vụ gì mà được ngồi bên phải ba vị khanh[78]. Tử Hoa thích ai thì người đó được vua ban tước liền, chê ai thì kẻ đó bị truất liền, được lui tới tư dinh ông ta thì cũng như vô ra triều đình. Tử Hoa xúi bẩy cho bọn hiệp khách[79] trong nhà tranh nhau về trí ngu, về mạnh yếu, dù có kẻ bị thương tích trước mắt, ông cũng thản nhiên, suốt ngày đêm lấy trò đó làm vui, cơ hồ thành cái tục trong nước.  Hoà Sinh và Tử Bá là hai thượng khách của ông ta, đi ra ngoài cõi, trọ ở nhà một ông nông dân già tên là Thương Khâu Khai. Ban đêm, hai người đó nói với nhau về uy danh của Tử Hoa, có thể làm cho kẻ sống phải chết, kẻ chết được sống lại, kẻ giàu hoá nghèo, kẻ nghèo hoá giàu. Ông lão Thương Khâu Khai nghèo đói quẫn bách, nép ở cửa sổ nghe lóm được, chuẩn bị lương thực, xếp vào giỏ, lại nhà Tử Hoa. Bọn đàn em của Tử Hoa đều là hạng gia thế, bận đồ lụa, ngồi xe đẹp. Họ ung ung bước tới, ngó ngang ngó ngửa, liếc thấy Thương Khâu Khai tuổi đã già, sức đã suy, mặt mũi sạm nắng, mũ áo lôi thôi, (…), tỏ vẻ khinh bỉ, nhạo báng, xô đẩy, lôi kéo, làm tình làm tội ông già đủ thứ. Thương Khâu Khai không tỏ vẻ bực mình và bọn đó đùa giỡn riết rồi chán. Rồi họ cùng với Thương Khâu Khai lên một cái đài cao, một người trong bọn nói đùa: - Ai dám nhảy xuống đất thì ta thưởng cho trăm lượng vàng[80]. Mọi người đều tán thành. Thương Khâu Khai tin là thật, nhảy xuống đầu tiên. Thân thể ông như chim bay, đáp nhẹ xuống đất, xương thịt không bị thương gì cả. Bọn Phạm Thị cho là chuyện may mắn ngẫu nhiên, chưa phải là quái dị. Dịp khác, họ trỏ một chỗ sâu tại một khúc sông bảo dưới đó có châu bảo, xuống mò sẽ được. Thương Khâu Khai lại tin, lặn xuống, rồi nổi lên, quả nhiên vớt được châu bảo. Lúc đó mọi người mới bắt đầu nghi (có phép lạ nào đó), Tử Hoa mới ra lệnh đãi ông già vào hạng thượng khách, được ăn thịt và bận đồ tơ lụa. Chẳng bao lâu, kho của Phạm Thị cháy lớn, Tử Hoa bảo ông già: - Ông vô đám cháy khuân ra các gấm vóc thì tôi sẽ tuỳ nhiều ít mà thưởng ông. Thương Khâu Khai nhảy vô đám lửa, nét mặt thản nhiên, đi đi lại lại trong lửa rực, không bị khó chịu vì tro bụi, thân thể không bị bỏng. Bọn Phạm Thị cho rằng ông già đó “đắc đạo”, xin lỗi ông: - Chúng tôi không biết ông đắc đạo, cố ý lừa gạt ông. Chúng tôi không biết ông là bậc thần nhân mà muốn làm nhục ông. Xin ông coi chúng tôi như bọn ngu, điếc, đui và dạy cho chúng tôi đạo của ông. Thương Khâu Khai đáp: - Tôi có cái đạo nào đâu. Chính lòng tôi cũng không biết sao lại được như vậy, nhưng có điều này tôi muốn cho các ông hay. Hôm trước, hai ông khách lại tá túc trong nhà tôi, tôi nghe hai ông ấy khen uy thế của họ Phạm, có thể làm cho kẻ sống phải chết, kẻ chết sống lại, kẻ giàu hoá nghèo, kẻ nghèo hoá giàu, tôi thành tâm tin thực, nên không ngại xa mà tới đây. Lại đây, tôi tin lời của các ông là đúng. Tôi chỉ sợ lòng tôi không được chân thành, hành vi của tôi không xứng đáng, mà không nghĩ an hay nguy cho thân tôi, lợi hay hại cho tôi. Tôi chỉ nhất tâm, nhất nguyện, cho nên vật không làm trở ngại cho tôi. Chỉ có vậy thôi. Bây giờ tôi mới biết rằng các ông muốn gạt tôi thì trong lòng tôi sinh ra nghi ngờ, lo sợ, nghe thấy, trông thấy cái gì cũng đâm ngại. Nhớ lại hôm trước thoát chết đuối, chết cháy, tôi hoảng hốt, lo sợ, bừng bừng trong lòng. Từ nay tôi đâu dám lại gần nước và lửa nữa. Từ hôm đó, bọn đàn em Phạm Thị gặp ăn mày hay hạng thú y[81] ở ngoài đường, không dám làm nhục họ nữa, mà còn xuống xe vái là khác. Tể Ngã[82] nghe chuyện đó, kể với Trọng Ni, Trọng Ni bảo: - Anh có biết không? Con người cực thành tín thì có thể cảm động được vạn vật, trời đất, quỉ thần, vượt sáu cõi[83] mà không gì ngăn được, chứ nào phải chỉ vô được chỗ nguy hiểm, vô nước, vô lửa mà thôi đâu. Ông Thương Khâu Khai tin lời gạt của bọn đó mà nước, lửa còn không làm hại ông được, huống hồ là hai bên cùng chân thành cả (thì việc gì mà không làm được?). Các con nên nhớ điều đó. CÁCH NUÔI THÚ DỮ  II.7(Chu Tuyên vương chi[84] mục chính) Viên quan mục súc của vua Tuyên vương nhà Chu có một người coi vườn thú tên là Lương Ương khéo nuôi các cầm thú rừng. Khi chú ta cho chúng ăn thì ngay những con hổ, chó sói, chim cắt, chim ngạc[85] cũng tỏ ra hiền. Mỗi cặp sinh đẻ thành bầy. Các giống khác nhau sống chung mà không cắn nhau. Nhà vua sợ chú coi vườn đó chết đi, cái thuật nuôi cầm thú cũng mất theo, sai Mao Khâu Viên học thuật đó. Lương Ương nói với Mao Khâu Viên: - Công việc của tôi hèn mọn, có thuật gì truyền cho anh đâu. Tôi sợ nhà vua cho rằng tôi giấu nghề, nên tôi kể cho anh nghe cách tôi nuôi cọp. Bất kì loài nào, hễ thuận ý nó thì nó mừng, nghịch ý nó thì nó giận, tánh đó là tánh chung của các loài có huyết khí. Vậy mừng hay giận có phải là vô cớ phát ra đâu; (một con vật mà hoá dữ) thì luôn luôn là do ta phạm tới điều gì trái ý nó. Như nuôi cọp, tôi không dám cho nó ăn các con vật còn sống, vì nó sẽ vồ, giết con vật đó, mà nổi tánh hung dữ của nó lên. Tôi cũng không cho nó ăn trọn con vật chết, vì nó sẽ xé xác con vật đó, mà nổi tánh hung dữ của nó lên. Tôi theo đúng giờ ăn, biết lúc nào nó đói, nó no; tôi hiểu lí do khiến nó hung dữ mà theo ý nó; nếu bị nó cắn chết thì chỉ tại làm trái ý nó. Cho nên tôi không dám làm trái ý nó[86], khiến cho nó nổi giận, mà cũng không theo bản năng của nó, kích thích nỗi vui của nó, vì vui hết rồi thì tất giận, giận hết rồi thì thường vui; cả hai trường hợp đều không trung hoà (không quân bình). Lòng tôi không muốn làm trái ý chúng cho chúng giận, kích thích cho chúng vui, cho nên các loài cầm thú đều coi tôi như đồng loại của chúng. Cho nên chúng nhởn nhơ trong vườn mà không nhớ cảnh rừng cao, đầm rộng, ngủ trong sân mà không đòi cảnh núi sâu, hang thẳm. Lẽ tự nhiên như vậy. THUẬT LỘI TRONG NƯỚC  II.9(Khổng tử quan ư Lữ Lương) Khổng Tử ngắm thác nước ở Lữ Lương từ trên cao ba mươi “nhẫn”[87] đổ xuống, cuồn cuộn nổi bọt lên tới ba mươi dặm, ngay đến loài giải, ba ba, cá, kì đà cũng không lội trong dòng đó được. Bỗng ông thấy một người đàn ông lội trong dòng, tưởng người đó có nỗi khổ tâm mà muốn tự tử, bèn sai học trò đi dọc theo bờ thác mà vớt. Nhưng thấy cách chỗ đó vài trăm bước, người đó nhoi lên bờ, vuốt tóc lại, vừa đi vừa hát ở chân đê. Khổng Tử đuổi kịp người đó hỏi: - Thác Lữ Lương từ trên cao ba chục “nhẫn” đổ xuống cuồn cuộn lên tới ba mươi dặm, ngay loài giải, ba ba, cá kì đà cũng không lội trong dòng đó được. Mới đầu tôi thấy chú lội ở trong thác, tưởng chú có nỗi khổ tâm mà muốn tự tử, sai học trò của tôi đi theo bờ mà vớt chú. Rồi chú nhoi lên, vuốt tóc lại, vừa đi vừa hát, ngỡ chú là ma quỉ, lại gần coi kĩ thì thấy chú là người. Xin chú cho biết cái “đạo” (thuật) gì để lội trong nước không? Người đó đáp: - Không, tôi chẳng có đạo lội nước nào cả. Mới đầu tôi tập lội, lớn lên thành một bản tính, cuối cùng thành ra tự nhiên, gặp nước xoáy thì để cho nó cuốn vô rồi lại để nó đưa mình nổi lên, cứ theo cái “đạo” của nước, chứ không theo ý riêng của mình. Nhờ vậy tôi bơi lội dễ dàng trong thác được. Khổng Tử hỏi: - Chú nói: “Mới đầu tôi tập lội, lớn lên thành một bản tính, cuối cùng thành ra tự nhiên” là nghĩa làm sao? Đáp: - Tôi sinh ra ở trên đất cao, thấy yên ổn ở trên đất, đó là bước đầu. Rồi lớn lên ở trong nước, thấy yên ổn ở trong nước. Sau cùng tới lúc tôi không biết tại sao lại như vậy nữa, mà cho nó là điều tự nhiên[88]. THUẬT BẮT VE SẦU  II.10(Trọng Ni thích Sở) Trên đường qua nước Sở, ra khỏi một khu rừng, Trọng Ni thấy một người bắt ve sầu dễ dàng như nhặt vậy. Trọng Ni hỏi người đó: - Ông bắt tài quá, có đạo (thuật) gì không? Đáp: - Có, tôi có đạo bắt ve sầu. Trong năm sáu tháng, tôi tập giữ sao cho hai viên đạn đặt trên đầu gậy không rớt xuống, lúc đó ít con ve sầu nào thoát được tôi[89]. Khi để ba viên đạn trên đầu gậy mà không rớt thì mười con chỉ bắt hụt một con. Khi để năm viên đạn mà không rớt thì bắt chúng dễ như nhặt vậy. Tôi giữ thân thể trơ trơ như khúc cây, cánh tay như một cành khô; chung quanh trời đất mênh mông, có biết bao nhiêu là vật mà tôi chỉ thấy cánh ve sầu thôi; tôi không nhúc nhích một chút, có ai đòi đổi mọi vật để lấy cánh ve sầu, tôi cũng không đổi. Như vậy làm sao không bắt được chúng?  Khổng tử quay lại bảo học trò: - Tập trung tinh thần đừng cho phân tán thì không khác gì bậc thần, tức như ông lão này vậy[90].  Ông lão đó bảo: - Thầy là hạng (quần dài) áo rộng[91], biết gì mà nói vậy? Hãy sửa cái đạo (dùng nhân nghĩa) của thầy đi, (cho nó trở về đạo tự nhiên) rồi hãy nói như vậy. MỘT CÁCH GẠT KHỈ  II.19(Tống hữu thư công giả) Nước Tống có một người khéo nuôi khỉ. Ông ấy yêu khỉ, nuôi được một bầy khỉ, hiểu ý chúng mà chúng cũng hiểu ý ông. Ông giảm khẩu phần trong nhà đi để khỉ ăn được đầy đủ, nhưng gặp năm đói kém, thiếu thốn, ông đành phải hạn chế phần ăn của chúng. Sợ chúng phản kháng, mới đầu ông nói gạt chúng như vầy: - Tao cho chúng bay ăn hạt dẻ[92], sáng ba, chiều bốn, đủ không? Chúng đều nổi giận không chịu. Rồi ông bảo : - Thế thì cho chúng bay sáng bốn, chiều ba, đủ không? Chúng đều phủ phục, mừng lắm. Các sinh vật khôn và dại, gạt nhau đều như vậy cả. Thánh nhân dùng trí mà gạt bọn dân ngu, cũng như người nuôi khỉ đó dùng trí mà gạt khỉ. Số hạt dẻ không hề đổi, mà khiến cho bầy khỉ trước giận sau vui[93]. TRỞ VỀ CỐ HƯƠNG  III.10(Yên nhân sinh ư Yên) Một người nước Yên, sanh ở nước Yên, lớn lên ở nước Sở, tuổi già trở về cố quốc. Khi đi qua nước Tấn, một người đồng hành gạt ông ta, trỏ thành (của nước Tấn) bảo: - Thành nước Yên đấy. Ông già đó cảm động, rầu rĩ. Người kia lại trỏ nền xã[94] bảo: - Nền xã của tổ quốc bác đấy. Ông già thở dài, bùi ngùi. Lại trỏ một ngôi nhà bảo: - Nhà của các cụ hồi trước đấy. Ông già rũ rượi, nhỏ lệ. Lại trỏ mấy nắm mồ: - Mộ của các cụ đấy. Ông già khóc mướt. Người kia cười rộ, bảo: - Tôi gạt bác đấy, đây mới là nước Tấn mà.  Ông già mắc cỡ. Khi về tới nước Yên, thấy chính thành quách, nền xã của nước Yên, thấy chính nhà cửa, mồ mả của tổ tiên, thì lòng bi cảm của ông kém nhiều rồi.[95] KHỔNG TỬ XÉT CÁC MÔN SINH  IV.4(Tử Hạ vấn Khổng tử) Tử Hạ[96] hỏi Khổng tử: - Nhan Hồi[97] là người ra sao? Khổng tử đáp: - Hồi hơn ta về đức nhân. Tử Hạ lại hỏi: - Tử Cống[98] là người ra sao? - Tứ biện thuyết giỏi hơn ta. Tử Hạ lại hỏi : - Tử Lộ[99] là người ra sao? - Do dũng cảm hơn ta. - Tử Trương[100] là người ra sao? - Sư trang nghiêm hơn ta. Tử Hạ đứng dậy hỏi: - Vậy thì sao bốn anh đó phải học thầy? Khổng tử đáp: - Ngồi xuống, ta giảng cho nghe. Hồi có đức nhân nhưng không quyền biến[101]. Tứ có tài biện thuyết mà không biết giữ lời. Do dũng cảm mà không biết có lúc nên nhát. Sư trang nghiêm mà không biết hoà đồng với người. Đổi cái của ta[102] để lấy những đức của bốn anh đó thì ta không đổi. Vì vậy bốn anh đó một mực[103] thờ ta làm thầy[104].Chú thích:[1] Nguyên văn là “trưng”. B.G. dịch là: effect (tác động).[2] Nguyên văn là “chiêm”, có lẽ nên hiểu là trường hợp.[3] Nguyên văn là “cố”, Trương Trầm chú giải là “cố sự”, B.G. dịch là: Intuition (trực giác).[4] Nghĩa là đầy vơi, thịnh suy.[5] Chúng tôi theo chú giải của Trương Trầm, B.G. dịch khác: cho nên ý tưởng trong ban ngày và mộng ban đêm đều ảnh hưởng tới cơ thể hoặc tinh thần.[6] B.G. dịch là: tinh thần mà tập trung; nhưng tập trung có nghĩa là suy tư mãnh liệt, thì làm sao tiêu tan được? Theo chúng tôi “ngưng lại” có nghĩa là không suy tư gì cả.[7] B.G. dịch là: “Thực sự cảm thấy (cái thực) thì không phải là hư ngôn (vain mot). Nguyên văn: tín giác bất ngữ. [8] Nguyên văn: “cơ hư ngữ tai”, B.G. không dịch. Chúng tôi đoán nghĩa như vậy. [9] Bản chữ Hán chép là: Trịnh nhân hữu tân hoàng dã giả: 鄭人有薪皇野者. (Goldfish).[10] Quan toà.[11] Trong Cổ học tinh hoa, bài này có nhan đề là Người kiếm củi được con hươu (bài 209). (Goldfish). [12] Tựa như thầy đồ.[13] Vì Nhan Hồi có đức hơn Tử Cống. Tử Cống ham làm giàu. [Bài này có trong Cổ học tinh hoa, nhan đề là Bệnh quên (bài 139). (Goldfish).[14] Trong Cổ học tinh hoa, bài 140: Bệnh mê, chép là họ Bàng. (Goldfish).[15] Chê Khổng Tử mong dùng nhân nghĩa để cứu đời. [16] Cô Xạ 姑射: Trong Trang tử và Nam Hoa kinh, bài Tiêu dao du 3, cụ NHL phiên âm là Cô Dạ. (Goldfish).[17] Một đảo ở giữa biển, theo một huyền thoại trong Sơn Hải kinh. [18] Nguyên văn: trát thương. B.G. dịch là: dịch lệ.[19] Truyện này có chép vắn tắt trong thiên Tiêu dao du của Trang tử. [20] Tức Trung Hoa. Người Trung Hoa thời đó cho rằng bốn bề chung quanh nước họ là biển. [21] Theo truyền thuyết vua Nghiêu là một minh quân, nhân từ, giữ ngôi từ -2357 đến -2255, nước rất thái bình. Ông không truyền ngôi cho con mà truyền cho một người hiền trong nước là ông Thuấn, ông này giữ ngôi từ -2255 đến -2505. Đạo Khổng trước hết, rồi tới đạo Lão, đạo Mặc và cả Pháp gia đều coi Nghiêu, Thuấn là những ông vua kiểu mẫu, những bậc thánh. Mỗi phái đều đề cao chính trị của hai ông đó theo chủ trương của mình.[22] Khang Cù có nghĩa là đường lớn đưa đi khắp nơi.[23] Trương Trầm chú giải là: Khiến cho vạn vật được cực (thiện).[24] B.G. dịch là: “theo mệnh nhà vua”.[25] Có nghĩa là công thành rồi thì thân thoái.[26] Bản chữ Hán, do bác Vvn cung cấp, chép:  湯又問曰: 四海之外… Thang hựu vấn viết: Tứ hải chi ngoại… (Goldfish).[27] Ông vua đã diệt vua Kiệt mà chấm dứt nhà Hạ, mở đầu nhà Thương (-1766 -1753).[28] Nước Dinh ở vào khoảng Liêu Ninh Triều Tiên ngày nay.[29] Nước Bân ở vào khoảng Thiểm Tây ngày nay.[30] Sách Nhĩ Nhã có kể tên những dân tộc hoặc những nước ở chỗ mà người Trung Hoa thời đó gọi là “tứ hải”, “tứ hoang”, “tứ cực” (đông cực, tây cực, nam cực, bắc cực), chúng tôi nghĩ rằng không cần chép lại.[31] Ngao là con ba ba rất lớn.[32] Chuyên Húc: vua thời thượng cổ, cháu vua Hoàng Đế (-2514 -2436).[33] Bột Hải, cái vịnh nằm ở trong khoảng bán đảo Liêu Đông, tới bán đảo Sơn Đông.[34] Bát hoành cũng như bát cực, tám góc thật xa. Cửu dã tức tám phương và trung ương – chỉ nên hiểu tất cả các nước dưới gầm trời.[35] Có lẽ nên hiểu ở giữa cái khoảng từ cái vực đó tới Trung Quốc.[36] Nguyên văn: dĩ vi lân cư yên. B.G. không dịch.[37] Nguyên văn là châu, can, trỏ những thứ ngọc.[38] Vị thần ở Tây Bắc, sai khiến các rùa thần. [39] Mỗi đoàn năm con, chia nhau mỗi con đội một trái núi.[40] B.G. bỏ sáu chữ: “cử túc bất danh sổ thiên”, không dịch. Các sách đều không chú giải, chúng tôi cũng không hiểu nghĩa gì.[41] Đó là những người lùn, ta nên nhớ thước (xích) Trung Hoa thời đó bằng một gang tay (theo Wieger), vậy một thước rưỡi thời đó chỉ bằng khoảng 3 tấc tây, mà chín tấc chưa bằng hai tấc tây. [42] B.G. dịch minh linh là loài ma quỉ của cõi âm. [Chữ Hán là: 冥靈. Trong bộ Trang tử và Nam Hoa kinh, bài Tiêu dao du 1, cụ NHL dịch là con rùa thiêng và chú thích rằng: có người giải thích là một loại cây. (Goldfish)][43] Có lẽ là loài mối xứ ta, cứ đầu mùa mưa thì bay ra.[44] Ông vua khởi nghiệp nhà Hạ (-2205 -2197). Coi bài VII.12.[45] Bá Ích, Di Kiên là những nhà bác học thời đó.[46] Li Chu thời Hoàng Đế, Tử Vũ cũng ở thời thượng cổ.[47] Sư Khoáng là nhạc sư của một ông vua nước Tần.[48] Một trong đám gồm năm núi (ngũ nhạc) danh tiếng ở Trung Hoa. [Tung Sơn 嵩山 thuộc tỉnh Hà Nam, trong sách in sai thành Trung Sơn. (Goldfish).[49] Ta thường dịch là cây quít.[50] Có lẽ là loài yểng, tập nói được tiếng người.[51] Tựa như con cầy, mũi dài và nhọn, cũng gọi là con mạch (tapir). Không phải chim hạc.[52] Núi Thái Hình tức núi Thái Hàng. Núi đó với núi Vương Ốc nay ở Hà Nam.[53] Một nhẫn là tám thước.[54] Kí Châu nay ở Sơn Tây và Hà Bắc. Hà Dương nay ở Hà Nam.[55] Ngu Công nghĩa là ông già ngu.[56] Dự Nam ở phía nam Dự Châu. Hán Âm ở phía bắc sông Hán, nay ở Hồ Bắc. [57] Một ngọn núi nhỏ.[58] Theo Hoài Nam tử, Ẩn Thổ ở Đông Bắc Trung Hoa.[59] Tri Tẩu nghĩa là ông già sáng suốt, khôn.[60] Theo truyền thuyết Trung Hoa, các thần núi, biển đều chỉ huy loài rắn.[61] Bản chữ Hán đăng trên http://cls.hs.yzu.edu.tw chép là 夸蛾 (Khoa Nga); còn bản do bác Vvn cung cấp chép là 萬蛾 (Vạn Nga). (Goldfish).[62] Trong Cổ học tinh hoa, truyện 243: Ngu công dọn núi, bỏ đoạn từ “Vị thần chỉ huy loài rắn” đến “một trái ở Ung Nam”. (Goldfish).[63] Trong sách, cả hai bản đều in là: “phía bắc Hà Dương Âm”. Bản chữ Hán do bác Vvn cung cấp chép là: Hán chi âm 漢之陰. (Goldfish). [64] Cũng gọi là Ngu Uyên, theo truyền thuyết là chỗ mặt trời lặn.[65] Hà là sông Hoàng Hà, Vị là một con sông ở Thiểm Tây.[66] Ông Vũ, sáng lập nhà Hạ, hồi còn làm bề tôi vua Thuấn, được vua Thuấn giao cho việc khai thông sông, đầm cho khỏi lụt.[67] Nghĩa là tận cùng phương Bắc.[68] Hai thứ rượu ngon nhất.[69] Sách in là: bị phát; bản chữ Hán chép là: chúc phát 祝發.(Goldfish).[70] Chữ Hán gồm bộ xa (xe) bên trái và chữ Vĩnh (lâu dài) bên phải, không sách nào trỏ cách đọc, Từ Hải, Từ Nguyên đều không ghi. [Bản chữ Hán do bác Vvn cung cấp chép là Triếp (Mộc) 輒 (木). Chữ Mộc có bản chép là: 沐. (Goldfish)][71] Viêm là nóng. Viêm nhân là người xứ nóng. Chương này có lợi cho các nhà nhân chủng học, xã hội học vì các truyền thuyết ấy không phải hoàn toàn vô căn cứ.[72] Thinh Quang, trong bài Bí ẩn của cái chết, viết: “Có một số luận cứ cho rằng “hỏa táng” xuất xứ từ Ấn Ðộ, vào đời Hán du nhập vào Trung Quốc. Thực ra, không phải vậy. Chính gốc gác về “hỏa táng” theo như sách “Liệt Tử” cho biết: “Nước Nghi Cừ ở phía Tây Tần, nằm ven theo dòng sông Kinh Hà, Khánh Dương, thuộc tỉnh Cam Túc ngày nay, khi có người quá cố, mang củi chất lên thiêu giữa trời. Ngọn khói bay cao chừng nào thì linh hồn người chết càng được siêu thăng!”. (Goldfish).[73] Thị: Bản chữ Hán đăng trên trang http://philosophy.sysu.edu.cn/wgzx/info_Show.asp?ArticleID=283 chép là: 氏 (thị), còn bản do bác Vvn cung cấp chép là: 樂 (nhạc, lạc, nhạo). (Goldfish).[74] Có lẽ là chằm, do in sai mà thành ra trằm. Chữ Hán là: trạch 澤 (nghĩa là: chằm, đầm). (Goldfish).[75] Trong Cổ học tinh hoa, truyện 224: Cũng là ăn trộm, chỉ dịch tới đây. (Goldfish).[76] Nghĩa là nội cái việc sống cũng là ăn trộm sự sống của trời đất rồi, cho nên không muốn ăn trộm cũng là ăn trộm.[77] Ý nói: mọi vật đều do thiên nhiên, không phân biệt chung và riêng, thì còn phân biệt ăn trộm với không ăn trộm làm gì.[78] Ba đại thần cũng như chức thượng thư đời sau.[79] Tử Hoa nuôi khách trong nhà để gây tiếng tốt cho mình.[80] Bách kim. Chữ kim này trỏ một đơn vị tiền tệ, có thể là một cân, một dật (24 cân), một lượng, một đồng tiền; lại có thể là vàng, là bạc hay là đồng.[81] Hạng này xưa bị khinh rẻ, tiếng Trung Hoa gọi là “nhã y”, thầy lang ngựa. [Chắc sách in lầm “mã” thành “nhã”. Các bản chữ Hán đều chép là: mã y 馬醫. (Goldfish)].[82] Môn đệ của Khổng tử, tên là Tể Dư, tên tự là Ngã, có khẩu tài, làm quan đại phu nước Tề, phải tội, bị giết cả ba họ.[83] Lục hợp là trời đất (trên dưới), và bốn phương: đông, tây, nam, bắc.[84] Bản chữ Hán đăng trên http://zh.wikisource.org/wiki chép là: chi 之, còn bản do bác Vvn cung cấp chép là phương: 方. (Goldfish).[85] Loài chim có mỏ lớn, chân có màng, bắt tôm cá.[86] Đoạn nuôi cọp này có chép trong thiên Nhân gian thế của Trang tử, nhưng vắn tắt hơn.[87] Coi chú thích V.3.[88] Truyện này có chép trong thiên Đạt sinh của Trang tử. Như chúng tôi đã nói trong thiên II phần I, truyện này được chép lại trong bài VIII.10, chỉ đoạn kết là thay đổi.[89] Người ta dùng nhựa dính bôi vào đầu gậy, chấm vào cánh ve sầu là bắt được nó.[90] Truyện này có chép trong thiên Đạt sinh của Trang tử.[91] Ý nói bọn nhà Nho, như ta nói bọn thầy Đồ.[92] Hạt dẻ: Trong Trang tử và Nam Hoa kinh, bài Tề vật luận 2, cụ NHL ghi là “trái lật” và chú thích: “Nguyên văn chỉ có tam, tứ (ba, bốn), chứ không nói rõ ba, bốn cái gì. Các bản dịch thường thêm ‘trái lật’: chataigne hoặc ‘thăng’: một đơn vị đo lường cho dễ hiểu”. Trong Liệt tử, bản chữ Hán cũng “chỉ có tam, tứ (ba, bốn)…”. (Goldfish).[93] Truyện này có chép trong thiên Tề vật luận của Trang tử.[94] Chỗ tế thần đất.[95] Truyện này, trong Cổ học tinh hoa, có nhan đề là Cảm tình. (Goldfish). [96] Tên Bốc Thương, đốc tín, cẩn thủ, hay bàn về những điều tinh vi.[97] Coi chú thích bài IV.1.[98] Tên là Đoan Mộc Tứ, có tài biện thuyết, thích buôn bán. [99] Tên là Trọng Do, cũng có tên là Quí Lộ, giỏi binh bị, tính quả cảm, cương trực.[100] Tên là Chuyên Tôn Sư, tính ung dung, nhúng nhường.[101] Nguyên văn: bất năng phân; có sách dịch là không biết nghĩ lại. B.G. dịch là: không biết tranh luận. Nhưng có sách lại bảo chữ phân đó chính là chữ nhẫn (nhịn) in lầm.[102] Tức thái độ “vô khả, vô bất khả”.[103] Nguyên văn: thử kì sở dĩ sự ngô nhi bất nhị dã. Đường Kính Cảo chú thích bất nhị là không có lòng ngờ gì cả. B.G. dịch là: không thờ một người nào khác. Có sách lại dịch là không có hai lòng.[104] Truyện này chép đúng như vậy trong Khổng tử gia ngữ.\n"
        },
        {
            "order": 9,
            "name": "Chương 2 ( tt)",
            "content": " ĐỪNG LÀM CHO NGƯỜI TA BIẾT MÌNH  II.14(Liệt tử chi Tề)[1] Thầy Liệt tử đi sang nước Tề, nửa đường thì trở về, gặp Bá Hôn Mâu Nhân. Bá Hôn Mâu Nhân hỏi: - Sao mà về đó? Đáp: - Tôi sợ mà về. - Sợ cái gì? - Tôi ăn tại mười nhà làm tương mà năm nhà không nhận tiền. Bá Hôn Mâu Nhân bảo: - Như vậy có gì mà sợ? - Sợ vì cái (đạo) tôi giữ trong lòng, không diễn ra[2], vậy mà nó hiện ra rực rỡ ở bề ngoài. Dùng cái bề ngoài ấy mà làm chấn động nhân tâm, dễ dàng được người ta kính trọng như bậc trưởng lão, như vậy tai nạn sẽ tới. Những người bán tương đó chỉ sống bằng nghề bán thức ăn, lợi ở chỗ còn dư[3], không được bao nhiêu, quyền thế lại chẳng có gì, mà còn đối xử với tôi như vậy, huống hồ ông vua một vạn cổ xe, khó nhọc, để hết tâm trí vào việc nước. Nhất định ông vua đó sẽ giao trọng trách cho tôi, bắt tôi gắng sức làm nhiều, vì vậy mà tôi sợ.  Bá Hôn Mâu Nhân bảo: - Anh nhận xét sáng suốt đấy. Nhưng anh mà tự rút lui như vậy thì người ta sẽ càng chăm sóc tới anh[4]. Ít lâu sau, lại nhà (Liệt tử), thấy dép để đầy ngoài cửa[5], Bá Hôn Mâu Nhân đứng ngó về hướng bắc, cằm tì vào chiếc gậy, một lát rồi lặng thinh đi về.  Một người khách cho Liệt tử hay, Liệt tử không kịp xỏ dép, vội vàng xách dép chạy theo, tới cổng thì đuổi kịp, hỏi: - Thầy[6] đã tới, có ý dạy cho tôi phương thuốc[7] gì chăng? Bá Hôn Mâu Nhân đáp: - Trễ rồi. Ta đã bảo anh rằng người ta sẽ chăm sóc tới anh đó, quả nhiên như vậy. Không phải là anh (không) biết cách làm cho người ta chăm sóc tới anh, mà là anh không biết cách làm cho người ta đừng chăm sóc tới anh. Mà cần gì phải dùng cách dị thường để cho người ta cảm mộ mình trước như vậy. Không có lý họ thúc đẩy anh tỏ tài riêng của anh ra. Những người giao thiệp với anh không có gì để nói với anh cả. Những lời nhỏ nhen của họ, có hại như thuốc độc đấy. Anh mê muội không giác ngộ, thì làm sao có thể cải hoá anh được[8]. NHÂN NGHĨA HƠN SỨC MẠNH  II.21(Huệ Áng kiến Tống Khang vương) Huệ Áng vô yết kiến Tống Khang vương. Khang vương đứng dậy tiếp, hăng hái nói liền: - Quả nhân chỉ ưa dũng lực thôi, không muốn dùng nhân nghĩa, khách có điều gì dạy quả nhân không? Huệ Áng tiếp: - Thần có đạo (thuật) khiến cho một người đã dũng cảm rồi lại thêm có bị đâm cũng không vô, đã mạnh rồi lại thêm có bị đập cũng không trúng, có lẽ nào riêng đại vương không ưa đạo đó sao? Vua Tống bảo: - Tốt lắm, đó là điều quả nhân muốn nghe. Huệ Áng nói: - Bị kẻ khác đâm mà không vô, bị kẻ khác đập mà không trúng, (tuy là không bị thương đấy, nhưng) vẫn còn là bị nhục. Thần lại có đạo khiến cho một người đã dũng cảm rồi mà kẻ khác lại không dám đâm, đã mạnh rồi kẻ khác không dám đập. Nhưng họ không dám không phải là không muốn. Thần lại có cái đạo khiến cho họ không có ý muốn đâm, đập nữa. Nhưng họ không có ý muốn đó, chưa phải là đã có lòng quí mến và giúp đỡ đại vương. Thần lại có cái đạo khiến cho không một người đàn ông, một người đàn bà nào không vui vẻ quí mến và giúp đỡ đại vương. Như vậy đại vương còn hiền minh hơn có dũng lực. Thần cho là hơn hẳn bốn hạng trên. Có lẽ nào riêng đại vương không ưa đạo đó. Vua Tống đáp: - Đó là đạo quả nhân muốn có. Huệ Áng bảo: - Đó là đạo của họ Khổng họ Mặc. Khổng Khâu và Mặc Địch không có đất đai mà vẫn làm vua, không có bề tôi mà vẫn làm chúa. Đàn ông và đàn bà trong thiên hạ không ai là không nghểnh cổ, nhón gót để ngó, để giúp đỡ, bảo toàn họ. Nay đại vương là một vị chúa một nước có vạn cổ xe, nếu thực muốn như vậy, thì trong bốn cõi, đại vương đều được mọi người giúp đỡ, còn hiền minh hơn Khổng, Mặc nhiều.  Vua Tống làm thinh không đáp. Huệ Áng vội vã bước ra. Vua Tống bảo kẻ tả hữu: - Người khách đó khéo biện thuyết, quả nhân không biết đáp sao.  NỖI BUỒN CỦA KHỔNG TỬ  IV.1(Trọng Ni nhàn cư) Trọng Ni ngồi không, Tử Cống vô hầu, thấy thầy có vẻ buồn, không dám hỏi, trở ra cho Nhan Hồi[9] hay. Nhan Hồi cầm cây đờn lên gảy và ca. Khổng tử nghe thấy, quả nhiên gọi vô hỏi: - Có cái gì mà vui một mình vậy? Hồi hỏi lại: - Tại sao thầy buồn một mình vậy? Khổng tử đáp: - Hãy nói cho thầy nghe nỗi vui của anh trước đã. Hồi thưa: - Con nghe có lần thầy dạy rằng hễ lạc thiên tri mệnh thì không có gì buồn cả, vì vậy mà con vui.  Khổng tử trầm ngâm một lát rồi bảo: - Ta có nói như vậy sao? Anh hiểu sai ý của ta rồi. Lời ta nói hồi trước đó, bây giờ anh theo lời ta sắp nói đây mà sửa lại. Anh chỉ hiểu được cái lẽ lạc thiên tri mệnh thì không có gì buồn mà chưa hiểu được rằng tuy lạc thiên tri mệnh mà cũng vẫn buồn. Nay ta giảng hết cho anh nghe: cứ sửa thân mình, thành công hay thất bại cũng mặc, biết rằng thăng hay trầm không quan hệ gì tới ta, không để cho những biến loạn làm bận lòng, đó anh hiểu lạc thiên tri mệnh thì vô ưu là như vậy. Trước ta đã sửa lại Thi, Thư, định lại Lễ, Nhạc, mong dùng những sách đó để trị thiên hạ, truyền lại hậu thế, chứ không phải chỉ sửa riêng cái thân ta, trị riêng nước Lỗ mà thôi đâu. Mà vua tôi nước Lỗ càng ngày càng mất trật tự, nhân nghĩa càng ngày càng suy, tính tình càng ngày càng bạc. Như vậy là đạo không thi hành được ở trong một nước, ngay bây giờ đây, nói chi thi hành tới khắp thiên hạ, trong các đời sau nữa. Bây giờ ta mới biết rằng Thi, Thư, Lễ, Nhạc không giúp được cho loạn hoá trị, mà chưa tìm được phương nào cải cách được xã hội được đây. Đó là cái lẽ lạc thiên tri mệnh mà vẫn còn buồn. Nhưng ta đã hiểu được một điều: cái chúng ta gọi là “lạc”, là “tri” không phải cái cổ nhân gọi là “lạc”, là “tri”. Cổ nhân cho rằng “vô lạc”, “vô tri”[10] mới thực là “chân lạc”, “chân tri”. Được như vậy thì không cái gì là không vui, không cái gì là không biết, không cái gì là không buồn, không cái gì là không làm. Thi, Thư, Lễ, Nhạc cần gì phải bỏ đi, cần gì phải sửa lại? Nhan Hồi hướng về phương Bắc[11], chắp tay vái thầy: - Con cũng hiểu được lẽ đó. Rồi trở ra kể lại cho Tử Cống nghe. Tử Cống hoang mang, như mất hồn, về nhà suy nghĩ lung bảy ngày, quên ngủ quên ăn, tới nỗi gầy trơ xương. Sau cùng Tử Cống trở lại nhà thầy, lại gảy đờn, ca hát, học kinh Thư, suốt đời không ngừng. BIẾT BẰNG TRỰC GIÁC  IV.2(Trần đại phu sính Lỗ) Vị đại phu nước Trần đi sứ sang nước Lỗ, lại thăm viếng Tôn Thúc thị[12], Tôn Thúc thị bảo: - Nước chúng tôi có một bậc thánh. Vị đại phu hỏi: - Phải ông Khổng Khâu không? - Phải. - Làm sao biết được là thánh? - Tôi thường nghe Nhan Hồi bảo Khổng Khâu có thể bỏ cái tâm (không dùng cái tâm) mà vận dụng hình hài (tức ngũ quan) được. Vị đại phu nước Trần bảo: - Nước tôi cũng có một vị thánh nhân, ông biết không? - Thánh nhân ư? Ai đó? - Một đệ tử của Lão Đam tên là Cang Thương tử[13] học được cái đạo của Đam, có thể dùng tai mà trông, dùng mắt mà nghe. Lỗ hầu[14] nghe vậy, kinh hoảng, sai một vị thượng khanh đem hậu lễ qua mời Cang Thương tử. Canh Thương tử nhận lễ và tới, Lỗ hầu lễ độ hỏi, Cang Thương tử đáp: - Người ta đồn bậy. Tôi có thể không dùng tai mắt mà nghe, trông được, nhưng không thể dùng tai thay mắt, mắt thay tai được. Lỗ hầu bảo: - Vậy thì còn lạ hơn nữa; cách nào vậy, xin cho quả nhân được nghe. Cang Thương tử đáp: - Cơ thể tôi hoà hợp với cái tâm, tâm hoà hợp với khí, khí hoà hợp với thần, thần hoà hợp với cái “vô”. Có một hình thể nào rất nhỏ xuất hiện, một thanh âm nào rất nhỏ nào thoảng qua, dù xa tít ngoài cõi bát hoang[15] hoặc ở gần, tại sát mi mắt mà liên can đến tôi là tôi biết liền. Nhưng tôi không hiểu là do cảm giác của ngũ quan[16] hay của các bộ phận trong người[17], (tôi chỉ biết) cái biết đó tự nhiên phát ra vậy thôi. Lỗ hầu mừng lắm, một hôm kể lại với Khổng tử, Khổng tử cười mà không nói. KHÔNG NÓI MÀ CŨNG LÀ NÓI  IV.5(Tử Liệt tử kí sư Hồ Khâu Tử Lâm) Thầy Liệt tử sau khi cùng với bạn là Bá Hôn Mâu Nhân thôi học Hồ Khâu Tử Lâm rồi, lại ở Nam Quách[18], số người lại xin học có hàng trăm[19], tới hoài không ngớt, Liệt tử không biết bao nhiêu nữa. Thầy trò sáng nào cũng thảo luận với nhau, xa gần không ai không biết tiếng[20]. Nam Quách tử[21] ở sát vách hai chục năm mà hai người không bao giờ qua thăm hỏi nhau, gặp nhau ngoài đường thì làm như không trông thấy nhau. Môn đệ tin chắc rằng Liệt tử và Nam Quách tử hiềm khích nhau. Có một người từ nước Sở lại, hỏi Liệt tử: - Tiên sinh có gì hiềm khích với Nam Quách tử đấy? Thầy Liệt tử đáp: - Nam Quách tử bề ngoài như mọi người[22] mà lòng thì hư tĩnh, tai không nghe, mắt không thấy, miệng không nói, tâm không biết, hình hài trơ trơ, qua thăm ông ấy làm gì. Nhưng chúng ta thử qua xem sao. Thế là Liệt tử cùng với bốn chục môn đệ qua nhà Nam Quách tử, quả nhiên thấy ông ấy trơ trơ như pho tượng, không thể tiếp xúc, chuyện trò được. Nam Quách tử liếc ngó Liệt tử, vẻ xa vắng như tinh thần thoát khỏi xác. Rồi Nam Quách tử bỗng bảo mấy đệ tử đứng hàng cuối của Liệt tử: “Ta khen các người cương quyết hùng tâm chuyên cần học đạo”. Bọn môn đệ Liệt tử hoảng hốt ra về, người nào cũng có vẻ hoang mang. Liệt tử bảo: - Người nào đã đạt ý thì không nói; người nào biết rõ chân lí rồi thì cũng không nói. Không nói mà cũng là nói, không biết mà cũng là biết. Không có một lời nào với chẳng nói, không một tri thức nào với chẳng biết, thì cũng là nói, là biết. Mà như vậy cũng là không có gì không nói, không có gì không biết; mà cũng là không nói gì cả, không biết gì cả. Có vậy thôi, các anh sợ nỗi gì? NGHỆ THUẬT DU LỊCH  IV.7(Sơ Tử Liệt tử hiếu du) Mới đầu, thầy Liệt tử thích du lịch. Hồ Khâu tử bảo: - Ngự Khấu thích du lịch, du lịch có gì đâu mà thích? Liệt tử đáp: - Cái vui du lịch là được coi những cái mới. Những người khác du lịch là ngắm những cảnh mới, còn con du lịch để xem xét sự biến đổi. Du lịch! Du lịch! Ai biết được du lịch thực là du lịch thì phải ra sao? Hồ Khâu tử bảo: - Cách anh du lịch với cách người khác du lịch thì cũng vẫn như nhau, mà sao bảo là khác? Ai nhìn cảnh thì cũng thấy sự biến đổi của nó. Anh thích ngắm vật mới mà không biết rằng cái bản ngã của ta cũng thay đổi hoài. Người nào chỉ nghĩ du lịch là ngắm cảnh ngoài thì không biết chú trọng tới nội tâm mình. Ngắm cảnh ngoài là muốn cho vạn vật hoàn toàn, xét nội tâm mình là muốn thoả mãn ở trong lòng. Thoả mãn ở trong lòng là đạt cái mức cao nhất của du lịch, cầu cho vạn vật hoàn toàn thì không đạt được mức đó.  Từ đó, Liệt tử suốt đời không đi du lịch nữa, tự cho rằng mình không biết cách du lịch. Hồ Khâu tử bảo : “Cái cao nhất của sự du lịch ở đâu? Ở chỗ không biết mình đi đâu. Cái mức cao nhất của sự quan sát sự vật là không biết mình nhìn cái gì nữa. (Đừng cố ý du lịch, cố ý quan sát thì) vật nào cũng là cơ hội cho mình du lịch, quan sát được. Tôi cho du lịch là như vậy, quan sát là như vậy. Cho nên bảo : Phải đạt cái mức cao nhất của du lịch! Phải đạt cái mức cao nhất của du lịch!”. HƯ TÂM THÌ ĐƯỢC ĐẠO  IV.15(Quan Doãn Hỉ viết) Quan Doãn Hỉ[23] bảo: “Lòng mình mà vô chấp[24] thì hình, vật (ở ngài) sẽ hiện rõ ra. (Lòng mình) động thì như nước, tĩnh thì như gương, ứng với vạn vật như tiếng vang. Cho nên đạo là hình ảnh của vật, vật trái với đạo chứ đạo không trái với vật. Người nào đã được hoàn thiện như đạo thì không dùng tới tai, cũng không dùng tới mắt, cũng không dùng tới sức mạnh, cũng không dùng tới tâm; còn người nào dùng tai, mắt, sức mạnh, tâm mà muốn được như đạo, thì không phải cách. Nhìn thẳng ở trước mắt (để tìm đạo) mà không ngờ nó ở phía sau mình. Khi dùng cái đạo thì nó đầy cả vũ trụ[25], không dùng nó thì không biết nó ở đâu. Dùng tâm cầu đạo thì thấy nó ở xa, chứ nó vốn không ở xa; vô tâm cầu đạo thì thấy nó ở gần, chứ nó vốn nó không ở gần[26]. Cứ yên lặng thì được đạo, giữ cái thiên tính còn toàn vẹn (tự nhiên) thì được đạo”. Kẻ trí (sáng suốt) mà quên các tình dục đi, kẻ có tài mà không dùng tài, những kẻ đó mới thật là sáng suốt, thật là có tài. Đạt được vô tri (nghĩa là bỏ cái tri đi) thì làm gì còn có tình dục? Đạt được cái vô năng (không dùng tài) thì làm gì còn có hành động? Chứa chất vật quí (?) cũng như chứa chất bụi cát vậy, như vậy dù có vô vi (không làm gì) mà cũng vẫn là trái đạo vậy. LUẬT QUÂN BÌNH  V.9(Quân, thiên hạ chi chí lí dã) Quân bình là luật rất lớn trong thiên hạ, ngay về vật hữu hình cũng vậy. Treo hai vật vào một sợi tóc, nếu không quân bình mà một vật nặng một vật nhẹ thì sợi tóc sẽ đứt, như vậy là sợi tóc không ở điểm quân bình. Nếu quân bình thì không có lẽ gì mà đứt được, cho nên không đứt[27]. Người ta thường không hiểu lẽ đó, nhưng cũng có người hiểu được.  Chiêm Hà[28] chỉ dùng một sợi tơ làm dây câu, một cái gai cong nhọn[29] làm lưỡi câu, thân cây trúc nhỏ ở Sở làm cần câu, cắt một hạt lúa làm mồi mà câu ở cái vực sâu trăm nhẫn[30], chỗ nước chảy xiết, đem về đầy một xe cá, mà dây câu không đứt, lưỡi câu không duỗi ra, cần câu không gãy gặp lại. Vua Sở nghe nói, lấy làm lạ, cho gọi tới. Chiêm Hà đáp: - Thần nghe nói, cổ đại phu Bồ Thư tử giỏi bắn, dùng một cây cung yếu, cột một sợi dây vào mũi tên để cho gió bay đi, mà bắn được hai con dang[31] bay tít trên mây xanh, như vậy là nhờ ông tập trung tinh thần và giữ được sự quân bình khi cử động cánh tay. Thần phỏng theo cách đó mà học câu năm năm mới thấu được hết thuật câu. Khi thần ngồi trên bờ sông mà cầm cần câu, lòng thần chỉ nghĩ tới cá thôi, không nghĩ tới gì khác; khi liệng câu thả mồi, thì cánh tay thần cử động không nặng quá, không nhẹ quá để mọi vật khỏi loạn. Khi cá thấy mồi ở lưỡi câu, chúng tưởng là những hạt bụi chìm hoặc những bọt tụ lại, nên không nghi ngờ gì mà lại đớp. Vậy yếu có thể chế được mạnh, nhẹ có thể thắng được nặng. Đại vương trị quốc mà thật sự theo cách đó thì có thể vận dụng thiên hạ trong bàn tay, có việc gì khó khăn đâu?  THẾ NÀO LÀ BẬC CHÍ NHÂN  VI.9(Hoàng Đế chi thư vân) Sách Hoàng Đế có câu: “Bậc chí nhân[32] sống ở đời cũng như chết, cử động mà như bị trói buộc[33], không biết tại sao lại sống, tại sao lại không sống ở đời, tại sao lại cử động, tại sao lại không cử động, người đời dòm ngó mình thì cũng chẳng thay đổi thái độ, không dòm ngó mình thì cũng vậy. Một mình mình tới, một mình mình lui, một mình mình ra, một mình mình vô, ai mà ngăn cản được?” LỢI VÀ HẠI CỦA DANH  VII.20(Dục tử viết: Khí[34] danh giả vô ưu) Dục tử[35] nói:  - Từ bỏ cái danh thì khỏi phải lo nghĩ. Lão tử nói: “Danh là khách của thực”. Mà người đời đau đáu chạy theo cái danh hoài.  Danh vốn không thể bỏ được, danh vốn không thể coi là khách được. Ngày nay ai có danh thì được tôn vinh, vô danh thì chịu hèn nhục; tôn vinh thì an dật sung sướng, hèn nhục thì lo lắng, khổ sở. Lo lắng khổ sở thì hại tới bản tính, an dật sung sướng thì thuận với bản tính, quả có liên hệ với nhau như vậy. Vậy thì làm sao lại bỏ danh? Làm sao mà coi danh là khách? Ghét chăng là ghét sự giữ cái danh mà luỵ cái thực; giữ cái danh mà luỵ cái thực thì sẽ có lúc phải chịu nguy vong mà không có cách cứu, chứ đâu phải chỉ là chuyện an dật vui sướng với lo lắng, khổ sở mà thôi đâu[36]. NHƯ HÌNH VỚI BÓNG  VIII.1(Tử Liệt tử học ư Hồ Khâu Tử Lâm) Thầy Liệt tử học với Hồ Khâu Tử Lâm. Hồ Khâu Tử Lâm bảo: - Anh phải tập trung ở phía sau thì mới có thể nói rằng giữ được thân mình. Liệt tử hỏi: - Xin thầy cho nghe thế nào là đứng ở phía sau. Đáp: - Quay lại nhìn cái bóng của anh thì biết. Liệt tử quay lại nhìn cái bóng của mình, hễ vặn thân mình thì cái bóng cong, đứng thẳng lại thì cái bóng cũng thẳng.  Vậy cong hay ngay là tuỳ thân thể chứ không tuỳ cái bóng. Biết co hay duỗi tuỳ vật chứ không tuỳ ta, như vậy là đứng ở phía sau mà được ở phía trước[37]. ° Quan Doãn bảo thầy Liệt tử: - Lời mà đẹp thì tiếng vang cũng đẹp, lời mà xấu thì tiếng vang cũng xấu, thân hình cao thì bóng dài, thân hình lùn thì bóng ngắn. Danh cũng như tiếng vang, thân hình cũng như cái bóng. Cho nên bảo: “Thận trọng lời nói thì người ta sẽ biết mình[38], thận trọng hành vi thì người ta sẽ theo mình”. Bậc thánh nhân xét cái gì phát ra mà biết cái gì nhập vô[39], xét việc đã qua mà biết việc sắp tới, như vậy là tiên tri. Đức độ hay không là ở ta, mà phán xét ta là ở người. Người ta yêu mình, thì tất là vì mình đã yêu người ta; người ta ghét mình thì tất là vì mình đã ghét người ta. Vua Thang, vua Vũ[40] yêu thích thiên hạ, cho nên được làm vua; Kiệt và Trụ ghét thiên hạ cho nên mất ngôi vua. Như vậy là sự phán xét của thiên hạ. Đã hiểu cái lẽ “đức độ” và “phán xét” rồi mà hành động không theo lẽ đó thì không khác gì muốn ra ngoài mà không do cửa, muốn đi mà không theo đường. Hành động như vậy mà mong có lợi, chẳng là khổ ư? Xét đức Thần Nông Hữu Viêm[41], rồi tra khảo sử đời Ngu, Hạ, Thương, Chu, suy ngẫm lời các hiền nhân, pháp sĩ[42], cái lẽ tồn vong, hưng phế của thời trước không khi nào không theo cái đạo đó (tức đạo thương người thì được người thương lại, ghét người thì bị người ghét lại).  PHẢI BIẾT NGUYÊN NHÂN  VIII.3(Liệt tử học học xạ, trúng dã) Liệt tử học bắn (may mà bắn trúng), hỏi Quan Doãn tử. Doãn tử bảo: - Anh biết tại sao anh bắn trúng không? Đáp: - Thưa không. - Vậy thì chưa được. Liệt tử về tập bắn thêm ba năm nữa, rồi lại cho Quan Doãn tử hay, Doãn tử hỏi: - Anh đã biết tại sao anh bắn trúng không? - Thưa biết.  - Vậy thì được! Nhớ lấy, đừng quên. Chẳng phải riêng việc bắn như vậy đâu, việc trị nước và tu thân cũng vậy. Cho nên bậc thánh nhân không quan tâm tới sự tồn vong (đắc thất) bằng cái lẽ tại sao tồn vong. TRỊ NƯỚC CẦN BIẾT NGƯỜI HIỀN  VIII.4(Liệt tử viết: Sắc thịnh giả kiêu) Liệt tử nói: - Dung nhan đẹp hơn người thì kiêu căng, sức mạnh hơn người thì hung hăng, chưa có thể nói đến đạo với hai hạng người đó được. Người tóc đã hoa râm mà nói về đạo còn lầm, huống hồ là hành đạo! Kẻ nào hung hăng (hiếu thắng) thì không được người ta khuyên bảo, không được ai khuyên thì cô độc, không có người giúp. Người hiền biết dùng người[43], nên tuy già mà không suy, trí giảm mà không loạn[44]. Cho nên trị nước khó ở chỗ biết được người hiền, mà không tự cho mình là hiền. KHÔNG ƯA TRÍ XẢO  VIII.5(Tống nhân hữu vị quân…)[45] Một người nước Tống lấy ngọc chạm trổ thành lá dó, để dâng vua, ba năm mới xong. Đầu nhọn, chỗ mỏng, sống, cuốn, lông, gai đều tinh vi, láng bóng, để chung với các lá dó thật, không sao phân biệt được. Người đó nhờ tài khéo mà được vua Tống khen, cấp lương bổng cho. Thầy Liệt tử nghe nói, bảo: “Trời đất khi sinh vạn vật mà phải mất ba năm mới thành một cái lá thì ít cây cỏ lắm![46] Cho nên thánh nhân trông vào cái đạo để cải hoá chứ không trông vào trí xảo”. THẤY LỢI NGHĨ ĐẾN HẠI  VIII.6(Tử Liệt tử cùng, dung mạo hữu cơ sắc) Thầy Liệt tử nghèo khổ, mặt xanh xao vì đói, một người khách[47] cho Tử Dương nước Trịnh hay[48]:   - Liệt Ngự Khấu là bậc sĩ đạt đạo, ở nước ông mà phải nghèo khổ, vậy ra ông không quí kẻ sĩ sao? Tử Dương tức thì sai một ông quan đem lúa lại tặng Liệt tử. Liệt tử ra tiếp, vái hai vái mà từ chối. Sứ giả về rồi, Liệt tử trở vô. Bà vợ lườm ông, đập vào ngực, bảo:  - Thiếp nghe nói vợ con một người đạt đạo thì được vui vẻ sung sướng. Nay cả nhà đều đói, được tướng quốc biết mà cho lúa, thầy không nhận, thế không phải là làm trái với số mệnh sao? Thầy Liệt tử cười mà đáp: - Tướng quốc đâu phải tự biết ta. Vì nghe lời người khác mà cho ta lúa, rồi thì cũng sẽ nghe người khác mà bắt tội ta[49]. Vì vậy mà ta không nhận[50].  Rồi đột nhiên, dân trong nước nổi loạn, giết Tử Dương[51].[1] Chắc sách in thiếu chữ “Tử” ở đầu câu. Bản chữ Hán chép: Tử Liệt tử chi Tề 子列子之齊, và cụ NHL dịch là: “Thầy Liệt tử…”. (Goldfish).[2] Nguyên văn: Phù nội thành bất giải, thực tối nghĩa. B.G. dịch là: cái chân lí ở trong lòng tôi không tan (?). Có lẽ cũng có thể hiểu là: cái đạo trong lòng tôi còn mù mờ.[3] Cũng như nấu cơm trọ: lợi ở chỗ mình khỏi phải mua thức ăn. [4] Chăm sóc đây có nghĩa là yêu quí, lui tới thường, nịnh nọt. Bá Hôn Mâu Nhân có ý chê Liệt tử rút lui như vậy cũng là một cách làm cho người ta để ý tới mình.[5] Dép của môn đệ hoặc hạng khách khứa trọng Liệt tử.[6] Các bài I.1, II.5 cho biết Bá Hôn Mâu Nhân là bạn học của Liệt tử, có lần dạy Liệt tử thuật bắn cung. Có lẽ Liệt tử trọng Bá Hôn Mâu Nhân như thầy.[7] Nghĩa bóng: trỏ lời khuyên răn, phương thuốc tinh thần.[8] Mấy câu này mỗi bản dịch hoặc chú thích mỗi khác. Chúng tôi theo bản dịch của Liou-Kia-hway trong L’ œuvre complète de Tchouang tseu (Gallimard– 1969) vì bài này có chép trong thiên Liệt Ngự Khấu của Trang tử. [Trong bộ Trang tử và Nam Hoa kinh, cụ NHL đã dịch lại trọn bài này “để sửa vài chữ” (xem phần Phụ lục). (Goldfish)]. [9] Tên tự là Uyên, được Khổng tử mến nhất trong số môn đệ và khen là có đức nhân. Mất hồi 31 tuổi, Khổng tử rất thương tiếc. [10] Nghĩa là không cố ý cầu lạc thiên tri mệnh, mà hồn nhiên lạc thiên tri mệnh.[11] Có ý tôn trọng Khổng tử như bề tôi trọng vua, vì vua thời đó ngồi quay mặt về phương Nam.[12] Chữ thị này nghĩa là họ. Chỉ gọi họ chứ không gọi tên, cũng như gọi ông Nguyễn, ông Trần.[13] Trong sách Trang tử goi Canh Tang tử.[14] Tức vua nước Lỗ.[15] Những nơi cực xa, hoang vu ở tám phương.[16] Nguyên văn: thất khổng, tứ chi, tức bảy lỗ (mắt mũi, tai, miệng…) hai tay, hai chân.[17] Nguyên văn là tâm phúc, lục tạng: tâm, bụng, sáu bộ phận trong mình. Theo y học Trung Hoa chỉ có ngũ tạng thôi, tức tâm, can, tì, phế, thận. Có lẽ thận kể là hai (thận thuỷ, thận hoả) nên mới thành lục tạng. [Tác giả (không rõ là ai) bài Nguyên tắc dưỡng sinh Sa Long Cương viết: “Theo đông y thì những bộ phận chính trong cơ thể con người (lục phủ, lục tạng: trước đây họ chỉ quan niệm có lục phủ, ngũ tạng, nhưng sau này họ coi tâm bào là tạng thứ sáu để đối chiếu với phủ tam tiêu) có một mối liên hệ mật thiết với nhau…” (http://www.salongcuong.info/canada/spip.php?article121&lang=vi). (Goldfish)].[18] Quách là lớp thành ngoài. Nam Quách là thành ngoài phía nam, cũng như ở ngoại ô phía nam.[19] Trương Trầm chú giải là: ngày nào cũng đến (nhật số, chứ không phải là bách số). [20] Nguyên văn: vô bất văn, B.G. dịch là: (Liệt tử) chẳng cần biết ai.[21] Tức ông Nam Quách (lấy chỗ ở mà gọi tên). [22] Nguyên văn: mạo sung, các sách đều chú giải: sung là toàn (đầy đủ), chúng tôi dịch thoát như vậy.[23] Coi chú thích bài VII.11[24] Không nghĩ tới gì cả, không muốn gì cả, tức như hư tâm.[25] Lục hư: trên dưới và bốn phương.[26] Bài này ý nghĩa rất khó hiểu. Chúng tôi châm chước lối giải thích của Đường Kính Cảo mà dịch. B.G. dịch khác hẳn.[27] Chỗ này nguyên văn khó hiểu. Chúng tôi dịch ý. [28] Một người nước Sở, nổi tiếng câu giỏi.[29] Nguyên văn: mang châm. B.G. dịch là cái lông nhỏ ở đầu bông lúa.[30] Nhẫn: 8 thước. [Trong bộ Trang tử và Nam Hoa kinh, cụ NHL giảng rõ hơn: Mỗi nhẫn là tám thước thời đó, mỗi thước khoảng một gang tay. (Goldfish)] [31] Tựa như con sếu.[32] Tức như bậc thánh nhân trong đạo Nho: trỏ con người hoàn thiện.[33] Nghĩa là không cử động. Ý muốn nói: hoàn toàn vô tâm.[34] Trong sách, cả hai bản, đều in là Khí. Bản chữ Hán chép là Khứ 去. (Goldfish).[35] Tức Dục Hùng. Coi bài I.10.[36] Nguyên văn: Khởi đồ dật lạc ưu khổ chi gian tai? B.G. dịch là: Chúng ta có nên quyết định theo hoặc là dật lạc, hoặc là ưu khổ hay không?[37] Nguyên văn: xử tiên. B.G. dịch là: giữ được cái thân mình. [38] Nguyên văn: Tương hữu tri chí. B.G. dịch là: mình sẽ hoà hợp với vạn vật.[39] Nguyên văn: Kiến xuất dĩ tri nhập. B.G. dịch là: mà biết được cái gì sẽ xảy ra.[40] Ngu (Thuấn), Hạ (Vũ), Thương (Thành Thanh), Chu (Vũ Vương) là bốn triều đại thời thượng cổ.[41] Theo truyền thuyết, Thần Nông là một ông vua thời thượng cổ, dạy dân Trung Hoa cách cày ruộng – Hữu Viêm: Đường Kính Cảo chú giải là Đại Đình Thị, một ông vua thời thượng cổ, tức Viêm Đế, hiệu là Thần Nông, trước Hoàng Đế.[42] Pháp sĩ ở đây không trỏ các pháp gia mà có lẽ trỏ hạng sĩ làm khuôn phép cho đời.[43] Nguyên văn: Hiền giả nhiệm nhân. B.G. dịch là: người hiền được người ta tin.[44] Nguyên văn: trí tận bất suy. B.G. dịch là: truyền bá sự sáng suốt của mình mà không lầm lẫn.[45] Bản chữ Hán chép là: Tống nhân hữu vi kỳ quân 宋人有為其君. (Goldfish)[46] Trong Cổ học tinh hoa, bài 58: Lá dó, chỉ dịch đến đây. (Goldfish).[47] Một người không nhận chức ở triều đình, được vua đãi như khách.[48] Tử Dương trong Sử kí của Tư Mã Thiên gọi là Tứ Tử Dương, tướng quốc nước Trịnh. [49] B.G. dịch khác: Vì nghe lời người khác mà cho ta lúa, là xúc phạm tới ta, lại thêm các lỗi tin lời người khác nữa.[50] Không rõ trong Cổ học tinh hoa quyển II, trang 81 (Vĩnh Thịnh – 1951) Nguyễn Văn Ngọc và Trần Lê Nhân, theo bản nào mà thêm: “Vả chăng chịu bổng lộc của người, hoặc khi người mắc nạn, không liều chết giúp người ta là bất nghĩa. Mà liều chết giúp kẻ vô đạo thì còn gọi là nghĩa thế nào được”. [Trong bài đó, bài 172: Thấy lợi nghĩ đến hại, thì sau câu được ghi thêm vào lời của Liệt tử đó, mới tới câu cuối: “Tử Dương sau quả bị nạn chết”. Trong cuốn Cái cười của Thánh nhân, bài Không chết vì kẻ không biết mình, cụ Nguyễn Duy Cần cũng chép tương tự như vậy. Theo bác Vvn thì: “Trong bộ Lữ thị Xuân Thu, các tác giả của bộ này, sau khi chép lại trọn truyện Liệt tử không nhận lúa (đến hết câu Tử Dương bị giết), rồi ghi liền sau đó “lời bàn” (tức câu đang xét): Thụ nhân chi dưỡng nhi bất tử kỳ nan, tắc bất nghĩa; tử kỳ nan, tắc tử vô đạo dã, tử vô đạo, nghịch dã…  受人之养而不死其难, 则不义; 死其难, 则死无道也. 死无道, 逆也...”. Bác Vvn còn cho biết thêm: “Sách xưa viết không có dấu ngắt câu nên khó phân biệt đâu là nguyên văn đâu là lời bàn”. Một khác biệt nữa là: cụ NHL bảo Tử Dương là tướng quốc của nước Trịnh, còn các cụ kia đều bảo Tử Dương là vua nước Trịnh. (Goldfish)]. Chú thích:[51] Truyện này có chép trong thiên Nhượng vương của Trang tử.\n"
        },
        {
            "order": 5,
            "name": "Chương IV",
            "content": " Từ Hải chỉ ghi ít hàng về Dương Chu: “Người nước Vệ thời Chiến Quốc, tên tự là Tử Cư, có người nói là theo học Lão tử, có người nói là sinh sau Mặc tử, không có sách lưu truyền, chỉ có ít đoạn tản mạn trong các cuốn Liệt tử, Mạnh tử. Ông chủ trương thuyết vị ngã, dù nhổ một sợi lông mà làm lợi thiên hạ ông cũng không chịu, trái ngược với thuyết kiêm ái của Mặc tử”. Địa vị, ảnh hưởng của Dương Chu rất quan trọng, không ai viết về triết học sử Trung Hoa thời Tiên Tần mà không nhắc tới ông, khác hẳn Liệt tử thường bị bỏ quên.  Ngay Mạnh tử, sinh sau Dương Chu khoảng 70 năm, cũng phải buồn rầu nhận rằng ảnh hưởng của Dương Chu quá mạnh, học thuyết của Dương và Mặc lan tràn khắp thiên hạ, “thiên hạ không theo Dương thì theo Mặc” (trong chương Đằng Văn Công hạ). Vậy Khổng, Mặc và Dương đã chia cái thế chân vạt ở thời đó. Mặc chủ trương kiêm ái, nghĩa là theo Mạnh tử không biết đạo cha con, còn Dương chủ trương có nhổ một cọng lông mà làm lợi thiên hạ thì cũng không chịu, nghĩa là không biết đạo vua tôi, nên ông bất đắc dĩ phải nhận lãnh cái trách nhiệm đả hai nhà đó, kẻ thù của đạo Khổng, mặc dù ông đâu có ham tranh biện. Lã thị Xuân Thu bảo: “Dương Chu quí thân mình” (Thiên Bất nhị). Hàn Phi tử cũng nói về Dương, bảo là “không vì cái lợi lớn của thiên hạ mà chịu nhổ một sợi lông chân của mình, khinh vật mà trọng đời sống (của mình) (Thiên Hiển học). Hoài Nam tử viết: “Học thuyết của Dương Chu là bảo toàn sinh mệnh và thiên chân của mình”. Nhưng không có bộ nào cho biết gì hơn về Dương Chu. Duy có thiên VII tức thiên Dương Chu trong Liệt tử là nói rõ hành vi cùng tư tưởng của Dương. Ngoài thiên đó ra còn tám bài khác trong các thiên Hoàng Đế, Lực mệnh, Thuyết phù cũng nhắc tới Dương Chu. Vì vậy mà Liệt tử ngoài cái giá trị tài liệu về Liệt Ngự Khấu, còn có một giá trị rất lớn là bộ sách duy nhất cho ta hiểu về Dương Chu. Một điểm này rất đặc biệt nữa là trong Liệt tử, bảy chương kia không nhất trí (chúng tôi sẽ xét thêm trong tiết sau), duy có thiên Dương Chu là rất nhất trí, gồm 20 bài thì mười bảy bài viết về Dương Chu. Tại sao vậy? Tại sao người nào đó viết riêng về Dương Chu, rồi đời sau gom vào bộ Liệt tử chăng? Gom cho khỏi mất. Hay vì thấy tư tưởng của Dương Chu có điểm hợp với tư tưởng của Liệt? Hay chỉ vì thói cẩu thả? ° Về niên đại của Dương Chu, có thuyết cho rằng ông là môn đệ của Lão tử. Có lẽ người ta đã căn cứ vào bài II.15 kể chuyện Dương Chu một lần đi xuống phía Nam, gặp Lão Đam ở nước Lương, bị Lão Đam mắng là có vẻ tự mãn, khoa trương quá, “không thể dạy được”. Nhưng bài đó khó tin được vì Dương Chu tự hạ quá: tụt dép ở ngoài cửa phòng, quỳ mà lết lại gần Lão tử để xin được dạy bảo. Vả lại bài đó trái ngược hẳn với bài II.16; trong bài này Dương tử rất nhũn, khuyên đệ tử: “Các con nên nhớ, hành động như bậc hiền nhân thì tới đâu mà chẳng được người ta quí”. Vậy bài II.15 (có lẽ cả bài II.16 nữa) chỉ nên coi là một ngụ ngôn khuyên chúng ta đức nhũn thôi.  Bài VII.13 kể Dương Chu yết kiến vua nước Lương, theo Hồ Thích cũng không đáng tin vì “trễ quá, đại khái Dương Chu không thể thấy Lương xưng vương được”[1]. Bài VII.10 có thể tin được vì diễn chủ thuyết của Dương: nhổ một sợi lông trên mình để cứu đời cũng không chịu. Trong bài đó, người đối thoại với Dương Chu là Cầm tử. một môn sinh của Mặc tử. Lại căn cứ vào lời Mạnh tử bảo ở thời ông thiên hạ không theo họ Mặc thì theo họ Dương, chúng ta chỉ có thể đoán rằng Dương tử sống sau Mặc tử và trước Mạnh tử; Hồ Thích cho vào khoảng từ -440 và -360, cũng hợp với Vũ Đồng: -440 -380. Chúng ta không được biết gì về đời sống của Dương Chu ngoài những điều này: ông là một ẩn sĩ, không hề ra làm quan mà dạy học, tính tình điềm đạn, không tranh luận với ai, khoáng đạt mà cũng hiền từ, Hạng ẩn sĩ như ông thời nào cũng có, nhất là thời loạn lại càng nhiều. Trong Luận ngữ đã chép bốn năm truyện về hạng người lánh đời, không màng thế sự, như chuyện người cuồng nước Sở là Tiệp Dư khuyên Khổng tử thôi đừng lo việc chính trị nữa, truyện Kiệt Nịch bảo Tử Lộ đừng tính chuyện cải tạo xã hội nữa; truyện Tử Lộ gặp một ông già bừa cỏ, hỏi có gặp “thầy tôi” không, ông già đáp: “Bọn các anh tay chân chẳng làm gì cả, năm giống lúa không phân biệt được, ta biết thầy các anh là ai?”. Trong Liệt tử cũng có vài truyện như vậy, như bài I.5, I.6 mà nhân vật cũng là Khổng tử, Tử Cống với những ông lão nhà quê, có lẽ do người đời sau phỏng theo Luận ngữ. Cứ theo bài IV.11 thì thời Đặng Tích và Tử Sản (thế kỉ -IV)[2] ở nước Trịnh, đã có một nhóm người ẩn dật họp nhau sống tại một miền gọi là Phổ Trạch, dạy bảo nhau, đoàn kết nhau. Dương Chu thuộc hạng người “mai danh” đó, cho nên sách vở ít chép về đời sống của ông. Chắc ông cũng không trứ tác, không chú tâm lập một học thuyết mà thiên Dương Chu cũng vị tất là của môn đệ ông viết. Theo thiên đó, Dương Chu không hề bàn về vũ trụ, về tri thức như Liệt tử, chỉ diễn nhân sinh quan của ông, đôi khi nhắc đến chính trị thì chỉ là để chứng tỏ cái hại của “hữu vi” thôi. ° Chủ thuyết của ông là quí sinh, trọng kỉ. Trong bài VII.15, ông bảo: “Con người bản chất giống trời đất, có đức tính ngũ hành, là loài tối linh của vạn vật… Thân ta không phải của ta, nhưng đã sinh ra rồi thì không thể không bảo toàn nó được... (mà) trí khôn quí ở chỗ nó bảo toàn được thân ta”. Vì quí đời sống của mình, trọng thân mình, nên ông chủ trương vị ngã. Trong bài VII.11, ông thuật lại một ẩn sĩ, Bá Thành Tử Cao: “Ông Bá Thành Tử Cao không chịu mất một sợi lông của mình để làm lợi cho thiên hạ, bỏ nước mà ở ẩn cày ruộng... Người xưa, mất một cái lông mà làm lợi cho thiên hạ thì cũng không chịu, mà có ai đem cả thiên hạ phụng dưỡng thân mình thì cũng không nhận. Nếu mọi người đều không chịu mất một sợi lông của mình, mọi người đều không muốn làm lợi cho thiên hạ thì thiên hạ sẽ bình trị”. Cầm tử, nghe vậy, hỏi lại ông: - “Nhổ một sợi lông của ông để cứu đời, ông chịu không?”. Ông đáp: - “Đời đâu có thể cứu được bằng một sợi lông”. Cầm tử lại hỏi nữa: - “Cho rằng cứu được đi, thì ông chịu không”?  Thấy Cẩm tử chậm hiểu, ông không đáp nữa. Ông cho rằng sinh vật nào cũng có bản năng tự tồn; cứ theo bản năng của mình và không ngăn bản năng của người khác, vật khác thì mọi vật được thuận thiên tính mà phát triển, không xảy ra chuyện gì rắc rối. Nhưng từ một thời nào đó, con người phải tập hợp, quần cư thành một đoàn thể để đối phó với thiên nhiên, với thú dữ, với kẻ thù... do đó mà ngoài việc tự bảo tồn mình, còn phải bảo tồn đoàn thể (gia tộc, bộ lạc, quốc gia...), và loài người phải đề cao những đức hợp quần, hi sinh cho gia đình, cho vua chúa, cho tổ quốc... Đó là nguồn gốc của loạn; cá nhân mất tự do, bị đoàn thể, nhà cầm quyền chi phối, mà đoàn thể này can thiệp vào đoàn thể khác, gây ra chiến tranh, mà cái quí nhất của con người là sinh mệnh hoá ra bị coi rẻ nhất.  Nhân loại đã tới tình trạng đó rồi, không còn cứu vãn được nữa, trung với nghĩa đều vô dụng:  “Trung với vua không đủ làm cho vua yên mà đủ làm nguy cho bản thân mình, giữ nghĩa không đủ để làm lợi cho người mà đủ làm hại cho đời sống của mình. Sự an ổn của người trên không nhờ đức trung (của người dưới), vậy nên bỏ tiếng trung đi; ích lợi của người khác không do ta giữ nghĩa, vậy nên bỏ tiếng nghĩa đi”. (Bài VII.19). Không chịu nhổ một sợi lông của mình để cứu đời là vì hai lí do: 1. phải quí thân mình, mọi người quí thân mình thì xã hội sẽ trị; 2. xã hội đã tới cảnh hỗn loạn như đời Chiến Quốc, dẫu hi sinh tính mệnh thì cũng không cứu được nữa. Chủ trương đó trái ngược hẳn với họ Mặc và cũng cực đoan như họ Mặc: Mặc cực đoan mà tích cực, Dương cực đoan mà tiêu cực.  Thuyết nào cực đoan thì cũng khó thực hiện được, nhưng có cái lợi là mở một cửa sổ mới để người ta thấy một chân trời mới mà suy tư, và hai cực đoan trái ngược nhau sẽ đưa tới một sự dung hoà. Có thể rằng chính nhờ Dương tử mà sau mới có thuyết của Lão tử, của Trang tử.  Lão tử. Liệt tử chủ trương vô vi, một thứ vô vi trung dung hơn Dương tử, và Lão tử cũng khuyên ta nên “quí sinh khinh lợi”, nên coi thân mình quí nhất trong thiên hạ (Quí dĩ thân vi thiên hạ - chương XIII), còn Trang tử thì nói: “phải giữ vẹn hình thể, duy trì thiên chân, đừng vì (ngoại) vật mà làm luỵ hình hài” (toàn hình bảo chân, bất dĩ vật luỵ hình). Dương Chu còn là người đầu tiên xướng xuất chủ nghĩa cá nhân, nhưng chủ nghĩa đó không hợp với dân tộc Trung Hoa nên chỉ thịnh trong những thời loạn: thời Chiến Quốc và thời Nguỵ, Tấn. ° Quí kỉ thì tự nhiên cũng phải quí vật vì vật cũng có sinh mệnh, có bản năng của nó, cho nên trong bài VII.15, Dương Chu khuyên ta không nên tàn bạo với các sinh vật khác: “Chúng ta phải cậy vào ngoại vật để tự nuôi sống, nhưng phải dùng mưu trí chỉ không phải dùng sức mạnh được. Cho nên trí khôn quí ở chỗ nó bảo tồn được thân ta, mà sức mạnh đáng khinh ở chỗ nó tàn bạo với sinh vật khác... Làm chủ vật và làm chủ thân ta, tự ý muốn làm gì cho thân mình và vạn vật cũng được, hoạ may bậc thánh nhân mới được vậy”. Bậc thánh nhân ở đây tức là bậc đại trí, biết sử dụng vạn vật để tự nuôi mình, bảo toàn thân mình. Bậc đó còn thấp hơn bậc chí nhân: “Coi thân mình là vạn vật, coi vạn vật là thân mình thì chỉ bậc chí nhân mới được vậy. Đó là tột bực của sự hoàn thiện”. Thực là một lời nhân từ, có thể đã ảnh hưởng tới thuyết “hoà đồng với vạn vật” của Liệt tử và thuyết “tề vật” của Trang tử. Hàn Phi trong thiên Hiển học bảo Dương tử là kẻ sĩ “khinh vật”: lời phê phán đó sai. Dương tử chỉ không muốn làm lợi cho vật thôi, chứ không khinh vật, ông quí sinh mệnh của ông thì cũng quí sinh mệnh của vạn vật, bất đắc dĩ phải nhờ vạn vật nuôi sống mình, chứ vẫn coi sự dùng sức mạnh để đàn áp, tàn hại các loài vật là đê tiện. ° Quí sinh thì tất phải nghĩ tới việc dưỡng sinh, nhưng dưỡng sinh không có nghĩa là cầu bất tử: “Mạnh Tôn Dương hỏi Dương tử: - Có người quí đời sống và yêu thân mình mà mong được bất tử, được không? Dương tử đáp: - Không có cái lẽ bất tử được. - Thế thì mong kéo dài thêm đời sống, được không? - Không có cái lẽ kéo dài thêm đời sống được. Đời sống không phải cứ quí nó mà duy trì được nó, thân không phải cứ yêu nó mà nó sống được lâu”. Nghĩa là có số mệnh. Nhân lực không thắng được thiên mệnh. Bài này đặt vào thiên VI Lực mệnh cũng rất hợp. Rồi Dương Chu nói thêm:  “Vả lại, kéo dài thêm đời sống để làm gì? Các tình yêu ghét, xưa cũng như nay…, việc đời vui hay khổ, xưa cũng như nay. Một khi đã nghe rồi, thấy rồi, trải qua rồi thì sống trăm năm cũng đã chán, sống thêm làm chi cho khổ?”. Mạnh Tôn Dương thấy thái độ đó có vẻ bi quan, hỏi thêm: - “Nếu vậy thì chết sớm còn hơn sống lâu, mà nên nhảy vào lưỡi gươm, đám lửa ư? Dương Chu đáp: - Không phải vậy! Đã sinh ra thì cứ thản nhiên nhận cuộc sống, và thoả mãn hết thị hiếu của mình mà đợi lúc chết, sống hết đời mình cho tới khi tiêu diệt. Cái gì cũng thản nhiên, cái gì cũng chấp nhận, thì còn mong gì nó tới sớm hay muộn nữa?”.[3] Vậy thực ra Dương Chu không bi quan, vẫn nhận rằng đời có những cái vui, thị hiếu của con người có thể thoả mãn mà hưởng lạc. Thái độ của ông là thái độ đạt quan cũng như Liệt tử. Bài VII.2 cũng diễn ý đó. Mới đầu ông tính đời người thọ lắm là được trăm năm, mà trừ tuổi thơ, tuổi già, trừ những lúc ngủ, những lúc đau ốm, lo sợ vân vân, rốt cuộc còn lại độ mươi năm, mà trong mươi năm này, được sống thực ung dung, vui vẻ chỉ được độ một giờ! Ấy là chưa kể mình muốn hưởng lạc mà vị tất đã được, bị xã hội khuyên can, cấm đoán. Rồi cuối bài ông kết luận rằng cứ như người thời thái cổ mà lại khôn: biết đời sống chỉ là tạm thì cứ hành động theo lòng mình, không trái những thị hiếu tự nhiên, không bỏ lỡ cái gì làm vui cho cuộc sống... tuổi thọ nhiều hay ít, không quan tâm tới. “Tòng tâm nhi động, bất vi tự nhiên sở hiếu” là nhân sinh quan của ông.  Câu đó làm cho người ta tưởng rằng ông túng dục (buông thả lòng dục). Không phải vậy. Vì đã túng dục thì tất thương sinh mà không thọ, không hưởng lạc được; đã quí sinh thì không túng dục. Trong bài VII.3, ông tỏ rõ thái độ trung dung là khác. “Nguyên Hiến sống nghèo khổ ở nước Lỗ, mà Tử Cống (cũng là môn sinh của Khổng tử như Nguyên Hiến) thì buôn bán, làm giàu ở nước Vệ. Nguyên Hiến vì nghèo mà tổn sinh, Tử Cống vì làm giàu mà luỵ thân, vậy thì nghèo đã không nên, giàu cũng không nên. Nên làm sao đây? Nên làm sao cho vui vẻ, an nhàn tấm thân? Kẻ biết sống vui thì tránh cảnh nghèo, kẻ biết sống an nhàn thì tránh sự làm giàu”. Thuỷ tổ của đạo nhàn ở phương Đông chúng ta, phải kể Dương Chu chứ không phải Lão, Trang. Các nhà nho ẩn dật của ta thì dù đỗ đạt mà cũng không chịu ra làm quan, sống vui vẻ với vài mẫu ruộng, vài sào dâu, một khu vườn, một cái ao, là môn đồ của Dương Chu cả. Muốn so sánh ông với một triết gia phương Tây thì tôi sẽ lựa Epicure, sanh ở Hy Lạp sau ông non một thế kỉ, cũng cho rằng sống để hưởng lạc, nhưng cũng thanh bạch, tiết độ, mà cũng bị đời hiểu lầm là túng dục. Chúng ta thấy Dương Chu rất ghét sự cấm đoán của xã hội, chỉ làm luỵ thân ông. Mà một cái luỵ lớn nhất là hư danh. Trong hơn hai mươi bài, có tới năm sáu bài ông đã kích thói ham danh. Ông bảo bốn hạng người: ham sống lâu, ham danh, ham vị và ham tiền là những kẻ “trốn” (tự nhiên), vì họ phải tuỳ thuộc vào ngoại vật, vào người khác, sợ đủ thứ, mà mất tự do. Và ông dẫn một câu ngạn ngữ: “Người nào không lập gia đình, không làm quan thì túng dục mất đi một nửa; người nào không quan tâm tới cái ăn cái mặc thì chẳng có bổn phận vua tôi” (bài VII.16). Mạnh tử mắng Dương Chu là vô quân: đúng. Dương Chu vô tổ quốc; theo bài này, ông còn muốn vô gia đình nữa. Cái gì làm luỵ cho ông thì ông không thích, mà quá trọng kỉ thì dễ thành vị kỉ. Trong ba triết học lớn của Trung Quốc, chỉ duy Khổng giáo là rất trọng gia đình, còn Mặc và Lão đều không bận tâm tới. Ông chê hết thảy các bậc hiền nhân, thánh nhân thời trước là “coi trọng tiếng khen chê một thời làm cho tinh thần, hình hài tiều tuỵ, muốn lưu lại cái danh hão mấy trăm năm sau khi chết, nhưng chết rồi có cách nào làm cho nắm xương tàn tươi lại, tái sinh mà hưởng lạc được không?” (bài VII.14).  Nghiêu, Thuấn, Kiệt, Trụ chết rồi thì cũng như nhau, mà khi sống, Nghiêu, Thuấn chỉ vì ham tiếng tốt phải chịu bao nỗi cực khổ, còn Kiệt, Trụ được hưởng biết bao nỗi sung sướng (bài VII.12 và VII.13). Đáng chê nhất là Bá Di, ham cái tiếng thanh khiết, không chịu ăn lúa nhà Chu vì chê Vũ vương là bất nhân, mà đến nỗi chết đói ở núi Thú Dương; và ông Liễu Hạ Huệ, ham cái tiếng trong trắng, gái đẹp ngồi trong lòng mà không hề động tâm, đến nỗi phải tuyệt tự. “Cái trong trắng, cái thanh khiết làm mê muội con người đến bực đó” (bài VII.4). Giọng gay gắt nhất là bài VII.1, trong đó ông bảo các bậc hiền nhân mà có danh đều giả dối hết: “Hễ thực thì không có danh, hễ có danh thì không thực, những người có danh đều là nguỵ hết (Thực vô danh, danh vô thực, danh giả, nguỵ nhi dĩ hĩ). Hồi xưa vua Nghiêu vua Thuấn giả dối đem thiên hạ nhường cho Hứa Do và Thiện Quyển (hai ẩn sĩ này đều từ chối), nên mới giữ được thiên hạ mà hưởng lộc tới trăm tuổi. Bá Di, Thúc Tề thực tâm nhường ngôi nước Cô Trúc, cho nên mới mất nước, chết đói ở núi Thú Dương. Coi đó thì biết được thành thực và giả dối khác nhau ra sao”. Vậy những kẻ nào có danh mà vẫn sống sung sướng đều là phường giả dối, còn những kẻ có danh mà sống khổ sở thì không giả dối, nhưng ngu dại, đều đáng chê cả. Tóm lại quí sinh, dưỡng sinh theo Dương Chu là mai danh, ở ẩn, không cho ai biết tới mình, cứ thoả mãn thị hiếu tự nhiên, theo mệnh trời, không cầu sống lâu, càng không nên mong giàu, nhưng nghèo quá thì cũng khó mà vui được. Ông cho sống chỉ có mục đích: tìm một hạnh phúc tự nhiên, giản dị. Nhưng các triết gia khác bàn đông bàn tây, làm cho loài người hoang mang như người láng giếng của ông mất con cừu mà tìm không ra vì đường lắm ngã rẽ.  ° Hồ Thích căn cứ vào câu: “Thực vô danh, danh vô thực, danh giả, nguỵ nhi dĩ hĩ” mà cho rằng Dương Chu chủ trương chỉ thừa nhận cá thể, tức cái thực thôi, không thừa nhận cái tên để gọi chung các thể; nghĩa là Hồ Thích cho chữ danh trong câu dẫn trên của Dương tử có nghĩa là tên chứ không phải chỉ có nghĩa là danh tiếng. Tên một vật gì đó, chẳng hạn cái bàn, là do người ta đặt ra, là “nhân vi”, cho nên bảo “danh giả, nguỵ nhi dĩ hĩ” – chữ nguỵ gồm chữ nhân và chữ vi[4]. Mà cái tên đó, không phải là vật có thực, vì tiếng bàn chỉ chung các đồ đạc ta dùng làm chỗ viết lách, hay chỗ ăn, chỗ chơi, chứ không phải chỉ riêng một đồ vật nào cả. Ý niệm cái bàn là ý niệm trừu tượng, nói cái bàn thì ta không biết nó ba chân hay bốn chân, tròn hay vuông, cao hay thấp, bằng gỗ hay bằng sắt..., vì vậy mà bảo “danh vô thực”.  Chúng tôi đọc kĩ tất cả những bài Dương Chu nói về danh, không thấy có nghĩa đó, chỉ thấy Dương dùng chữ danh với nghĩa: tiếng tăm. Mà ngoài Hồ Thích ra, chúng tôi cũng không thấy một học giả nào khác hiểu chữ danh của Dương theo cái nghĩa là tên để gọi vật. Nếu quả thực cách giả thích của Hồ Thích mà đúng thì Dương Chu đã có một chủ trương thật mới mẻ, không giống một nhà nào khác: Khổng tử trọng danh (hiểu nghĩa là tên), nhưng cho rằng người ta dùng sai nhiều tên, cần phải “chính danh” lại, chẳng hạn một nhà cầm quyền yêu dân, hiền minh thì mới gọi là vua, kẻ hại dân mà gọi là vua thì sai, dù kẻ đó ở ngôi chí tôn. Mặc tử rất trọng thực dụng, chê bọn người ham danh tiếng mà không xét cái thực (dự nghĩa chi danh như bất sát kỳ thực) chứ không chê cái tên là vô dụng; Lão tử cho rằng danh không diễn tả được cái đạo vĩnh cửu bất biến (Đạo khả đạo phi thường đạo, danh khả danh phi thường danh) và chỉ muốn bảo ngôn ngữ là một dụng cụ thô thiển, chứ không hề chủ trương không dùng danh; môn đệ của Mặc tử, tức phái Mặc gia cho rằng muốn hiểu biết thì phải dùng danh, nên rất chú trọng đến danh, và bảo: “Gọi cái thực là lấy cái danh mà mô tả cái thực” (Cử, nghĩ thực dã). Mà Công Tôn Long, Tuân tử sau này đều cho danh là cần thiết, phải điển chế danh cho nó diễn đúng được thực, mà lại giản dị, phân biệt được những vật bề ngoài tuy khác mà bên trong giống nhau, hoặc bề ngoài giống nhau mà bên trong khác nhau.  Dương Chu chết trên hai ngàn năm, ai mà quyết được cách giải thích của Hồ Thích đúng hay không, cho nên chúng tôi xin ghi lại ở trên để độc giả phán đoán. Dù sao vấn đề cũng không quan trọng, Dương tử lưu danh tới ngày nay không nhờ thuyết “danh vô thực, thực vô danh” đó mà chỉ nhờ mỗi một câu: “Bạt nhất mao nhi lợi thiên hạ, bất vi dã”. Câu đó lại vốn không phải của ông, nếu không phải là lời chung của nhiều ẩn sĩ đương thời, thì cũng là lời của Bá Thành Tử Cao như chính ông tự nhận. Mà Bá Thành Tử Cao thì chẳng ai nhắc tới. Đó mới thực là “thực thì vô danh” mà “danh thì vô thực” chăng? Dương tử mạt sát cái danh kịch liệt, từ xưa tới nay, không nhà nào hơn, mà cái danh nó lại cứ sấn tới níu chặt lấy ông. Nó là một thiếu nữ trơ trẽn chăng? Mà nó tới bằng một con đường cũng khác thường. Người làm cho Dương tử lưu danh hậu thế chính là kẻ thù tàn nhẫn nhất của ông: Mạnh tử. Trong lịch sử triết học, có nhiều chuyện lí thú thật!Chú thích:[1] Không biết vua nước Lương được nói đến ở đây có phải là Lương Huệ vương (-370 -319) hay không? Nếu phải thì Dương Chu mất rồi, phỏng chừng là năm -380, mười năm sau Lương mới xưng vương. (Goldfish).[2] Con số nào có dấu âm ( - ) ở trước là chỉ thời trước công nguyên.[3] Các đoạn trên trích trong bài Trường sinh có ích lợi gì đâu (VII.1). (Goldfish).[4] Nguỵ: 僞, (bộ) Nhân: 亻, Vi: 爲  (Goldfish).\n"
        },
        {
            "order": 4,
            "name": "Chương III",
            "content": " Tuy nhiên, nếu chúng ta đọc kỹ tác phẩm, bỏ qua một bên những bài mâu thuẫn với tư tưởng chính trong bộ, và những bài trùng với các bộ khác, thì ta thấy bộ Liệt tử có hai phần chính: - một phần gồm những bài tản mác trong các thiên Thiên thuỵ, Hoàng Đế, Thang vấn, Lực mệnh… diễn những tư tưởng có ít nhiều hệ thống mà ta có thể tạm tin là tư tưởng của Liệt tử do người Chiến Quốc truyền miệng nhau rồi chép lại; - một phần gồm những bài trong thiên Dương Chu, có tính các nhất trí, chép tư tưởng cùng cố sự về Dương Chu.  Hai phần đó, chúng tôi sẽ lần lượt xét trong tiết này và tiết sau. ° Từ Lưu Hướng, Trương Trầm tới nay, người ta đều cho rằng Liệt tử thuộc phái Lão, Trang, sau Lão mà trước Trang. Trong bài Tựa cuốn Liệt tử, Lưu Hướng viết: “Liệt tử là người nước Trịnh, học thuyết của ông gốc ở Hoàng Đế, Lão tử, gọi là Đạo gia… mà (trong cuốn Liệt tử) có nhiều ngụ ngôn, giống với Trang Chu”. Trương Trầm cũng viết: “(học thuyết của Liệt tử) địa khái giống với Lão, Trang, nhất là giống với Trang tử”. Điều đó hiển nhiên, ai cũng thấy, nhưng vì cuốn Liệt tử đã bị người sau tăng bổ, mỗi đời một chút, nên không sao biết được Liệt tử có chịu ảnh hưởng của Lão tử không, nếu có thì tới mức nào; cũng không biết được ông đã ảnh hưởng tới Trang tử ra sao. Đại khái về vũ trụ luận và căn bản luận, ông chủ trương như Lão tử rằng vạn vật tự “vô” mà sinh ra. Trong bài I.1, ông dẫn câu này trong Hoàng Đế thư:  “Thần hang bất tử, gọi là Huyền tẫn. Cửa của Huyền tẫn là gốc của trời đất… tạo thành mọi vật mà không mệt”[1]. Câu đó cũng chép trong chương VI bộ Đạo Đức kinh. Hang thì trống rỗng, nên thần hang tượng trưng cái Hư không, cái Vô, nó tạo thành mọi vật. Như vậy là cái “hữu” là từ cái “vô” mà sinh ra. Rồi ông nói tiếp: “Vì vậy mà vật nào sinh ra các vật khác thì không được sinh ra, vật nào biến hoá các vật khác thì không biến hoá”. (Cố sinh vật giả bất sinh, hoá vật giả bất hoá).  Trong bài I.2, ông lại nói: “Cái hữu hình từ cái vô hình mà ra”. (Hữu hình giả sinh ư vô hình). Từ cái “vô” sinh ra Thái dịch trước hết, nghĩa là mới chỉ có sự “biến đổi lớn” thôi, chứ chưa thành “khí”, rồi sau mới biến thành “khí”, “khí” biến thành “hình”, sau cùng “hình” biến thành “chất”[2]. Có khí, hình, chất rồi mà ba cái đó còn chưa tách nhau ra, cho nên gọi là “hỗn luân”; cái hỗn luân đó lại biến đổi nữa mà thành ra Một; Một biến ra thành Bảy; Bảy biến ra thành Chín; tới Chín là cùng; rồi lại trở về Một. Lão tử nói hơi khác: “Đạo sinh ra Một, Một sinh ra Hai, Hai sinh ra Ba, Ba sinh ra vạn vật” (chương 42), nhưng đại ý cũng vậy, và ông cũng cho rằng biến tới cùng rồi thì trở về nguyên thuỷ: “Quay trở lại là cái hoạt động của Đạo”. (Phản giả, Đạo chi động – chương XL). Quan niệm “phản phục” đó là quan niệm chung của nhiều triết gia thời đó, xuất phát từ nhận xét thiên nhiên: hết bốn mùa thì trở lại mùa xuân, trăng tròn thì lại khuyết, hết đêm lại tới ngày, vân vân… Vạn vật cứ sinh sinh hoá hoá, vận chuyển hoài không ngừng, giảm ở phía này thì tăng ở phía khác, đầy ở kia thì vơi ở đây, cứ chầm chậm mỗi ngày một chút, không đột nhiên tăng lên, không đột nhiên giảm đi, vì vậy ta không thấy ngay được, mãi tới sau mới thấy. (bài I.10). Mọi vật đã do “vô” mà sinh ra thì đều ngang nhau, không có cái nào “quí” hơn cái nào. Trời có chức vụ của trời là sinh ra và che chở vạn vật, nhưng trời cũng có sở đoản”, nghĩa là chức vụ cũng bị hạn chế: không thể gây hình mà chở được vạn vật như đất. Đất có chức vụ của đất là gây hình và chở vạn vật nhưng lại không che chở được vạn vật như trời mà cũng không giáo hoá được vạn vật như thánh nhân. Thánh nhân giáo hoá vạn vật nhưng không thể làm trái bản tính của vạn vật. Mà mỗi vật cũng có một chức vụ riêng tuỳ theo khả năng của nó: chẳng hạn con gà đẻ trứng nhưng không thể nhả tơ, con tầm nhả tơ nhưng không sinh mật như con ong… (bài I.3). Ý đó hợp với ý “tề vật” (mọi vật đều ngang nhau) của Trang tử, và được diễn thành một ngụ ngôn thú vị trong bài VII.28.  Trong một bữa tiệc, họ Điền nước Tề, nhìn các món cá và chim nhạn người ta dâng lên, bảo: - Trời hậu đãi loài người quá, sinh ra ngũ cốc, cá chim cho chúng ta ăn.  Một em bé họ Bão mới mười hai tuổi, đứng dậy phản đối: - Không đúng như lời ngài nói. Vạn vật trong trời đất với chúng ta đều là sinh vật cả, không loài nào quí, không loài nào hèn. Chỉ dùng trí khôn và sức mạnh mà khuất phục lẫn nhau, ăn thịt lẫn nhau thôi, chứ không có loài nào sinh ra để cho loài khác ăn thịt. Loài người thấy cái gì ăn được thì ăn, trời đâu có vì người mà sinh ra các loài đó. Muỗi mòng kia đốt da ta, hổ lang kia ăn thịt ta, có thể nói rằng trời vì chúng mà sinh ra chúng ta không? ° Về tri thức luận, Liệt tử theo chủ trương hoài nghi.   Trong bài I.4, ông tự hỏi: Trời đất có tận cùng không? Rồi ông tự đáp: (Có vẻ như) Trời đất tận cùng với ta. Nhưng như vậy trời đất có thật là tận cùng không thì ta không biết được. Bài I.11, kể chuyện một người nước Kỉ lo trời sập, một người khác bác ý đó, bảo trời đất không sao sập được, một người thứ ba lại bác ý kiến người thứ nhì, bảo trời đất không thể không huỷ hoại được. Sau khi nghe ý kiến ba người đó, Liệt tử cười và bảo: “Kẻ nói trời đất sẻ huỷ hoại, là nói bậy; kẻ nói trời đất không bao giờ huỷ hoại cũng nói bậy nữa; trời đất có huỷ hoại hay không, điều đó ta không thể biết được. Trời đất mà huỷ hoại thì mọi người cùng chết, trời đất mà không huỷ hoại thì mọi người cùng sống; thời vị lai không biết được thời dĩ vãng, thời dĩ vãng không biết được thời vị lai; trời đất huỷ hoại hay không, thì quan tâm tới cái đó làm gì?”. Tư tưởng hoài nghi của ông tới mức tiêu cực. Chẳng những ông quan niệm thị phi tuỳ nơi mà thay đổi: “người nước Viêm khi cha mẹ mất thì cắt lấy thịt liệng đi, còn xương thì đem chôn”; “người nước Nghi Cừ[3], cha mẹ chết thì chất củi mà thiêu, khói bốc lên cao, bảo là cha mẹ lên cõi xa”; phong tục khác nhau như vậy mà người các nước đó đều cho là báo hiếu cả. (bài V.7). tuỳ thời mà thay đổi: “cái mà thời trước người ta dùng thì có thể ngày nay bỏ đi; cái ngày nay bỏ đi thì có thể sau này sẽ dùng, dùng hay bỏ, điều đó không quyết định được là phải hay trái”. (bài VIII.7). mà ông còn ngờ cả thực với mộng nữa, như Trang tử khi nằm mộng thấy mình hoá bướm, tự hỏi không biết mình là bướm hay là người. Một trong những ngụ ngôn lí thú nhất trong tập, được nhiều người thường trích dẫn là truyện một người kiếm củi bắt được con hươu, đập chết, giấu trong một cái hào cạn, phủ cành lá lên, rồi quên mất chỗ giấu, tưởng mình nằm mê. (bài III.7). Vấn đề tỉnh và mộng, được xét trong bốn bài nữa: III.4, III.6, III.8, III.9, theo chỗ chúng tôi biết thì không có tác phẩm nào khác thời Xuân Thu, Chiến Quốc bàn kĩ hơn Liệt tử. Về tâm lí, hai bài III.4, III.6, hiện nay vẫn còn ít nhiều giá trị.   Bài III.9, có tư tưởng bi quan nhất, chỉ là một ngụ ngôn: Người thanh niên nước Tần mắc tật mê loạn, nghe tiếng hát thì bảo là tiếng khóc, nhìn màu trắng thì bảo là màu đen, làm điều quấy thì bảo là điều phải… Cái gì cũng đảo lộn hết. Cha người đó muốn qua Lỗ nhờ Khổng tử trị, giữa đường gặp Lão tử, Lão tử bảo: “Làm sau chú biết được rằng con chú mê loạn? Ngày nay khắp thiên hạ đều mê hoặc về phải trái, hôn ám về lợi. Kẻ bị bệnh đó nhiều quá tới nỗi không ai thấy nữa… Mà ngay lời tôi nói với chú đây, cũng vị tất là không mê loạn, huống hồ cái ông quân tử nước Lỗ kia (trỏ Khổng tử), mê loạn hơn ai hết, thì còn trị bệnh mê cho ai được nữa?”. Lời đó quyết không phải là lời của Lão tử, mà cũng chưa chắc là lời của Liệt tử, nhưng tả được cái xã hội thời đó và tâm trạng một số nhà ẩn dật chán ngán về thời thế. Liệt tử chỉ chủ trương hư tâm, bỏ chấp kiến, “giải thoát ý nghĩ trong lòng”, “không phân biệt cái phải trái, lợi hại của mình ở đâu, cũng phân biệt cái phải trái, lợi hại của người ở đâu” để hoà hợp với tự nhiên thôi. “Hết phân biệt nội và ngoại, (mình và ngoại vật rồi) thì cảm giác của mắt cũng như cảm giác của tai, của tai cũng giống như của mũi, của mũi cũng giống như của miệng, hết thảy đều hoà đồng với nhau”. (bài III.3). Điểm này ta sẽ trở lại trong đoạn dưới. Nhờ sự hoà hợp đó: “Cơ thể hoà hợp với tâm, tâm hoà hợp với khí, khí hoà hợp với thần, thần hoà hợp với cái “vô”, mà hễ có một hình thể rất nhỏ nào xuất hiện, một thanh âm nhỏ nào thoảng qua, dù ở xa hay gần tôi cũng biết liền. Nhưng tôi không hiểu là do cảm giác của ngũ quan hay của các bộ phận trong người, chỉ biết rằng cái biết đó tự nhiên phát ra vậy thôi”. (Lời của Cang Thương tử trong bài IV.2). Sự biết đó ngày nay chúng ta gọi là trực giác, trái hẳn với sự biết do suy diễn phái Danh gia sau này chủ trương, mà cũng không phải là sự biết “sinh nhi tri chi” của Khổng tử, vì nó cần một sự tu luyện tốn công, chứ không phải hễ cực thông minh thì “sinh ra đã có”, tức do bẩm sinh mà có. Hai bài VIII.3 và II.10, không chắc là tư tưởng Liệt tử, nhưng cũng bàn về tri thức, nên chúng tôi cũng ghi lại ở đây: Liệt tử học bắn với Quan Doãn tử, bắn trúng rồi, nhưng không hiểu tại sao lại bắn trúng. Quan Doãn bảo chưa được. Liệt tử tập bắn thêm ba năm nữa, hiểu được tại sao bắn trúng, Quan Doãn mới cho là được, và dặn: “Nhớ lấy, đừng quên. Chẳng phải riêng việc bắn như vậy đâu, việc trị nước, tu thân cũng vậy. Cho nên bậc thánh nhân không quan tâm tới sự tồn vong (đắc thất) bằng cái lẽ tại sao lại tồn vong”. (bài VIII.3). Vậy hành được, chưa đủ gọi là tri, phải biết lí do tại sao mà thành hay bại, hiểu nguyên nhân của mỗi sự kiện, mới gọi là tri được. Ý tưởng xác đáng đó, ít triết gia thời Tiên Tần nói tới. Sau cùng, bất kì học một môn gì, một nghề gì, cũng phải tập trung tinh thần như người gù bắt ve trong bài II.16. Người đó phải tập trong năm sáu tháng, mới đầu phải đặt hai viên đạn lên đầu một chiếc gậy, cầm gậy sao cho nó không nhúc nhích, đạn không rớt, rồi tăng lần lên ba viên, năm viên; lúc đó “thân thể trơ trơ như khúc cây, cánh tay tựa như một cành cây khô, chung quanh trời đất mênh mông mà không thấy gì cả, chỉ thấy cánh ve sầu thôi” và bắt ve dễ dàng như nhặt chúng vậy, gí con nào là dính con đó. Vậy, bộ Liệt tử, nếu không phải là chính Liệt tử, chủ trương rằng:  - trong vũ trụ có những điều trí óc của ta không hiểu được, đừng nên quan tâm tới làm gì; - những điều gì có thể hiểu được thì dùng trực giác là cách công hiệu nhất; - muốn hiểu điều gì thì phải tìm hiểu tới nguyên nhân mới thôi;  - và muốn luyện tập tài năng hay làm một việc gì thì phải tập trung tinh thần. ° Về nhân sinh quan, Liệt tử có nhiều điểm giống với Lão tử. Trước hết là quan niệm vô vi. Trước hết là quan niệm “vô vi”. Từ chủ trương vạn vật đều do cái “vô” mà sinh ra cả, Liệt tử tiến tới qui kết: “vô vi” có cái “chức”, cái khả năng vô biên, không gì không làm được. Trong bài I.3, ông nói: “Vô vi có thể âm, có thể dương, có thể nhu, có thể cương, có thể sinh, có thể tử, có thể nóng, có thể lạnh, có thể nổi, có thể chìm, có thể là âm trầm, có thể là âm bổng, có thể hiện ra, có thể biến mất… Vô vi tuy vô tri, vô năng mà không gì là không biết, không gì là không làm được”. Vô vi đó không phải là nhất thiết không làm gì, mà có nghĩa là “không gắng sức, không dùng trí lực”, “không nhiệt tình cầu đạo”, “không có thị dục, cứ tự nhiên mà sống”, không ham sống, không ghét chết, không yêu mình, không lãnh đạm với người, không có ác cảm, không có thiện cảm với ai, không thích, không tiếc”. (bài II.1).  Đạo vô vi đó, phải trai tâm lâu rồi mới cảm được (trẫm tri chi hĩ, trẫm đắc chi hĩ, nhi bất năng dĩ cáo nhược hĩ[4] – Lời của Hoàng Đế trong bài II.1). Như vậy thì dĩ nhiên là rất ghét sự trí xảo: một người nước Tống lấy ngọc trạm trổ ba năm trường thành một chiếc lá dó, khéo tới nỗi đặt chung với các chiếc lá dó thật, không ai phân biệt được. Liệt tử nghe nói bảo: “Trời đất khi sinh vạn vật mà phải mất ba năm mới thành một cái lá thì ít cây có lá lắm! Cho nên thánh nhân trông vào cái đạo để cải hoá, chứ không trong vào trí xảo”. Đạo ông nói đó là đạo vô vi. Vô vi thì hư và tĩnh. Hư tĩnh thì đạt được cái “chỗ” của mình (Hư giả, tĩnh giả, đắc kì cư dã – bài I.9). Chữ cư đó thật khó dịch, có thể hiểu là cái đạo, hoặc chân lí, hoặc thiên tính. Hư tĩnh thì không nói: “…Người nào đã biết rõ chân lí rồi thì không nói. Không nói mà cũng là nói… Cũng là không có gì không nói…”. (bài IV.5). Vì còn nói, còn thuyết thì tức là còn “vi”, vẫn có thể lầm được, nếu không lầm thì cũng bỏ sót, không sao nói hết được. Cho nên khi Liệt tử sắp rời quê hương mà qua Vệ, môn sinh xin cho biết Hồ Khâu Tử Lâm (thầy của Liệt tử) có truyền điều gì không, Liệt tử cười mà đáp: “Thầy Hồ có nói gì đâu” (Hồ tử hà ngôn tai?). Lời đó như lời “Thiên hà ngôn tai” của Khổng tử. Bốn mùa nối tiếp nhau qua lại, mà vạn vật sinh sản, trời có nói gì đâu?[5] Hư tĩnh còn có nghĩa là bỏ chấp kiến đi, tức như Lão tử nói: “Hư kì tâm” vậy. Bài IV.15 dẫn lời của Quan Doãn Hỉ: “Lòng mình mà vô chấp thì hình, vật (ở ngoài) sẽ hiện rõ ra. (Lòng mình) động thì như nước, tĩnh như gương, ứng với vạn vật như tiếng vang. Cho nên đạo là hình ảnh của vật, vật trái với đạo chứ đạo không trái với vật. Người nào đã được hoàn thiện như đạo thì không dùng tới tai, cũng không dùng tới mắt, cũng không dùng tới sức mạnh, cũng không dùng tới tâm nữa... Dùng tâm cầu đạo thì thấy nó ở xa, chứ nó vốn không ở xa; vô tâm cầu đạo thì thấy nó ở gần, chứ nó vốn không ở gần. Cứ yên lặng thì được đạo, giữ cái thiên tính còn toàn vẹn thì được đạo”. Không dùng tới tâm, nghĩa là không chấp kiến, không cố ý, mà cứ để cái tâm hợp với tự nhiên. Muốn đạt được sự hư tâm đó phải tốn công tu luyện. Liệt tử hồi học ông Lão Thương (không rõ là ai – bài II.3) sau ba năm đầu, lòng không dám cân nhắc đến phải trái, miệng không dám nói đến lợi hại, lúc đó mới được thầy liếc mắt nhìn; lại hai năm nữa là năm năm, lòng lại cân nhắc phải trái, miệng lại nói lợi hại, lúc đó mới được thầy ban cho nụ cười; lại hai năm nữa là bảy năm, không thấy gì là phải trái, lợi hại nữa, lúc đó mới được phép cùng ngồi một chiếu với thầy, lại hai năm nữa là chín năm, mới: “Giải thoát được ý nghĩ trong lòng và lời nói ngoài miệng, đã không phân biệt cái phải trái lợi hại của ta ở đâu, mà cũng không phân biệt cái phải trái của người ở đâu, cũng không phân biệt thầy ta là thầy, bạn ta là bạn nữa” nghĩa là “hết phân biệt nội và ngoại” – mình và vạn vật. Ý đó được diễn lại trong bài IV.6 (nên chúng tôi không lựa bài này). Chúng ta nhận thấy tất cả gồm bốn giai đoạn: - mới đầu còn nói bậy, nghĩ bậy, phải tập ba năm mới bỏ được thói đó; - hai năm sau, mới bắt đầu biết suy nghĩ, có thể nói đến phải trái, lợi hại mà không lầm lẫn nặng; - nhưng rồi hai năm sau lại tiến lên một bực, không thấy gì là phải trái cả, cái phải ở đây có thể là cái trái ở nơi khác, cái phải ở thời này có thể là trái ở thời khác. - giai đoạn cuối cùng là không phân biệt nội ngoại nữa, không phân biệt mình với ngoại vật nữa. So sánh đoạn đó với lời Khổng tử, đoạn 4 chương Vi chính trong Luận ngữ: “Hồi mười lăm tuổi, ta để tâm vào việc học, ba mươi tuổi thì vững trí rồi, bốn mươi tuổi thì biết mệnh trời (tức đạo mầu nhiệm trong vũ trụ), sáu mươi tuổi thì lời nào lọt vào tai là ta hiểu ngay, bảy mươi tuổi thì có thể theo cái ý muốn phát hiện trong lòng, không sợ sái phép nữa”[6].  thì đại khái giai đoạn thứ nhất của Liệt tử tức giai đoạn từ 15 đến 30 tuổi của Khổng tử; giai đoạn thứ nhì tức giai đoạn từ 30 đến 40 của Khổng tử; giai đoạn thứ ba tức giai đoạn “tri thiên mệnh” – năm mươi tuổi của Khổng tử; còn giai đoạn thứ tư thì có thể ứng với hai giai đoạn cuối của Khổng tử. Chúng tôi nói có thể vì sự tu dưỡng của Liệt và Khổng khác nhau: Liệt chủ trương vô vi, coi trọng sự không phân biệt nội ngoại mà hoà đồng với vạn vật, còn Khổng chủ trương hữu vi, tìm hiểu ngoại vật để cải thiện xã hội bằng nhân nghĩa.  Dĩ nhiên chúng ta không thể căn cứ vào đoạn trên của Liệt tử bảo rằng Liệt tử đắc đạo sớm hơn Khổng tử: bài II.3 có lẽ chỉ là ngụ ngôn chỉ sự diễn biến của phép tu dưỡng thôi. Không phân biệt với nội ngoại tức là hoà đồng với vạn vật. Chủ trương này được nhấn mạnh trong Liệt tử. Có bốn bài ngụ ngôn diễn cái ý: hễ hoà đồng với vạn vật thì vạn vật không hại được, mà giúp ta nữa, có thể vô lửa mà không bị cháy, vô nước mà không bị chìm, ta có thể để cho không khí nâng ta, gió đưa ta đi, nghĩa là có thể “thừa phong nhi hành”, có thể bay được, có thể trường sinh được.  Như bài II.12 kể một cuộc đốt rừng để săn thú của Triệu Tương tử. Trong khi rừng cháy hừng hừng, bỗng có một người “từ trong vách đá chui ra, cùng bay lên đáp xuống với ngọn lửa và tàn lửa..., lửa tắt rồi thì ung dung bước ra, như không có chuyện gì xảy ra cả”. Hỏi thì người đó đáp rằng không hề biết đá là cái gì, lửa là cái gì. Là vì hễ hoà đồng với vạn vật thì sẽ hoá đồng với vạn vật, mình sẽ là đá, lửa, có thể chui vào đá, chạy nhảy trong lửa được. Điểm thú vị trong truyện đó, vua Văn hầu nước Nguỵ nghe xong, hỏi Tử Hạ (một môn sinh của Khổng tử): - “Thế còn Khổng tử sao không làm như vậy (mà chui vào đá, nhảy vào lửa)? Tử Hạ đáp: - Phu tử làm được mà không cần làm”. Dĩ nhiên là Khổng tử không làm được nhưng đâu có nhắm mục tiêu hoá đồng với vạn vật. Lại như bài II.9 về thuật lội trong nước. Khổng tử ngắm thác Lữ Lương cuồn cuộn nổi bọt lên, nước ầm ầm đổ xuống, dù loài giải, loài ba ba cũng không sống trong đó được; vậy mà một người lội trong dòng như chúng ta đi trên bộ, hỏi người đó cái thuật lội nước, người đó đáp: “Mới đầu tôi tập lội, lớn lên thành một bản tính, cuối cùng thành ra tự nhiên, gặp xoáy nước thì cứ để cho nó cuốn vô rồi lại để cho nó đưa mình nổi lên, cứ theo cái “đạo” của nước chứ không theo ý riêng của mình”. Không theo ý riêng của mình tức là hư tâm, để cho xoáy nước cuốn mình vô rồi đưa mình nổi lên là hoà đồng với vật, cho nên vật không hại mình được. Sau cùng, bài II.6 với bài VIII. 10 (bài này chúng tôi chỉ tóm tắt đại ý đoạn cuối – coi tiết II phần này), đều giảng rằng hễ “thành tín” thì có thể “cảm động được vạn vật, nên vạn vật không ngăn cản được mình”[7] nhảy vô lửa, xuống nước mà không nguy hại. Hai chữ thành tín ở đây có nghĩa là tin ở mình, ở vật, cũng là một trạng thái của hư tâm. Hư tâm thành đức quan trọng nhất của người học đạo, cái tuyệt đích của sự tu tâm. Đó là một cống hiến của Liệt tử và vì vậy mà đời Tống gọi Xung hư chí đức chân kinh. Trường sinh bất tử[8], bay được, vô lửa không cháy[9], vô nước không chìm, những ý đó cũng thường thấy trong các thiên Tiêu dao du, Tề vật luận, Thu thuỷ, Chí lạc của Trang tử, chỉ là những ngụ ngôn, những hình ảnh cực tả sự hoà đồng và hoá đồng với vạn vật; lửa và nước chỉ tượng trưng cho tai hoạ thôi, nhưng từ Tần, Hán tới Lục triều, một số người – đặc biệt là Tần Thuỷ Hoàng – tin rằng có phép trường sinh, rồi tìm cách tu tiên, tìm trong Âm dương học những cách điều hoà âm dương, lấy trộm cái huyền vi của trời đất chế ra các cách luyện đan; luyện “tinh, khí, thần”, kể cả thuật “phòng nội”[10] để được bất tử, nếu không thì cũng trường thọ. Họ đã biến Lão giáo thành Đạo giáo, một “đạo” của bọn phù thuỷ, thầy pháp.  Ở trên chúng ta đã chép ý nghĩa của bài VIII.10: cứ thành tâm ở mình, ở nước thì sẽ lội giỏi. Ngụ ngôn II.6 còn diễn ý đó một cách mạnh mẽ hơn nhiều. Một ông lão nghèo vì tin rằng Phạm Tử Hoa có thể làm cho kẻ chết sống lại, kẻ nghèo hoá giàu, cho nên đàn em của Tử Hoa bảo ông vô đám cháy khuân các gấm vóc ra, ông cũng vô, không lần nào bị tai nạn gì cả. Tới khi Tử Hoa thú thực với ông là muốn lừa gạt ông để giỡn, thì ông hoảng hốt, lo sợ. Ông lão ấy nói: “(Trước kia) tôi tin mọi lời nó của các ông là đúng, tôi chỉ sợ lòng tôi không thực chân thành... mà không nghĩ tới an nguy cho thân tôi... tôi chỉ nhất tâm, nhất niệm, cho nên vật không làm trở ngại cho tôi. Bây giờ tôi mới biết rằng các ông muốn gạt tôi thì tôi nghi ngờ, lo sợ... nhớ lại hôm trước thoát chết đuối, chết cháy... tôi bừng bừng trong lòng. Từ nay tôi đâu dám lại gần nước và lửa nữa”. Vậy con người cực thành tín thì làm gì cũng được, không có gì ngăn cản được. Đức đó được Liệt tử coi trọng còn hơn Khổng tử. Về sinh tử và mệnh trời, chúng tôi đếm được hơn hai chục bài, chỉ có hai bài dẫn lời Liệt tử, còn những bài khác kể truyện hoặc dẫn lời của Khổng tử, Án tử, Dương tử, Quảng Trọng, Tử Sản... Đại khái, ở những chủ trương: - chết là nghỉ --------.----------(bài I.7) - chết là về ---------------------(bài I.8) - sống là gởi -------------------(bài I.12) - nên vui chết ------------------(bài I.6) - nên tri mệnh an thời --------(bài VI.11) - và sống thì nên hưởng lạc -(bài VII.8)  Chúng ta có thể tin rằng trừ bài I.7 (đại ý: chết là rất quan trọng, vì người quân tử chết thì mới được yên nghỉ, còn kẻ tiểu nhân chết thì không làm bậy được nữa) còn những bài kia diễn ý kiến chung của các ẩn giả, các triết gia trong phái Lão, Trang, chứ không riêng gì của Liệt tử. Bài VII.8 kể chuyện Tử Sản có một người anh chỉ thích rượu, trong nhà chứa cả ngàn hũ rượu, quanh năm say mèm, và một người em chỉ hiếu sắc, ba tháng liền không ra khỏi phòng các nàng hầu mỹ miều, cả hai đều tận tình hưởng lạc, “chỉ sợ bụng đầy rồi không ăn uống thêm được nữa cho khoái khẩu, sức kiệt rồi, không hưởng sắc dục được nữa cho sướng thân”, bất chấp tiếng chê bai của thiên hạ, bất chấp cả sự nguy tới tính mệnh, vì “hạnh phúc khó gặp mà chết thì dễ gặp, đem cái hạnh phúc khó gặp đổi cái chết dễ gặp” là điều dại dột. Bài đó, chúng tôi nghĩ có lẽ là người đời Nguỵ, Tấn – chẳng hạn môn đồ của Lưu Linh, Nguyễn Tịch, trong nhóm Trúc Lâm thất hiền[11] – thêm vào. Các triết gia thời Lão tử, Liệt tử không ai phóng túng mà đề cao tửu sắc tới mực đó. Mà hạng triết gia chân chính nước nào, thời nào cũng vậy. Họ có thể theo chủ nghĩa phóng nhiệm, sống khác đời, chứ túng dục thì không. Túng dục là thái độ thường thấy trong số văn nhân, thi nhân như bảy ông “hiền” kể trên. Nhưng chủ trương “tri mệnh an thời” trong bài VI.11 có thể là của Liệt tử. Đại ý cái gì cũng do “mệnh” xui nên cả, sức người không thể thắng được “mệnh trời”. Người thông minh, biết tính toán lợi hại, xét hư thực, thì chỉ đúng một nửa, còn một nửa sai; mà người không thông minh, không tính toán lợi hại, xét hư thực thì kết quả cũng đúng được một nửa, còn một nửa sai. Vậy tính hay không thì kết quả cũng như nhau. Chỉ người nào không tính toán gì cả, là giữ được trọn mà không mất. Cũng là thái độ vô vi, thuận theo tự nhiên nữa.  ° Tư tưởng chính trị. Vô vi thì ẩn dật, không ham danh, không nhận chức tước, trách nhiệm nào cả. Liệt tử muốn qua Tề, nửa đường thì nghĩ lại mà quay về (bài II.14) là vì vậy. Vả lại, đã chủ trương hoà đồng với vạn vật thì tất không nghĩ tới việc “trị ngoại vật” nữa, trị nước nữa: “Người ta cho là khéo trị ngoại vật, ngoại vật vị tất đã trị, mà thân tâm người đó đã khổ rồi: còn kẻ khéo trị nội tâm, thì ngoại vật chưa chắc đã loạn mà tính tình mình được yên vui”. Bài VII.8 tuy là ngụ ngôn người đời sau thêm vào, nhưng câu chúng tôi mới dẫn ở trên, trích trong đoạn kết bài đó, vẫn có thể coi là hợp với tư tưởng của Liệt tử. Ý trong câu đó còn chưa được khẳng định bằng ý trong bài II. 1: Hoàng Đế trị dân mười lăm năm, được dân chúng tôn thờ, ông trị dân thêm mười lăm năm nữa thì nước lại muốn loạn mà tâm hồn ông mờ ám, mê loạn thêm. Ông bèn bỏ việc nước, bỏ hết cơ mưu, trai tâm ba tháng trong một ngôi nhà ở giữa sân, rồi một hôm ông nằm mộng thấy lại chơi nước Hoa Tư Thị, “nước đó không có vua, tự nhiên mà trị, dân không thị dục, tự nhiên mà sống”. Tỉnh dậy, ông bỗng giác ngộ, và ông theo đạo vô vi, giữ ngôi thêm hai mươi tám năm nữa, thiên hạ thật bình trị, khi ông qui tiên, trăm họ đều khóc, trên hai trăm năm không dứt.  Đó, tư tưởng về chính trị của Liệt tử ở cả trong bài đó. Bài VIII.4 (Trị nước cần biết người hiền) dẫn lời của Liệt tử: “Người hiền biết dùng người, nên tuy già mà không suy, trí giảm mà không loạn. Cho nên trị nước khó ở chỗ biết được người hiền, mà không tự cho mình là hiền”. Bài đó có thể không phải là nguỵ tác, nhưng dù vậy chăng nữa thì cũng chỉ có thể là một lời khuyên các vua chúa đương thời đã quá đi sâu vào con đường hữu vi, chứ không thể bảo là diễn đúng chủ trương về chính trị của Liệt tử được.  Còn bài II.21 (Nhân nghĩa hơn sức mạnh), V.9 (Luật quân bình), VIII.9 (Làm cách nào cho hết trộm cướp) thì hiển nhiên là tư tưởng của Khổng phái, người đời sau đã thêm vô.  °° ° Trong tiết này chúng tôi đã thử chứng minh rằng bộ Liệt tử tuy xét qua, có vẻ thiếu nhất trí, nhưng tựu trung vẫn có những ý chính, liên quan với nhau, thành một hệ thống, một triết thuyết. Triết thuyết đó chủ trương vô vi, hư tĩnh, hoà đồng với vạn vật, trọng nhân sinh, bình dân, không quan tâm tới những cái siêu hình óc người không hiểu nổi, có phần lạc quan chứ không bi quan, có phần tích cực (ở điểm luyện tâm, luyện đức tin, tập trung tinh thần) chứ không tiêu cực. Nó gần Lão, mà cách phô diễn (dùng nhiều ngụ ngôn chứ ít lí thuyết) lại gần Trang. Không chê Khổng Tử lắm, có cảm tình với Khổng là khác mà có chỗ lại cơ hồ như chịu ảnh hưởng của Mặc (như bài VII.7 – không coi trọng sự tống tử). Như vậy đủ cho chúng ta kết luận rằng Liệt là gạch nối giữa Lão và Trang.  Học thuyết đó không sâu sắc bằng Lão, không rực rỡ bằng Trang, đó là lẽ thứ ba khiến cho ít học giả nhắc tới. Nhưng theo chúng tôi, Liệt tử vẫn xứng đáng đứng dưới Lão, Trang, trên nhiều triết gia khác thời đó, và ngang hàng với Dương tử. Chú thích:[1] Lời cả câu đó là: “Thần hang bất tử, gọi là Huyền Tẫn (Mẹ nhiệm màu); cửa Huyền Tẫn là gốc của trời đất. Dằng dặc mà như bất tuyệt, tạo thành mọi vật mà không kiệt (hay không mệt)”. (trích trong cuốn Lão tử của NHL). (Goldfish).[2] Có thể ý này rút trong Dịch vĩ càn tạc độ, nhưng không ai mà biết chắc được?[3] Sách in là: “người nước Cừ”. Tôi sửa lại theo bài tương ứng in trong phần II, chương V. (Goldfish). [4] Câu này trong bài II.1 được dịch là: Ta hiểu được rồi, đạt được rồi, nhưng không thể giảng cho các khanh được. (Goldfish)[5] Lời của Khổng tử trong Luận ngữ, thiên Dương Hoá: “Thiên hà ngôn tai? Tứ thời hành yên, vạn vật sinh yên, thiên hà ngôn tai?”. (Goldfish).[6] Trong cuốn Luận ngữ, viết sau cuốn LT&DT này, cụ NHL đã dịch lại (đặc biệt là mấy chữ: lục thập nhi nhĩ thuận 六十而耳順, mà tôi cho in đậm) như sau: “Ta mười lăm tuổi ta để chí vào việc học (đạo); ba mươi tuổi biết tự lập (tức khắc kỷ phục lễ, cứ theo điều lễ mà làm); bốn mươi tuổi không nghi hoặc nữa (tức có trí đức, nên hiểu rõ 3 đức nhân, nghĩa, lễ); năm mươi tuổi biết mệnh trời (biết được việc nào sức người làm được, việc nào sức người không làm được); sáu mươi đã biết theo mệnh trời (chữ nhĩ ở đây không có nghĩa là tai, mà có nghĩa là dĩ = đã ); bảy mươi tuổi theo lòng muốn của mình mà không vượt ra ngoài khuôn khổ đạo lý (không phải suy nghĩ gắng sức mà hành động tự nhiên hợp đạo lý)”. (Goldfish). [7] Theo Mikael Perrin trong cuốn Les hommes en jaune, trang 224, (Calman Lévy – 1967) trong kinh Visu démaggha chương VII và kinh Digha Kikaya, cũng chép rằng đệ tử của đức Phật có thể xuyên qua tường, núi, đi trên nước, bay lên không vân vân… và Perrin đem điều đó ra hỏi ông Lục Dhammarama, ở Angkor (Cao Miên) có nên hiểu những đoạn trong kinh đó theo nghĩa bóng không. Ông Lục Dhammarama đáp: “Không, phải hiểu theo nghĩa đen. Thế giới mà ta tưởng là có này, thực ra chỉ có trong trí óc của ta thôi. Muốn xuyên qua đất, chỉ cần tin rằng đó là nước (chứ không phải đất); ngược lại muốn đi trên nước, chỉ cần tin rằng đó là đất (chứ không phải nước)”. Cách giải thích đó y hệt hai bài II.6, VIII.10, không rõ có phải là cách giải thích của Phật giáo không. Nếu phải thì có từ hồi nào? Và sự trùng hợp với hai bài II.6, VIII.10 là ngẫu nhiên, hay do ảnh hưởng của Phật giáo? Nếu do ảnh hưởng thì nhất định hai bài đó phải viết vào đời Nguỵ hay Tấn.[8] Trong Đạo Đức kinh cũng có những câu: “Tử nhi bất vong giả thọ”. “Thâm căn cố đế, trường sinh cửu thị cho đạo”: Chết mà không mất là thọ. – Cái đạo gốc sâu rễ bền mà trông xa mãi mãi.[9] Theo Paul Brunton trong cuốn A search in secret India (chương III) thì một số thuật sĩ yogi (người tu theo pháp môn yoga) tập một số tư thế (asana) nào đó để khính động một số bí huyệt trong cơ thể mà có thể nhảy vào lửa mà không thấy nóng (dĩ nhiên là vẫn cháy), phơi mình trần dưới tuyết mà không thấy lạnh, chịu một cuộc giải phẩu mà không dùng thuốc mê. Điều đó có thể tin được vì nhật báo gần đây (1971) đăng tin các y sĩ Trung Quốc đã giải phẩu phổi một bệnh nhân trước mặt một số bác sĩ Mĩ mà không dùng thuốc mê, nhờ được châm cứu bệnh nhân một số huyệt nhất định. Những huyệt này chắc cũng là những bí huyệt Paul Brunton nói ở trên kia. Vậy chúng ta có thể đoán rằng trễ lắm là thời Nguỵ, Tấn, Trung Hoa đã chịu ảnh hưởng của Ấn Độ và được nghe nói nhiều về những bí huyệt đó và về thuật vô lửa mà không bỏng; nhưng họ chưa biết thuật luyện các tư thế asana nên giảng bằng thuyết hoà đồng và hoá đồng với vạn vật. Mà nếu quả thực bộ Linh khu của họ viết từ mấy ngàn năm trước thì chưa biết chừng họ đã tìm ra được các bí huyệt đó trước cả Ấn Độ nữa. [10] Tức “Trong phòng the”. “Phòng nội” là tên một quyển trong bộ Y tâm phương không rõ viết từ hồi nào, người Nhật đã dịch ra, nhan đề là The Tao of sex. Còn vô số những sách đó nữa, như Tố nữ kinh, Thiên kim phương, Nhục bồ đoàn… Cuốn nào cũng tả tỉ mỉ không kém các “kinh” trong loại đó của Ấn Độ như Kinh Kama Sutra.[11] Trúc Lâm thất hiền là Nguyễn Tịch, Kê Khang, Lưu Linh, Nguyễn Hàm, Sơn Đào, Hướng Tú, Vương Nhung. Nguyễn Tịch nghe nói trong bộ Binh trữ 300 hũ mỹ tửu, vội vàng xin vào làm một chức nhỏ để được nhậu. Có lần ông say luôn 60 ngày, vua Tấn muốn nói chuyện với ông mà không được. Còn Lưu Linh thì được lưu danh nhờ bài Tửu đức tụng (ca tụng cái đức của rượu).\n"
        },
        {
            "order": 7,
            "name": "Phần Hai - Chương 1",
            "content": " MẸ CỦA VẠN VẬT  I.1(Tử Liệt tử cư Trịnh phố) Thầy Liệt tử ở một khu vườn nước Trịnh[1], bốn chục năm mà không ai nghe danh, từ vua tới các quan khanh, đại phu đều coi thầy như người dân thường. Năm đó đói kém, thầy tính di cư qua nước Vệ[2]. Đệ tử hỏi: - Thầy đi không biết bao giờ mới về. Bọn đệ tử chúng con muốn xin hỏi thầy: thầy có điều gì dạy chúng con không? Thầy đã được nghe Hồ Khâu Tử Lâm[3] nói gì không?  Thầy Liệt tử cười mà đáp:  - Thầy Hồ có nói gì đâu! Nhưng thầy có lần nói chuyện với Bá Hôn Mâu Nhân[4], ta đứng bên được nghe lóm, nay thử kể lại cho các anh.  Thầy Hồ nói: “Có một vật sinh ra các vật khác mà không được vật nào sinh ra cả, biến hoá các vật khác mà tự nó không biến hoá. Vậy cái không được sinh ra có thể sinh (làm chủ tể) các vật được sinh ra, cái không biến hoá có thể biến hoá (làm chủ tể) các vật biến hoá. Mà cái được sinh ra không thể không sinh cái khác, cái được biến hoá không thể không biến hoá; do đó mà sinh sinh, hoá hoá hoài, không thời nào không sinh. Do đó có âm dương, bốn mùa. Cái không được sinh ra, có thể[5] là duy nhất, vô thuỷ vô chung; cái không biến hoá thì qua lại không cùng[6]; cái đạo của cái duy nhất không thể dò được.  Sách Hoàng Đế[7] có câu: “Thần hang bất tử[8], gọi là Huyền tẫn[9]. Cửa của Huyền tẫn là gốc của trời đất, dằng dặt như bất tuyệt, tạo thành mọi vật mà không mệt”[10]. Vì vậy mà vật nào sinh ra các vật khác thì không được sinh ra; vật nào biến hoá các vật khác thì không biến hoá. Nó tự sinh, tự hoá, tự thành hình, tự thành sắc, sáng suốt, tự có sức mạnh, tự tăng giảm[11]. Nó tự nhiên như vậy, chứ không phải cố ý mà sinh hoá, thành hình, thành sắc, sáng suốt, có sức mạnh, tăng giảm. VŨ TRỤ THÀNH HÌNH  I.2(Tử Liệt tử viết: Tích giả thánh nhân) Thầy Liệt tử bảo: - Các thánh nhân đời xưa cho rằng âm dương điều hoà trời đất (tức vũ trụ). Cái hữu hình từ cái vô hình mà ra, vậy thì trời đất ở đâu mà ra? Cho nên bảo rằng có cái Thái Dịch, cái Thái Sơ, cái Thái Thuỷ, cái Thái Tố. Cái Thái Dịch (cái Biến đổi lớn) là các (trạng thái) chưa thành khí; khi khí bắt đầu thành thì là cái Thái Sơ; khi hình bắt đầu thành thì là cái Thái Thuỷ, khi chất bắt đầu thành thì là cái Thái Tố[12]. Khi có đủ khí, hình, chất rồi mà ba cái đó chưa tách rời nhau ra thì gọi là Hỗn luân[13]. Gọi là Hỗn luân vì vạn vật còn hỗn hợp nhau, chưa rời nhau ra. Nhìn vào không thấy, lắng nghe không thấy, rờ nắm không được, cho nên gọi là Dịch (Biến đổi), biến đổi thì không có hình nào (nhất định) cả. Nó biến đổi mà thành ra Một; Một biến thành ra Bảy; Bảy biến thành ra Chín. Tới Chín là cùng, rồi lại trở về Một[14]. Một là sự khởi thuỷ của các sự biến hình. Cái trong nhẹ bốc lên thành trời, cái đục và nặng lắng xuống thành đất; còn cái khí xung hoà[15] thì thành người. Vậy trời và đất chứa cái tinh của vạn vật, mà vạn vật hoá sinh.  VÔ VI THÌ TOÀN TRI TOÀN NĂNG  I.3(Tử Liệt tử viết: Thiên địa vô toàn công) Thầy Liệt tử bảo: - Trời đất không có đủ công dụng, thánh nhân không có đủ khả năng, vạn vật không vật nào dùng vào đủ mọi việc. Chức vụ của trời là sinh ra và che vạn vật, chức vụ của đất là gây hình và chở vạn vật, chức vụ của thánh nhân là giáo hoá, chức vụ của mỗi vật tuỳ theo khả năng của nó. Mà trời có sở đoản, đất có sở trường, thánh nhân có việc làm không được, và mỗi vật có cái tài riêng. Sao vậy? Là vì trời sinh ra và che vạn vật thì không thể gây hình và chở vạn vật; đất gây hình và chở vạn vật thì không thể giáo hoá vạn vật; thánh nhân giáo hoá thì không thể làm trái với bản tính của vạn vật, mỗi vật đã có bản tính nhất định rồi thì không thể vượt được phận vị của nó. Cho nên đạo của trời đất, không phải âm thì là dương, đạo giáo hoá của thánh nhân không phải là nhân thì là nghĩa; bản tính của vạn vật không phải là nhu thì là cương[16], điều là theo bản tính mà không thể vượt khỏi phận vị của mình.  Cho nên có cái sống đấy thì có cái sinh ra cái sống; có cái hình đấy thì có cái khiến thành hình; có thanh âm đấy thì có cái khiến cho thành thanh âm; có màu sắc đấy thì có cái khiến cho thành màu sắc; có mùi vị đấy thì có cái khiến cho thành mùi vị.  Cái từ cái sống mà sinh ra là cái chết, nhưng cái sinh ra cái sống thì bất tuyệt; cái từ cái hình gây nên là cái thực (chất), nhưng cái khiến cho thành hình thì không hề có (thực chất); cái từ thanh âm gây nên là thính giác, nhưng cái khiến cho thành thanh âm thì không hề phát nên tiếng; cái từ màu sắc gây nên là thị giác, nhưng cái khiến cho thành màu sắc thì không hề hiện ra; cái từ mùi vị gây nên là vị giác, nhưng cái khiến cho thành mùi vị thì không hề lộ ra.   Tất cả những cái đó đều là vô vi mà ra cả. Vô vi có thể âm, có thể dương, có thể nhu, có thể cương, có thể sinh, có thể tử, có thể nóng, có thể lạnh, có thể nổi, có thể chìm, có thể là âm trầm, có thể là âm bổng, có thể hiện ra, có thể biến mất, có thể tím đen, có thể vàng, có thể ngọt, có thể đắng, có thể tanh hôi, có thể thơm tho. Vô vi tuy vô tri, vô năng mà không gì là không biết, không gì là không làm được. VŨ TRỤ BIẾN CHUYỂN KHÔNG NGỪNG  I.10(Dục Hùng viết) Dục Hùng[17] nói: “Sự vận chuyển không bao giờ ngừng. Trời đất biến chuyển bí mật, ai mà biết được? Cho nên vật giảm ở phía này thì tăng ở phía khác, đầy ở kia thì vơi ở đây. Tăng, giảm, vơi, đầy, sinh ra lẫn nhau rồi chết; qua lại nối tiếp nhau mật thiết, ai mà thấy được sự biến chuyển. Một cái khí không đột nhiên tăng lên, một cái hình không đột nhiên giảm đi; (cứ biến chuyển từ từ)  cho nên ta không thấy lúc nó đầy, không thấy lúc nó vơi. Cũng như người ta lúc sinh ra tới lúc già, dong mạo, hình thái, trí tuệ, không ngày nào không thay đổi; da, móng tay, móng chân, tóc mọc ra rồi rụng liền liền, nhưng sự biến chuyển (từng ngày nhỏ quá) không thể thấy ngay được, mãi tới sau mới thấy được.  ĐỪNG LO TRỜI ĐẤT SẬP  I.11(Kỉ quốc hữu nhân) Nước Kỉ[18] có một người lo trời đất sập, không biết ở đâu cho yên, sinh ra mất ăn mất ngủ. Một người khác lo ngại cho anh ta, lại giảng giải: - Trời chỉ chứa cái khí, không chỗ nào không có khí; anh co duỗi hô hấp, suốt đời vận động trong (cái khí của) trời đó, vậy thì tại sao lo nó sập? Anh ta lại hỏi: - Nếu quả trời chỉ chứa cái khí thì sao mặt trời, mặt trăng, các vì sao lại không rớt? Người kia đáp: - Mặt trời, mặt trăng, các vì sao cũng chỉ là những ánh sáng trong cái khí tích tụ lại đó, dù chúng có rớt xuống cũng không làm ai bị thương được.  - Nhưng, còn đất sập thì sao? Người kia đáp: - Đất chỉ chứa những khối (đặc) để lấp những chỗ trống ở bốn phương, không đâu không có khối. Dù đi, dẫm suốt đời thì cũng là di chuyển trên mặt đất, sao lại sợ đất sập? Anh ta giải được nỗi lo, mừng quá; mà người kia khỏi lo cho bạn nữa, cũng mừng quá[19]. Trường Lư tử[20], nghe kể chuyện đó, cười, bảo: - Cầu vòng, mây và sương mù, mưa gió, bốn mùa, tất cả những cái đó đều là khí tích tụ trên trời mà thành. Núi đồi, sông biển, kim thuộc và đá, lửa và cây, tất cả những cái đó đều là những khối tích tụ trên đất mà thành. Đã biết là cái khí, cái khối tích tụ lại thì sao còn bảo rằng không thể sụp đổ? Trời đất là những vật nhỏ trong quãng không trung, (nhưng) rất quan trọng trong vũ trụ chúng ta, khó mà tận cùng, huỷ diệt được, lẽ đó cố nhiên. Lo trời đất huỷ hoại thì thực quá lo xa; nhưng bảo rằng chúng không bao giờ huỷ hoại thì cũng không đúng. Trời đất không thể không huỷ hoại được; tới cái thời trời đất huỷ hoại, mà ta lại sống nhằm thời đó thì làm sao mà không lo? Thầy Liệt tử nghe vậy, cười và bảo: - Kẻ nói trời đất sẽ huỷ hoại, là nói bậy; mà kẻ nói trời đất không bao giờ huỷ hoại cũng nói bậy nữa, trời đất huỷ hoại hay không, điều đó ta không thể biết được. Trời đất huỷ hoại thì mọi người cùng chết; trời đất mà không huỷ hoại thì mọi người cùng sống như nhau hết[21]. Sống thì không hiểu được sự chết, chết rồi thì không hiểu được sự sống; thời vị lai không biết được thời dĩ vãng, thời dĩ vãng không biết được thời vị lai; trời đất huỷ hoại hay không thì quan tâm tới cái đó làm gì? VẬT BẤT CÙNG TẮC BẤT PHẢN  IV.10(Mục tương miễu giả) Khi mắt sắp đui thì trông thấy cả sợi lông tơ. Khi tai sắp điếc thì nghe thấy cả tiếng con “nhuế”[22] bay. Miệng sắp nhạt thì phân biệt được nước sông Tri[23], sông Thằng. Mũi sắp nghẹt thì phân biệt được mùi củi khô. Thân thể sắp cứng đơ thì rất lanh lẹn. Tâm sắp mê loạn thì thấy rõ điều thị phi. Cho nên vạn vật không tới mức cùng cực thì không trở lại.Chú thích:[1] Một nước chư hầu nhỏ ở tỉnh Hà Nam ngày nay. Vì môn đệ viết nên gọi là thấy Liệt tử (Tử Liệt tử).[2] Cũng tỉnh Hà Nam ngày nay.[3] Hồ Khâu Tử Lâm là thầy học của Liệt tử, trong sách này thường nhắc tới. Bộ Lã thị Xuân Thu và bộ Trang tử cũng nhắc tới. Không lưu lại một học thuyết nào cả,[4] Bạn học của Liệt tử, trong sách này thường nhắc tới. Chữ Mâu cũng đọc là Mậu, Mạc, nghĩa đều là loà.[5] Bản Trương Trạm (cũng đọc là Đạm, Thầm) chép là “nghi độc” nghĩa là: đoán là duy nhất, có thể là duy nhất; bản của Đường Kính Cảo bảo chữ nghi đó phải đọc là ngưng, nghĩa là: hình, khí, chất chưa phân.[6] Benedykt Grynpas dịch là: trong khoảng vô cùng. Chúng tôi theo chú thích của Trương Trạm và Đường Kính Cảo.[7] Theo truyền thuyết, Hoàng Đế là một thánh quân, tên Hiên Viên, làm vua một trăm năm (-2689 -2589), viết một cuốn sách gồm bốn thiên, gọi là Hoàng Đế thư, nay không còn.[8] Hang thì trống rỗng, hư không; nên dùng cái hang tượng trưng cái Hư không, mẹ của vạn vật. Ý nói “hữu” từ “vô” sinh ra.[9] Huyền tẫn là mẹ nhiệm mầu.[10] Câu này chép trong chương VI bộ Đạo Đức kinh.[11] Chữ Hán là tiêu tức. Grynpas dịch là tiêu diệt.[12] Trong sách, cả hai bản, đều in: “…khi hình bắt đầu thành thì là cái Thái Tố”. Tôi đã sửa lại như trên cho phù hợp với mạch văn, căn cứ theo bản chữ Hán do bác Vvn cung cấp:  太始 者, 形 之 始 也; 太 素 者, 質 之 始也 (Thái Thuỷ giả, hình chi thuỷ dã; Thái Tố giả, chất chi thuỷ dã). (Goldfish).[13] Cũng như hỗn mang.[14] Lão tử nói: “Đạo sinh ra Một, Một sinh ra Hai, Hai sinh ra Ba, Ba sinh ra vạn vật”. Đạo Đức kinh (chương 42).[15] Xung hoà nghĩa là trung gian mà ôn hoà.[16] Câu này giống với câu dưới đây trong Chu Dịch – Thuyết Quái: “Lập thiên chi đạo viết âm dữ dương; lập địa chi đạo viết nhu dữ cương; lập nhân chi đạo viết nhân dữ nghĩa”.[17] Thầy học của Chu Văn vương, được phong ở đất Sở.[18] Một nước nhỏ thời Xuân Thu, tức là huyện Kỉ, tỉnh Hà Nam ngày nay. [19] Bài 225. Lo trời đổ trong Cổ học tinh hoa chỉ chép tới đây. (Goldfish)[20] Người nước Sở.[21] Nguyên văn: Bỉ nhất dã, thứ nhất dã. Hai bản chữ Hán đều giải thích như vậy; bản Grynpas dịch là: Người chủ trương thế này, kẻ chủ trương thế kia, thì cũng như nhau. [22] Một loài sâu bọ nhỏ, giống con ong, đen, hay đốt người. [23] Trong sách, cả hai bản, đều in là: Tri. Bản chữ Hán ghi là: 淄. Từ điển Thiều Chửu phiên âm là Truy và giảng là: Sông Truy (ở tỉnh Sơn Đông, Trung Quốc). Theo bác Vvn thì chữ đang xét đọc là Tri hay Truy đều được. (Goldfish).\n"
        },
        {
            "order": 0,
            "name": "Vài lời thưa trước",
            "content": "   MỤC LỤCVài lời thưa trướcPHẦN I: GIỚI THIỆUI. NHÂN VẬT LIỆT NGỰ KHẤUII. NGUỒN GỐC TÁC PHẨM XUNG HƯ CHÂN KINHIII. TƯ TƯỞNG CỦA LIỆT TỬIV. TƯ TƯỞNG CỦA DƯƠNG TỬV. BẢN DỊCH CỦA CHÚNG TÔIPHẦN II: LIỆT TỬI. VŨ TRỤMẸ CỦA VẠN VẬT  I.1VŨ TRỤ THÀNH HÌNH  I.2VÔ VI THÌ TOÀN TRI TOÀN NĂNG  I.3VŨ TRỤ BIẾN CHUYỂN KHÔNG NGỪNG  I.10ĐỪNG LO TRỜI ĐẤT SẬP  I.11VẬT BẤT CÙNG TẮC BẤT PHẢN  IV.10II. SINH TỬ VÀ SỐ MỆNHCHẾT LÀ TRỞ VỀ LÚC ĐẦU  I.4VUI SỐNG  I.5VUI CHẾT  I.6CHẾT LÀ NGHỈ  I.7CHẾT LÀ VỀ  I.8SỐNG LÀ GỞI  I.12CÁI THẾ KHÔNG THỂ KHÁC ĐƯỢC  VI.3MỆNH TRỜI  VI.5BỐN HẠNG NGƯỜI  VI.10NÊN TRỊ MỆNH AN THỜI  VI.11MUỐN SỐNG HOÀI LÀ BẤT NHÂN  VI.12CON CHẾT MÀ KHÔNG BUỒN  VI.13PHÉP DƯỠNG SINH VÀ TỐNG TỬ  VII.7KHÔNG GÌ BẰNG HƯỞNG LẠC  VII.8III. ĐẠOHIỆU NGHIỆM CỦA THUẬT VÔ VI  II.1KHÔNG PHÂN BIỆT MÌNH VỚI VẠN VẬT  II.3HOÀ ĐỒNG VỚI VẠN VẬT  II.12ĐỪNG LÀM CHO NGƯỜI TA BIẾT MÌNH  II.14NHÂN NGHĨA HƠN SỨC MẠNH  II.21NỖI BUỒN CỦA KHỔNG TỬ  IV.1BIẾT BẰNG TRỰC GIÁC  IV.2KHÔNG NÓI MÀ CŨNG LÀ NÓI  IV.5NGHỆ THUẬT DU LỊCH  IV.7HƯ TÂM THÌ ĐƯỢC ĐẠO  IV.15LUẬT QUÂN BÌNH  V.9THẾ NÀO LÀ BẬC CHÍ NHÂN  VI.9LỢI VÀ HẠI CỦA DANH  VII.20NHƯ HÌNH VỚI BÓNG  VIII.1PHẢI BIẾT NGUYÊN NHÂN  VIII.3TRỊ NƯỚC CẦN BIẾT NGƯỜI HIỀN  VIII.4KHÔNG ƯA TRÍ XẢO  VIII.5THẤY LỢI NGHĨ ĐẾN HẠI  VIII.6IV. TỈNH VÀ MỘNGBÀN VỀ TỈNH VÀ MỘNG  III.4MỘNG ĐỂ BÙ THỰC  III.6MỘNG HAY THỰC?  III.7QUÊN HẾT LẠI SƯỚNG  III.8THIÊN HẠ ĐỀU MÊ CẢ  III.9V. HUYỀN THOẠI VÀ TRUYỀN THUYẾTXỨ THẦN TIÊN  II.2TRUYỀN THUYẾT VỀ CÁC XỨ LẠ  III.3VUA NGHIÊU TRỊ NƯỚC  IV.14TRUYỀN THUYẾT VỀ TRỜI ĐẤT  V.1NHỮNG CÁI LẠ TRONG VŨ TRỤ  V.2NGU CÔNG SAN NÚI  V.3KHOA PHỦ  V.4MỘT NƯỚC THIÊN ĐƯỜNG  V.6PHONG TỤC XỨ LẠ  V.7VI. CỐ SỰ VÀ NGỤ NGÔNHAI CÁCH ĂN TRỘM  I.13HỄ TIN THÌ LÀM GÌ CŨNG ĐƯỢC  II.6CÁCH NUÔI THÚ DỮ  II.7THUẬT LỘI TRONG NƯỚC  II.9THUẬT BẮT VE SẦU  II.10MỘT CÁCH GẠT KHỈ  II.19TRỞ VỀ CỐ HƯƠNG  III.10KHỔNG TỬ XÉT CÁC MÔN SINH  IV.4KHÔNG BIẾT MÌNH LÀ THÁNH  IV.8ĐẬP NGƯỜI, BỊ NGƯỜI ĐẬP LẠI  IV.11NGƯỜI THỰC MẠNH THÌ KHÔNG CẬY SỨC MẠNH  IV.12KHỔNG TỬ CŨNG LÚNG TÚNG  V.8ĐỔI TIM CHO NHAU  V.10CÁC BẬC THÁNH VỀ ĐÀN  V.11CÁC BẬC THÁNH VỀ CA  V.12YỂN SƯ VÀ NGƯỜI MÁY  V.14CÁC BẬC THÁNH BẮN  V.15NGHỆ THUẬT ĐÁNH XE  V.16NHỮNG CÂY KIẾM LẠ  V.17ĐỪNG VỘI CHO LÀ ĐỒN NHẢM  V.18MỘT BẬC ĐẠT NHÂN  VII.9MỖI HẠNG NGƯỜI QUEN MỘT LỐI SỐNG  VII.17PHẢI BIẾT BÁN TÀI CỦA MÌNH  VIII.7MẢI ĐÁNH NGƯỜI MÀ QUÊN ĐỀ PHÒNG  VIII.8LÀM THẾ NÀO CHO HẾT TRỘM CƯỚP  VIII.9CHIẾM ĐƯỢC KHÔNG KHÓ, GIỮ ĐƯỢC MỚI KHÓ  VIII.12ĐÂU LÀ PHÚC, ĐÂU LÀ HOẠ?  VIII.13HAI NGƯỜI LÀM TRÒ SƠN ĐÔNG  VIII.14GIỎI COI TƯỚNG NGỰA  VIII.15NHÚN NHƯỜNG LÀ MỘT CÁCH GIỮ MÌNH  VIII.17CÁCH CƯ XỬ VỚI BỌN CƯỚP  VIII.18CÁI HẠI CỐ CHẤP  VIII.20NÊN TRUNG QUÂN TỚI MỨC NÀO?  VIII.21TRUYỆN NGƯỜI BIẾT THUẬT BẤT TỬ  VIII.26TỐT BỤNG MÀ HOÁ RA TÀN NHẪN  VIII.27TRỜI KHÔNG THIÊN VỊ GIỐNG NÀO  VIII.28TƯỞNG MÌNH GIÀU  VIII.30VÌ LỢI MÀ KHUYÊN NGƯỜI  VIII.31NGỜ OAN  VIII.32THAM THÌ TỐI MẮT LẠI  VIII.34PHẦN III: DƯƠNG TỬNÊN NHŨN  II.15ĐỪNG TỰ PHỤ  II.15ĐỜI SỐNG TỰ SINH TỰ CHẾT  VI.6HÀNH ĐỘNG HAY KHÔNG HÀNH ĐỘNG  VI.8HỄ CÓ DANH THÌ KHÔNG CÓ THỰC  VII.1NÊN HƯỞNG ĐỜI  VII.2CHẾT THÌ NHƯ NHAU HẾT  VII.3CÁI HẠI HAM DANH  VII.4ĐẠO TRUNG DUNG  VII.5LO CHO NGƯỜI SỐNG  VII.6TRƯỜNG SINH CÓ ÍCH GÌ ĐÂU  VII.10ĐỪNG LÀM LỢI CHO NƯỚC THÌ NƯỚC SẼ TRỊ  VII.11NGHIÊU, THUẤN, KIỆT, TRỤ, CHẾT RỒI CŨNG NHƯ NHAU  VII.12CÓ CHÍ LỚN THÌ KHÔNG LÀM VIỆC NHỎ  VII.13CÁI BẢ HƯ DANH  VII.14ĐỒNG HOÁ VỚI VẠN VẬT VII.15TẠI SAO KHÔNG ĐƯỢC AN NHÀN VII.19LOÀI MỌT CỦA TRỜI ĐẤT  VII.18BỎ TRUNG NGHĨA ĐI  VII.19TA CHỊU HẬU QUẢ HÀNH ĐỘNG CỦA TA  VII.22MẤT CỪU  VIII.23ĐI TRẮNG VỀ ĐEN  VIII.24NÊN LÀM ĐIỀU THIỆN  VIII.25PHỤ LỤCLIỆT NGỰ KHẤU  1ĐẠT SINH  2ĐẠT SINH  8ĐIỀN TỬ PHƯƠNG  9 Vài lời thưa trước Đọc bộ Đại cương triết học Trung Quốc (ĐCTHTQ)[1] của hai cụ Giản Chi và Nguyễn Hiến Lê viết vào khoảng 1962-63, chúng ta có thể biết được khá nhiều về đời sống và triết thuyết của Dương tử (tức Dương Chu) và vị triết gia này được hai cụ sắp vào trong nhóm các triết gia lớn thời Tiên Tần như Khổng Tử, Lão tử, Mạnh tử, Trang tử, Mặc tử….; còn Liệt tử (tức Liệt Ngự Khấu) thì khác: trong phần tiểu sử, hai cụ chỉ ghi tóm tắt trong như sau: “Liệt Ngự Khấu, sinh khoảng năm 430 (Khảo Vương) mất khoảng 349 (Hiển Vương).  Dương Chu, Quan Doãn, Lão Đam, Liệt Ngụ Khấu đồng thời với nhau mà không có tình thầy trò gì với nhau cả”. (ĐCTHTQ, trang 882).  Tại sao địa vị của Liệt tử, và cả bộ Liệt tử nữa, lại mờ nhạt như vậy? Một trong những lí do đó là: “Bộ Liệt tử, chưa biết rõ tác giả là ai. Theo các học giả gần đây thì có lẽ là do người đời Nguỵ, Tấn viết rồi mạo danh là Liệt Ngự Khấu, một triết gia đời Xuân Thu”. (ĐCTHTQ, tr. 766). Khoảng 10 năm sau, trong bộ Liệt tử và Dương tử[2] (LT&DT) này, cụ Nguyễn Hiến Lê cũng không tin là do Liệt tử viết, nhưng cụ bảo:   “Tuy nhiên, nếu chúng ta đọc kỹ tác phẩm, bỏ qua một bên những bài mâu thuẫn với tư tưởng chính trong bộ, và những bài trùng với những bộ khác, thì ta thấy bộ Liệt tử có hai phần chính: - Một phần gồm những bài tản mác trong các thiên Thiên thuỵ, Hoàng Đế, Thang vấn, Lực mệnh… diễn những tư tưởng có ít nhiều hệ thống mà ta có thể tạm tin là của Liệt tử do người đời Chiến Quốc truyền miệng nhau rồi chép lại. - Một phần gồm những bài trong thiên Dương Chu, có tính cách nhất trí, chép tư tưởng cùng cố sự của Dương Chu”.  Qua phân tích những bài trong phần sau, cụ Nguyễn Hiến Lê giúp chúng ta biết thêm đời sống và tư tưởng của Dương tử và qua phân tích những bài “có thể tạm tin” ở phần trước, cụ chẳng những giúp chúng ta biết thêm về đời sống và triết thuyết của Liệt tử, mà địa vị của Liệt tử cũng được cụ tôn lên ngang hàng với Dương tử và trên nhiều triết gia khác thời Tiên Tần. Theo cụ thì triết thuyết của Liệt tử “gần đạo Lão, mà cách phô diễn (dùng nhiều ngụ ngôn chứ ít lí thuyết) lại gần Trang. Không chê Khổng tử lắm, có cảm tình với Khổng là khác mà có chỗ lại cơ hồ như chịu ảnh hưởng của Mặc (…). Như vậy đủ cho chúng ta kết luận rằng Liệt là gạch nối giữa Lão và Trang. Học thuyết đó không sâu sắc bằng Lão, không rực rỡ bằng Trang (…); nhưng theo chúng tôi, Liệt tử vẫn xứng đáng đứng dưới Lão, Trang, trên nhiều triết gia khác thời đó, và ngang hàng với Dương tử”.  Lại khoảng 10 năm sau nữa, trong bộ Hồi kí[3] (HK), phần xét riêng các triết gia về chính trị thời Tiên Tần, cụ Nguyễn Hiến Lê sắp các triết gia làm ba phái: hữu vi, vô vi và cực hữu vi. Và theo cụ thì: “Phái vô vi chủ trương can thiệp rất ít (Lão tử) hoặc không can thiệp chút gì (Trang tử, Liệt tử) vào đời sống của dân, để mặc dân sống theo bản năng, trở về tính chất phác thời nguyên thuỷ, như vậy xã hội sẽ hết loạn. Có thể kể thêm trong phái này Dương tử và các ẩn sĩ không dự chút gì vào việc đời” (HK, tr. 550). Nghĩa là cụ vẫn tiếp tục xem Liệt tử là một triết gia tiêu biểu thời Tiên Tần. Điều này thật khác so với nhận định cụ và cụ Giản Chi lúc viết bộ ĐCTHTQ. Khi xét về quan niệm vô vi, vô trị trong phần Chính trị luận thì hai cụ bảo: “(…) tác giả bộ Liệt tử thì theo hẳn mà muốn chủ trương vô quân…”. (ĐCTHTQ, tr. 765). Hai cụ gọi là “tác giả” bộ Liệt tử mà không gọi là Liệt tử hay Liệt Ngự Khấu là vì các cụ cho rằng bộ Liệt tử không phải do Liệt tử viết như tôi đã nói ở trên. Trong phần Vũ trụ luận, tuy bộ Liệt tử được trích vài câu, nhưng hai cụ cũng không bảo là lời của Liệt tử. Ví dụ như: “Sách Liệt tử cũng nói: Cái không từ đâu sinh ra cả thì thường sinh ra cái khác… Cho nên cái sinh ra vật, chính nó không từ đâu sinh ra cả (bất sinh giả thường sinh sinh… Cố sinh vật giả bất sinh)”. (ĐCTHTQ, tr. 181). Câu đó trích trong thiên Thiên thuỵ. Câu sau đây cũng trích trong thiên Thiên thuỵ và hai cụ cũng dè dặt ghi là “trong sách Liệt tử”: “Cái không biến hoá có thể làm cho tất cả cái khác biến hoá… Cái làm cho vạn vật biến hoá, chính nó không biến hoá” (Bất hoá giả năng hoá hoá… Hoá vật giả bất hoá). (ĐCTHTQ, tr. 182). Tuy cụ Nguyễn Hiến Lê chỉ lựa những bài “có thể tạm tin là tư tưởng của Liệt tử”, nhưng cụ đã khéo sắp xếp lại cho sáng sủa hơn, và nhất là trong bộ LT&DT có nhiều truyện “lí thú, nên đọc”, như lời cụ tự nhận định về bộ này trong Hồi kí:  “Bộ Liệt tử chữ Hán không có tính cách nhất trí, nội dung rất tạp, chép cả về Dương tử, Khổng tử, Lão tử, Quan Doãn, Quản Trọng, Án tử…; lại thêm có nhiều bài mâu thuẫn, nhiều bài trùng với các tác phẩm khác; rõ ràng cuốn đó của người đời sau viết mà chỉ một số là môn đệ của Liệt tử thôi. Tôi đọc kỹ, loại bỏ những bài nguỵ tác, chỉ lựa những bài diễn những tư tưởng có ít nhiều hệ thống, có thể tạm tin là tư tưởng của Liệt tử, và chắc chắn của Dương tử rồi chia làm hai phần: Liệt tử và Dương tử.  Riêng phần Liệt tử tôi lại chia thành 6 chương có nội dung nhất trí, việc mà trước chưa ai làm. Nhờ vậy bản của tôi không luộm thuộm như bản chữ Hán, sáng sủa hơn, có ý nghĩa hơn. Cuốn đó có nhiều truyện (huyền thoại, cố sự, ngụ ngôn) lý thú, nên đọc”. (HK, tr. 453). Bộ Liệt tử chữ Hán gồm 8 chương:  I. Thiên thuỵ  天瑞II. Hoàng Đế  黃帝III. Chu Mục vương  周穆王IV. Trọng Ni  仲尼V. Thang vấn  湯問VI. Lực mệnh  力命VI. Dương Chu  楊朱VIII. Thuyết phù  說符 Mỗi thiên, cụ Nguyễn Hiến Lê chia ra làm nhiều bài, cả bộ gồm trên 140 bài. Trong bộ LT&DT này, cụ lược bỏ khoảng 30 bài mà cụ cho là “không quan trọng, ít lí thú”, rồi gom hết các bài nói về Dương tử trong các thiên II, VI, VII, VII cho vào phần III nhan đề là Dương tử, còn tất cả các bài khác cụ cho vào phần II nhan đề là Liệt tử. Cụ bảo: “… chúng tôi có ý xét riêng tư tưởng của Liệt tử và Dương tử cho nên nhan đề bản dịch của chúng tôi là Liệt tử và Dương tử”. (Sách gồm 3 phần, phần I có nhan đề là Giới thiệu gồm 5 tiết, trong đó có đến hai tiết viết về Liệt tử: Nhân vật Liệt Ngự Khấu, Tư tưởng của Liệt tử, nhưng chỉ có một tiết viết về Dương tử: Tư tưởng của Dương tử). Tuy nhan đề sách của cụ là Liệt tử và Dương tử, nhưng nhiều chỗ cụ chỉ gọi tắt là Liệt tử. Với mỗi bài được tuyển dịch, cụ đều đặt cho một nhan đề và ghi thêm số thứ tự (cũng là tên gọi tắt của bài). Ví dụ như bài đầu của thiên Thiên thuỵ được cụ đặt nhan đề là Mẹ của vạn vật, và ghi thêm tên gọi tắt là gọi tắt là I.1: “Mẹ của vạn vật  I.1”. Hai câu trích dẫn trong thiên Thiên thuỵ mà tôi chép lại ở trên, câu trước trong bài I.1, câu sau trong bài I.2. Cả hai câu đó, trong bộ LT&DT này đều được cụ Nguyễn Hiến Lê dịch lại. Trong bộ Trang tử (còn gọi là Nam Hoa kinh) có nhiều bài cũng chép trong Liệt tử, cho nên hầu hết các bài đã được cụ dịch trong LT&DT rồi thì cụ không dịch lại mà cũng không chép vào trong bộ Trang tử và Nam Hoa kinh (TT&NHK); riêng bài Liệt Ngự Khấu 1, đoạn chép trong bộ Liệt tử, tức trong bài Đừng làm cho người ta biết mình (II.14), cụ dịch lại “để sửa vài chữ”. Để tiện tham khảo, tôi sẽ chép đoạn dịch lại đó vào phần Phụ lục (sách không có phần này). Trái lại, có ít nhất là ba bài cụ không dịch trong LT&DT: II.4, II.20, II.5, nhưng lại được cụ dịch trong TT&NHK: Đạt sinh 2, Đạt sinh 8, Điền Tử Phương 9. Ba bài này tôi cũng chép vào Phụ lục.  Về việc dịch lại, chúng ta còn thấy, ví dụ như trong phần Một, chương III, lời của Khổng tử được cụ trích dẫn để so sánh phép tu luyện gồm bốn giai đoạn của Liệt tử với phép tu luyện gồm năm giai đoạn của Khổng tử, cũng được cụ dịch lại trong cuốn Luận ngữ (chương Vi chính). Sự khác biệt rõ nét nhất ở câu: lục thập nhi nhĩ thuận 六十而耳順.Trong LT&DT này, cụ dịch là: “sáu mươi tuổi thì lời nào lọt vào tai là ta hiểu ngay”; còn trong Luận ngữ, cụ dịch là: “sáu mươi đã biết theo mệnh trời (chữ nhĩ ở đây không có nghĩa là tai, mà có nghĩa là dĩ = đã)”. Lời của Khổng tử tuy sau này được cụ dịch lại, nhưng vì lời đó, cụ chỉ dùng để so sánh các giai đoạn tu dưỡng của Liệt tử và Khổng tử, nên không ảnh hưởng gì đến nhận định của cụ về tư tưởng của Liệt tử. Tương tự như vậy, bài II.14 tuy cũng được dịch lại, cũng không ảnh hưởng đến cái ý của câu: “Hình như Liệt tử không lãnh một chức vụ gì cả, có lần qua nước Vệ vì ở Trịnh đói kém, một lần khác qua Tề nửa đường trở về (bài II.14), vì ngại vua Tề sẽ giao phó trọng trách cho, ông ta phải gắng sức mà không được an nhàn”.  Tôi không biết trong bộ LT&DT này có câu nào, bài nào được dịch lại trong các tác phẩm cụ mà viết sau bộ này như Trang tử, Hàn Phi, Tuân tử, Mặc học, Lão tử, Luận ngữ, Khổng tử, Kinh Dịch, thực sự ảnh hưởng sự nhận định của cụ về tư tưởng của Liệt tử hay không, nhưng dù có ảnh hưởng ít nhiều đi nữa thì đến khi viết bộ Hồi kí, xét về tư tưởng chính trị, địa vị của Liệt tử vẫn được cụ tiếp tục đặt lên hàng các triết gia tiêu biểu của thời Tiên Tần, cụ thể là được kể tên trong phái vô vi cùng với Lão tử, Trang tử và Dương tử. Tuy nhiên, sau bộ Hồi kí, đến bộ Sử Trung Quốc, cũng xét về tư tưởng chính trị, thì trong phái vô vi cụ chỉ kể đến Lão tử, Trang tử và Dương tử, còn Liệt tử đã không được cụ nhắc đến. Có lẽ cụ cho rằng tư tưởng chính trị của Liệt tử không có gì đặc sắc, gần giống như tư tưởng của Trang tử và Dương tử ở điểm “không cần trị dân” mà lại không được diễn rõ ràng như Trang tử và Dương tử nên cụ đã không nêu Liệt tử ra. Tuy nhiên, vì trong Sử Trung Quốc, cụ không xét đến các quan điểm về vũ trụ, tri thức và nhân sinh của các triết gia thời Tiên Tần nên ta không thể dựa vào đó mà bảo rằng cụ không còn bảo lưu ý kiến cho rằng “Liệt tử vẫn xứng đáng đứng dưới Lão, Trang, trên nhiều triết gia khác thời đó, và ngang hàng với Dương tử”.  Nhưng dù thế nào đi nữa thì LT&DT vẫn là một tác phẩm “nên đọc” vì trong đó có nhiều truyện “rất lí thú”, “thỉnh thoảng được trích dẫn trong các sách, báo, đặc biệt là trong bộ Cổ học tinh hoa[4] (CHTH) của Nguyễn Văn Ngọc và Trần Lê Nhân, như truyện Bệnh quên, Mất dê, Người kiếm củi được con hươu, Lo trời đổ, Ngu Công dọn núi…, những truyện ai cũng phải nhận là những ngụ ngôn quí nhất của nhân loại”. Có khá nhiều bài mà nhan đề trong CHTH và nhan đề của bài tương ứng trong LT&DT không giống nhau, ví dụ bài Bệnh quên và bài Mất dê trong CHTH chính là bài Quên hết lại sướng và bài Mất cừu trong LT&DT.  Bài Mất cừu, khởi đầu bằng mấy chữ Dương tử chi lân vong dương 楊子之鄰人亡羊, là bài VIII.23, tức là bài 23 của thiên VIII: thiên Thuyết phù 說符; nhưng theo bản Liệt tử chữ Hán do bác Vvn chia sẻ trên tranghttp://www.thuvien-ebook.net/forums/showthread.php?t=29628, , tạm gọi là bản Vvn, thì bài (không có nhan đề, ta cũng có thể gọi là đoạn) bắt đầu bằng mấy chữ đó lại là bài 25 (tạm gọi là bài Thuyết phù 25).  Theo cụ Nguyễn Hiến Lê thì bản gốc do Trương Trầm sưu tập chỉ chia thành tám chương, mỗi chương chẳng những không được chia thành bài mà in cũng không xuống dòng. Từ bản không được chia ra thành bài đó, mỗi nhà tự chia lấy, do vậy mà có chỗ không giống nhau. Ví dụ như thiên Thuyết phù, số bài trong bản của cụ Nguyễn Hiến Lê (bản NHL) ít hơn so với số bài trong bản Vvn, vì bài VIII.1 trong bản NHL gồm hai bài 1 và 2 trong bản Vvn, bài VIII.17 gồm hai bài 18 và 19, do vậy mà bài VIII. 23 trùng với bài Thuyết phù 25 như tôi nói ở trên. Cũng có vài trường hợp ngược lại như bài Dương Chu 17. Bài này cụ Nguyễn Hiến Lê chia ra thành ba bài:  - Bài VII.18: Loài mọt của trời đất (bắt đầu bằng mấy chữ: Dương Chu viết: Phong ốc, mĩ phục). - Bài VII.19: Bỏ trung nghĩa đi (Trung bất túc dĩ an dân). - Bài VII.20: Lợi và hại của danh (Dục tử viết: Khứ danh giả vô ưu). Hai bài VII.18 và VII.19 chép lời của Dương tử nên cụ Nguyễn Hiến Lê sắp hai bài đó vào phần III: Dương tử; còn bài VII.20 tuy cũng thuộc thiên Dương tử, nhưng vì ghi lời của Dục tử chứ không phải lời của Dương tử nên cụ sắp vài phần II: Liệt tử. Tuy sắp vào phần II: Liệt tử, nhưng khi xét về triết thuyết của Liệt tử, cụ Nguyễn Hiến Lê không nhắc đến bài luận về chữ danh này.  Trong 8 thiên, chỉ có mỗi thiên II: Hoàng Đế là cả hai bản đều chia thành 21 bài. Thiên này, trong LT&DT cụ Nguyễn Hiến Lê tuyển dịch 13 bài, trong Phụ lục tôi chép thêm 3 bài nữa như đã nói ở trên, như vậy thiên II chỉ còn 5 chưa dịch: II.8, II.11, II.13, II.17, II.18.    Trong quá trình gõ tác phẩm này, có lúc tôi chép theo bản của nhà Lá Bối, chắc là in năm 1972 (tôi dùng bản scan đăng trên http://timsach.net.vn; bản scan này thiếu một số trang), có lúc tôi chép theo bản của nhà Văn hoá Thông tin - năm 2002. Nếu bản này có chỗ nào ngờ sai thì tôi đối chiếu bản kia để, nếu sai, tôi sẽ châm chước sửa lại, mà hầu hết các chỗ sửa lỗi đó tôi không chú thích.   Ngoài việc cung cấp bản chữ Hán, như đã nói trên, bác Vvn còn nhiệt tình giải đáp cho tôi những thắc mắc liên quan đến chữ Hán. Xin chân thành cảm ơn bác Vvn, và xin chia sẻ cùng các bạn.    Goldfish  Tháng10-2009  Chú thích: [1] Tôi dùng bản của Nxb Thanh niên, quý III năm 2004. (Goldfish).[2] Bản của nhà Văn hoá Thông Tin không có chữ “và”. (Goldfish).[3] Tôi dùng bản của nhà Văn học xuất bản năm 1993. (Goldfish).[4] Tôi dùng ebook do Wind4 và Minhquan103200 đánh máy từ bản của nhà Văn học.\n"
        },
        {
            "order": 13,
            "name": "Phần V",
            "content": " NÊN NHŨN  II.15(Dương Chu nam chi Bái) Dương Chu đi xuống phía nam, lại đất Bái; Lão Đam đi qua phía tây chơi nước Tần[1], Dương Chu tới nước Lương[2] thì gặp Lão tử[3]. Lão tử đứng giữa đường, ngửa mặt lên trời, than:  - Trước kia ta tưởng có thể dạy anh được, nay thấy là vô phương. Dương tử làm thinh. Họ tới quán trọ. Khi đã tắm rửa, súc miệng, chải đầu, lau mình rồi, Dương tử tụt dép ở ngoài cửa, quì mà lết lại gần Lão tử, thưa: - Lúc nãy thầy ngửa mặt lên trời than rằng: “Trước kia ta tưởng có thể dạy anh được, nay thấy là vô phương”. Con muốn thỉnh giáo, nhưng thầy mãi từ từ đi, nên con không dám. Nay thầy nhàn rỗi, xin thầy chỉ cho con biết lỗi của con. Lão tử đáp: - Anh có vẻ tự mãn, khoa trương thì ai mà muốn ở gần anh. Trắng bong thì coi như có vết, đức mà đầy đủ thì có vẻ như thiếu thốn. Dương tử ngượng nghịu, biến sắc, thưa: - Con xin vâng lời. Khi Dương tử tới quán trọ, chủ quán ra đón, ông già chủ quán giải chiếu mời, vợ chủ quán dâng khăn và lược, và khách trọ nhường chỗ tốt cho, người đầu bếp nhường chỗ ăn cho. Bây giờ (sau khi Dương tử nghe lời khuyên của Lão tử), các người khách trọ tranh nhau chỗ với Dương tử.[4]   ĐỪNG TỰ PHỤ  II.15(Dương Chu quá Tống) Dương Chu qua nước Tống, vô nghỉ một quán trọ ở phía Đông nước đó. Chủ quán có hai người vợ, một người đẹp, một người xấu, quí người vợ xấu mà ghét người vợ đẹp. Dương Chu hỏi tại sao, chủ quán đáp:  - Con vợ đẹp của tôi tự cho mình là đẹp cho nên tôi không thấy nó đẹp; con vợ xấu của tôi tự cho mình là xấu, nên tôi không thấy nó xấu. Dương Chu bảo các đệ tử: - Các con nên nhớ điều đó. Hành động như hiền nhân, mà đừng có thái độ tự cho mình là bậc hiền nhân, thì đi tới đâu mà chẳng được người ta quí[5]. ĐỜI SỐNG TỰ SINH TỰ CHẾT  VI.6(Dương Chu chi hữu viết Quí Lương) Một người bạn của Dương Chu tên là Quí Lương đau, được mười ngày[6] thì bệnh hoá nguy kịch. Các con Quí Lương đứng chung quanh mà khóc, (muốn) mời ông lang tới.  Quí Lương bảo Dương Chu: - Các con tôi ngu tới bực đó đấy. Sao bác không vì tôi hát lên một bài để dạy bảo chúng? Dương Chu bèn hát: - Trời kia còn không biết,Huống hồ là con người. Trời đã chẳng giúp ai,Hoạ cũng chẳng do người.Cả bác lẫn tôiĐều cùng chẳng biết,Thầy cúng thầy lang,Làm sao biết được? Các con của Quí Lương không hiểu, vẫn mời ba thầy lang lại.Thầy lang thứ nhất họ Kiểu, thầy lang thứ nhì họ Du, thầy lang thứ ba họ Lư, cùng lại coi mạch đoán bệnh. Thầy họ Kiểu bảo Quí Lương: - Cơ thể ông hàn nhiệt không điều hoà, hư thực mất quân bình, bệnh do ẩm thực[7], sắc dục, tinh thần lo lắng tán loạn, chẳng phải ma quỉ đâu, tuy lâu hết nhưng trị được. Quí Lương bảo: - Thứ lang vườn đó, nên gấp đuổi đi. Thầy họ Du bảo: - Bệnh của ông do tiên thiên bất túc. Sữa cụ bà nhiều quá. Bệnh đã phát từ lâu, mỗi ngày một tăng, không thể trị được. Quí Lương khen: - Đáng là lương y. Rồi bảo làm cơm thết đãi. Thầy họ Lư bảo: - Bệnh ông do trời, không do người, cũng không do ma quỉ. Nó có từ khi ông ra đời. Hễ đạt được lẽ trời thì hiểu được nó[8]. Thuốc thang có ích gì cho ông đâu. Quí Lương khen: - Thật là thần y. Rồi sai hậu tạ, tiễn thầy lang đó về. Chẳng bao lâu bỗng nhiên Quí Lương hết bệnh.  Đời mình không phải cứ quí nó mà bảo tồn được nó; thân mình không phải cứ yêu nó mà nó khoẻ mạnh[9]. Đời mình không phải cứ khinh nó mà nó hoá ngắn ngủi, thân mình không phải cứ coi thường nó mà nó bạc nhược. Có khi quí đời mình mà không sống được, khinh nó mà lại không chết; yêu thân mình mà không khoẻ mạnh, coi thường nó mà nó lại không bạc nhược. Nói vậy có vẻ như ngược đời mà thực ra không ngược đời. Đời sống tự sinh tự chết, thân thể tự khoẻ mạnh, tự bạc nhược. Có khi quí đời mình mà sống lâu, khinh nó mà chết yểu; có khi yêu thân mình mà nó khoẻ mạnh, coi thường nó mà nó bạc nhược. Thấy vậy, người ta cho là lẽ tự nhiên. Không phải vậy. Đó chỉ là đời sống tự sinh tự chết, thân thể tự nó khoẻ mạnh, tự bạc nhược thế thôi. HÀNH ĐỘNG HAY KHÔNG HÀNH ĐỘNG  VI.8(Dương Bố vấn viết) Dương Bố[10] hỏi (Dương Chu): - Có những người về tuổi tác, ngôn ngữ, tài năng, dong mạo ngang nhau, chỉ hơn kém nhau như anh với em, mà về thọ yểu, sang hèn, danh dự, được đời yêu hoặc bị đời ghét, khác nhau xa như cha với con, điều đó em không hiểu được tại sao. Dương Chu đáp: - Anh được nghe người xưa có nói câu này: Cái gì không biết tại sao nó lại như vậy, thì gọi là mệnh trời. Ngày nay cái gì cũng mờ mờ tối tối, bời bời hỗn độn, làm cũng vậy, không làm cũng vậy[11]. Ngày qua ngày lại, ai mà biết tại sao, chẳng qua là do mệnh cả. Đã tin mệnh trời rồi thì không có gì là thọ, là yểu; tin cái lẽ đương nhiên rồi thì không có gì là phải, là trái; theo đúng lòng mình thì không có gì là thuận, là nghịch; theo đúng bản tính của mình rồi thì không có gì là an, là nguy. Người như vậy, có thể gọi là không tin cái gì cả mà không có cái gì là không tin. Thật vậy, tại sao lui, tại sao tới? Tại sao vui, tại sao buồn? Tại sao hành động, tại sao không hành động?  HỄ CÓ DANH THÌ KHÔNG CÓ THỰC  VII.1(Dương Bố du ư Lỗ) Dương Chu qua chơi nước Lỗ, ở nhà Mạnh thị. Mạnh thị hỏi: - Làm người cũng đủ rồi[12], danh để làm gì? Đáp: - Người ta dùng danh để làm giàu. - Thế đã giàu rồi sao không thôi? - Để được sang. - Đã sang rồi sao không thôi? - Để chết (được vẻ vang). - Chết rồi thì để làm gì? - Để cho con cháu nhờ. - Danh mà có ích gì cho con cháu? Dương Chu đáp: - Có danh thì khổ cho cái thân, não tấm lòng. (Nhưng) người có danh thì họ hàng được hưởng ân huệ, làng mạc được hưởng lộc, huống hồ được con cháu. Mạnh thị nói: - Người nào muốn có danh thì tất phải liêm khiết, mà liêm khiết thì nghèo; muốn có danh thì phải nhún nhường mà nhún nhường thì thấp hèn (không vinh hiển). Đáp: - Quản Trọng hồi làm tướng quốc nước Tề, vua dâm đãng thì cũng dâm đãng, vua xa xỉ thì cũng xa xỉ, ý chí và ngôn ngữ đều theo đúng vua[13] mà thi hành được chính sách, khiến cho nước Tề thành bá chủ chư hầu, chết rồi con cháu cũng chỉ là những kẻ họ Quản mà thôi[14] (không ai giàu sang). Điền thị làm tướng quốc nước Tề[15], vua mà tự đắc quá thì ông khiêm tốn, vua mà tham lam thì ông rộng rãi, dân đều qui phục, nên sau ông được làm vua Tề, con cháu tới nay còn được hưởng thụ. Mạnh thị hỏi:[16] - Có phải như vậy là hễ thực danh thì nghèo mà nguỵ danh thì giàu, thực danh thì hèn, nguỵ danh thì sang không? Đáp: - Hễ thực thì không có danh, hễ có danh thì không có thực. Những người có danh đều là nguỵ hết. Hồi xưa, những người có danh đều là nguỵ hết[17]. Hồi xưa vua Nghiêu vua Thuấn giả dối đem thiên hạ nhường cho Hứa Do và Thiện Quyển[18], nên mới giữ được thiên hạ mà hưởng lộc tới trăm tuổi. Bá Di, Thúc Tề[19] thực tâm nhường ngôi nước Cô Trúc, cho nên mới mất nước, chết đói ở núi Thú Dương. Coi đó thì biết được thành thực và giả dối khác nhau ra sao”. NÊN HƯỞNG ĐỜI  VII.2(Dương chu viết: Bách niên thọ…) Dương Chu bảo: - Thọ nhiều lắm là trăm tuổi, mà ngàn người không có một người có tuổi đó. Có được chăng thì tuổi thơ phải bế bồng với tuổi già nua lẫn cẫn chiếm mất gần một nửa trăm năm đó rồi. Thời gian ban đêm ngủ, ban ngày bỏ phí, lại chiếm gần một nửa (chỗ còn lại) nữa. Ốm đau, buồn khổ, tán thất, lo sợ, lại mất một khoảng nửa (chỗ còn lại) nữa. Tính ra trong mươi năm còn lại (đáng lẽ) được sống ung dung vui vẻ thì những lúc không phải lo lắng chút nào, gom lại cũng không được một giờ! Vậy thì con người sống để làm gì. Vui sướng ở đâu? Vui cái đẹp với cái ngon[20], vui cái thanh sắc, nhưng cái đẹp cái ngon không được hưởng thường cho tới chán, cái thanh sắc không được ngắm hoài, nghe hoài[21] mà lại thêm nỗi người ta dùng cách thưởng phạt để khuyên ngăn; dùng danh vọng và pháp luật để cấm đoán. Người ta canh cánh ganh đua nhau để được cái hư danh một thời, cầu cạnh cái hư vinh sau khi chết, cứ nhớ tới cái phải cái trái mà không dám cho tai mắt được theo sở thích của mình[22], làm mất cái cực lạc thú trước mắt, không được thoả thuê phóng túng một lúc nào cả, như vậy có khác gì bị gông bị cùm không? Người thời thái cổ biết rằng đời sống chỉ là tạm, chẳng bao lâu rồi chết, cho nên hành động theo lòng mình, không trái những thị hiếu tự nhiên, không bỏ lỡ cái gì làm vui cho cuộc sống, không để cái danh nó quyến rũ; họ theo bản tính của họ, không làm trái với xu hướng của vạn vật; họ không màng tới cái danh sau khi chết; cho nên không nghĩ tới hình phạt. Danh tiếng hơn kém, tuổi thọ nhiều ít, họ không quan tâm tới. CHẾT THÌ NHƯ NHAU HẾT  VII.3(Dương chu viết: Vạn vật sở dị giả…) Dương Chu nói: - Vạn vật sống thì khác nhau mà chết thì như nhau hết. Sống, có kẻ hiền người ngu, kẻ sang người hèn, thế là khác nhau; chết thì tan xác ra, hôi thối, tiêu diệt, ai cũng như ai. Hiền hay ngu, sang hay hèn, không phải mình muốn mà được; tan rã, hôi thối, tiêu diệt, cũng chẳng phải do ta muốn. Cho nên sống không phải do mình, chết không phải do mình, hiền hay ngu không phải do mình, hèn hay sang không phải do mình. Mà vạn vật cùng sống cùng chết, cùng hiền cùng ngu, cùng sang cùng hiền cả[23]. Sống mười năm, hay trăm năm thì rồi cũng chết, thánh hiền cũng chết, ngu ác cũng chết. Sống là Nghiêu, Thuấn hay Kiệt, Trụ, chết là thịt rã xương mục[24]. Đều là thịt rã xương mục thì ai mà phân biệt được là Nghiêu, Thuấn hay Kiệt, Trụ? Thế thì cứ hưởng đời đi, nghĩ làm quái gì tới chuyện sau khi chết! CÁI HẠI HAM DANH  VII.4(Dương chu viết: Bá Di phi vô dục) Dương Chu bảo: - Ông Bá Di[25] không phải là không có thị dục, vì quá ham tiếng thanh khiết mà tới nỗi chết đói; ông Triển Quí[26] không phải vô tình, vì quá ham cái tiếng trong trắng mà mê muội con người tới mức đó! ĐẠO TRUNG DUNG  VII.5 (Dương chu viết: Nguyên Hiến lũ ư Lỗ) Dương Chu bảo: - Nguyên Hiến[27] sống nghèo khổ ở nước Lỗ, mà Tử Cống thì buôn bán (làm giàu) ở nước Vệ. Nguyên Hiến vì nghèo mà tổn sinh, Tử Cống vì giàu mà luỵ thân, vậy thì nghèo đã không nên, giàu cũng không nên, nên làm sao đây? Đáp: Nên làm sao cho vui vẻ, an nhàn tấm thân. Kẻ biết sống vui thì tránh sự nghèo, kẻ biết sống an nhàn thì tránh sự làm giàu. LO CHO NGƯỜI SỐNG  VII.6  (Dương chu viết: Cổ ngữ hữu chi) Dương Chu nói: - Lời xưa có câu: “Nên thương người sống mà đừng nghĩ tới người chết”. Lời đó chí lí. Thương người sống không phải chỉ là việc tình cảm mà thôi, mà còn phải giúp người lao khổ được nghỉ ngơi, người đói được no, người rét được ấm, người khốn khổ được sung sướng. Không nghĩ tới người chết, không phải chỉ đừng khóc lóc, mà còn đừng bỏ châu ngọc vào miệng người chết, đừng liệm bằng đồ gấm vóc, đừng dâng những vật hi sinh, đừng bày đồ tế tự.  TRƯỜNG SINH CÓ ÍCH GÌ ĐÂU  VII.10 (Mạnh Tôn Dương vấn Dương tử) Mạnh Tôn Dương hỏi Dương tử: - Có người quí đời sống và yêu thân mình mà mong được bất tử, được không? Đáp: - Không có cái lẽ bất tử được. - Mong kéo dài thêm đời sống, được không? - Không có cái lẽ kéo dài thêm đời sống được. Đời sống, không phải cứ quí nó mà duy trì được nó, thân không phải yêu nó mà nó sống lâu được. Vả lại kéo dài thêm đời sống để làm gì? Cái tình yêu ghét, xưa cũng như nay; thân thể an hay nguy, xưa cũng như nay; trị hay loạn thay đổi nhau, xưa cũng như nay. Một khi đã nghe rồi, thấy rồi, trải qua rồi, thì sống trăm năm cũng đã chán, sống thêm làm chi cho khổ? Mạnh Tôn Dương hỏi: - Nếu vậy, thì chết sớm còn hơn sống lâu, mà nên nhảy vào lưỡi gươm, đám lửa ư? Dương Chu đáp: - Không phải vậy! Đã sinh ra thì cứ thản nhiên nhận cuộc sống, và thoả mãn hết thị hiếu của mình mà đợi lúc chết; sắp chết thì cứ thản nhiên nhận sự chết, sống hết đời mình cho tới khi tiêu diệt. Cái gì cũng thản nhiên, cái gì cũng chấp nhận thì còn mong gì nó tới sớm hay tới muộn nữa? ĐỪNG LÀM LỢI CHO NƯỚC THÌ NƯỚC SẼ TRỊ  VII.11 (Dương tử viết: Bá Thành Tử Cao…) Dương Chu bảo: - Ông Bá Thành Tử Cao[28] không chịu mất một sợi lông của mình để làm lợi cho thiên hạ, bỏ nước mà ở ẩn cày ruộng; còn ông Đại Vũ[29] không hề nghĩ lợi riêng cho mình, (hi sinh cho tới nỗi) thân thể khô đét. Người xưa, mất một sợi lông mà làm lợi cho thiên hạ thì cũng không chịu, mà có ai đem cả thiên hạ phụng dưỡng thân mình thì cũng không nhận. Nếu mọi người đều không muốn làm lợi cho thiên hạ thì thiên hạ sẽ bình trị. ° Cầm tử hỏi Dương Chu: - Nhổ một sợi lông của ông để cứu đời, ông chịu không? Dương Chu đáp: - Đời đâu có thể cứu được bằng một sợi lông. - Cho rằng cứu được đi, thì ông chịu không?  Dương Chu không đáp. Cầm tử bước ra ngoài, kể lại với Mạnh Tôn Dương. Mạnh Tôn Dương bảo: - Ông không hiểu được ý của phu tử, để tôi giảng cho. Nếu để người ta cắt thịt mà được vạn cân vàng, ông chịu không? - Chịu. - Để cho người ta bẻ gãy tay chân mà được một nước thì ông chịu không? Cầm tử làm thinh. Một lát sau, Mạnh Tôn Dương bảo: - Một sợi lông không quan trọng bằng da thịt, da thịt không quan trọng bằng tay chân, điều đó hiển nhiên. Nhưng nhiều lông thì thành da thịt, nhiều da thịt thì thành tay chân; một sợi lông chỉ là một phần vạn của thân thể, nhưng tại sao lại khinh nó? Cầm tử đáp: - Tôi không thể đáp lời ông được, nhưng đem lời của ông nói với Lão Đam, Quan Doãn[30] thì hợp với họ, mà tôi đem lời của tôi nói với Đại Vũ, Mặc Địch thì cũng hợp với họ.  Mạnh Tôn Dương quay lại nói qua chuyện khác với môn đệ. NGHIÊU, THUẤN, KIỆT, TRỤ, CHẾT RỒI CŨNG NHƯ NHAU  VII.12 (Dương tử viết: thiên hạ chi mĩ) Dương Chu bảo: - Mọi tiếng tốt đẹp trong thiên hạ, dồn cả cho vua Thuấn, vua Vũ, Chu Công, Khổng tử, còn mọi tiếng xấu qui cả cho Kiệt và Trụ. Thuấn cày ruộng ở Hà Dương, làm đồ gốm ở Lôi Trạch, chân tay không lúc nào được nghỉ, miệng không được ăn thức ngon; không được cha mẹ yêu, anh em chị em quí, ba mươi tuổi cưới vợ mà không thưa với cha mẹ, tới khi được vua Nghiêu truyền ngôi cho thì tuổi đã cao, trí đã suy. Con trai ông ta là Thương Quân bất tài, ông đã phải nhường ngôi cho ông Vũ, rồi rầu rĩ tới chết. Ông ta là con người khốn khổ cô độc nhất đời. Ông Cổn, cha của ông Vũ, được giao phó cho việc đắp đập đào kinh, mà không thành công, bị xử tử ở núi Vũ Sơn. Ông Vũ phải tiếp tục công việc của cha, như vậy phải thờ kẻ thù của mình, đem hết sức ra khai hoang, có con mà không được âu yếm, săn sóc con, đi qua nhà mà không vô, thân thể khô đét, tay chân chai cộm; đến khi được vua Thuấn truyền ngôi cho, sống trong cung thất tồi tàn, đeo dây thao, đội mũ miện đẹp mà rầu rĩ tới chết. Ông ta là người lo lắng, lao khổ nhất đời. Vua Vũ (nhà Chu) khi mất, con là Thành vương còn nhỏ, ông Chu Công[31] nhiếp chính, ông Thiệu Công[32] không vui, khắp bốn phương đâu đâu cũng nổi lên lời chê, nên phải ra ở phía đông ba năm, giết anh, bỏ tù em, để tự cứu mình, sau sống rầu rĩ tới chết.  Ông ta là con người khốn đốn, lo sợ nhất đời. Khổng tử hiểu rõ cái đạo đế vương, hễ vua nào mời thì sẵn sàng tới giúp, mà khi ở nước Tống có lần người ta chặt cây hại ông[33], có lần phải lẻn trốn khỏi nước Vệ[34], có hồi bị cùng khốn ở Thương, Chu[35], bị vây ở Trần, Thái, bị Quí Thích xúc phạm, bị Dương Hổ làm nhục, sau rầu rĩ cho tới chết. Ông là người long đong xua đuổi nhất đời. Bốn ông thánh đó, sống không được một ngày vui, mà chết đi, để lưu danh lại vạn đời. Danh vốn không phải là thực mà bảo có thể hưởng được, tuy được người ta khen thưởng thì cũng không biết, trơ trơ khác chi khúc cây, cục đất. Kiệt được hưởng kho tàng mấy đời tích luỹ, quay mặt về phương Nam mà giữ ngôi chí tôn, trí đủ để khiến bọn bề tôi không dám nhờn, uy đủ để khắp nước phải run sợ, tha hồ hưởng cái vui thanh sắc, muốn làm gì thì làm, mà sống vui vẻ cho tới chết. Ông ta là người phóng đãng nhất thiên hạ. Trụ cũng được hưởng kho tàng mấy đời tích luỹ, cũng quay mặt về phương Nam mà giữ ngôi chí tôn, uy lan ra khắp nơi, muốn làm gì thì làm, phóng túng trong Khuynh Cung[36], dâm đãng trong cảnh “trường dạ”[37], không tự làm khổ mình bằng lễ nghĩa, vui vẻ sống cho tới khi bị (vua Chu Vũ vương) giết. Ông ta là người phóng túng nhất thiên hạ. Hai con người hung tàn đó, sống thì hưởng lạc cho thoả lòng, chết mang cái tên xấu là ngu bạo. Thực không phải là cái danh mà có thể tặng được, tuy bị người đời chê hay khen thì cũng không biết, trơ trơ khác chi khúc cây, cục đất. Bốn ông thánh kia tuy được dồn cho mọi tiếng tốt, nhưng chịu khổ cho tới hết đời rồi cũng chết như mọi người vậy. Hai kẻ hung bạo kia phải chịu mọi tiếng xấu, nhưng được vui cho tới hết đời, rồi cũng chết như mọi người vậy. CÓ CHÍ LỚN THÌ KHÔNG LÀM VIỆC NHỎ  VII.13 (Dương tử kiến Lương vương) Dương Chu yết kiến vua nước Lương, bảo trị thiên hạ như lật bàn tay: Vua Lương bảo: - Tiên sinh có một bà vợ lớn, một bà vợ nhỏ mà không trị được, có ba mẫu vườn mà không rẫy cỏ, mà bảo trị thiên hạ dễ như lật bàn tay, sao vậy? Đáp: - Nhà vua thấy đứa chăn cừu không? Một bầy trăm con cừu, cho một đứa nhỏ cao năm[38] thước cầm cây roi bằng cọng sen mà chăn, nó muốn dắt về phía Đông thì bầy cừu đi về phía Đông, dắt về phía Tây thì đi về phía Tây. Nếu vua Nghiêu dắt một con cừu thôi, vua Thuấn cầm roi bằng cọng sen mà chăn thì chắc là con cừu không đi. Vả lại thần nghe nói con cá lớn có thể nuốt một chiếc thuyền thì không lội trong cái ngòi, cái lạch; con hồng hộc bay tít trên cao thì không đáp xuống cái ao đục. Tại sao vậy? Tại các loài đó muốn lội, bay thật xa. Cái hoàng chung và cái đại lữ[39], thì không dùng để tấu một khúc vũ tạp nhạp. Tại sao vậy? Tại thanh âm không hợp. Người nào muốn làm việc lớn thì không làm việc nhỏ nhặt, muốn thành công lớn thì không màng tới thành công nhỏ nhen. Đó ý thần như vậy.Chú thích:[1] Chúng tôi không hiểu ba chữ “Yên ư giao” (được mời đón ở ngoài thành) có nghĩa là gì. B.G dịch là: hỏi đường.[2] Lương là kinh đô nước Nguỵ, cũng trỏ nước Nguỵ.[3] Bài này chỉ là một ngụ ngôn.[4] Vì Dương tử hết vẻ tự mãn, kiêu căng, mà đồng hoà với các người khác, nên các người khác coi ông ta như họ. Bài này có chép trong thiên Ngụ ngôn của Trang tử.[5] Nguyên văn: An vãng như bất ái tai? Không hiểu B.G theo bản nào mà dịch là: Cứ vui vẻ theo đường đó, đừng miễn cưỡng. Bài này có trong Nam Hoa kinh, thiên Sơn mộc.[6] Mười ngày: bản chữ Hán do Vvn cung cấp chép là bảy ngày (thất nhật 七日). (Goldfish).[7] Nguyên văn: là no đói.[8] Đại ý là người ta sinh ra đã có mầm chết rồi, đó là lẽ trời. Chúng tôi đoán vậy mà không dám chắc. B.G dịch là : Ai làm chủ được đời sống thì cũng hiểu được nó.[9] Nguyên văn là hậu, trái với bạc, chúng tôi dịch thoát như vậy.[10] Em Dương Chu.[11] Nguyên văn: tuỳ sở vi, tuỳ sở bất vi; chúng tôi theo B.G mà dịch như vậy, nhưng còn ngờ.[12] Nguyên văn: nhân nhi dĩ hĩ, B.G. dịch là: L’homme n’est pas plus qu’un homme: con người cũng chỉ là con người mà thôi, không hơn gì.[13] Vì Quản Trọng không muốn mình được tiếng là có đức hơn vua.[14] B.G. dịch là: chết rồi chỉ còn cái tên là ông Quản mà thôi.[15] Không sách nào chú giải Điền thị này là ai? Chắc không phải là Điền Văn, tức Mạnh Thường Quân vì Điền Văn ở thời Chiến Quốc, Dương Chu ở thời Xuân Thu. Từ Hải cũng không cho biết gì cả.[16] Chúng tôi theo B.G. mà thêm câu này. Hai bản chữ Hán không có.[17] Thực danh là có đức mà tự nhiên có danh; nguỵ danh trái lại.[18] Hứa Do và Thiện Quyển là hai nhà ẩn sĩ, được vua nhường ngôi mà không nhận. Câu này Dương Chu có ý chê Nghiêu Thuấn là giả bộ nhường ngôi; lời lẽ nghiêm khắc quá.[19] Bá Di, Thúc Tề đều là con vua Cô Trúc, nhường ngôi lẫn nhau, rồi trốn đi. Người con giữa lên ngôi. Sau cả hai đều chê vua Vũ vương nhà Chu là bất nhân, không ăn lúa nhà Chu, chịu chết đói ở núi Thú Dương. Coi bài Bá Di liệt truyện trong Sử kí của Tư Mã Thiên.[20] Nguyên văn: mĩ hậu: đẹp, dày, trỏ thức ăn và y phục.[21] B.G dịch khác hẳn: [22] Câu này chúng tôi dịch thoát ý.[23] Nghĩa là đều do tự nhiên cả, như nhau cả.[24] Sách in là: “Sống là Nghiêu, Thuấn, chết là thịt rã xương mục”, tôi tạm sửa lại như trên cho phù hợp với mạch văn. Bản chữ Hán do bác Vvn cung cấp chép là: Sinh năng Nghiêu Thuấn, tử năng hủ cốt; sinh năng Kiệt Trụ, tử năng hủ cốt. 生則堯舜, 死則腐骨; 生則桀紂, 死則腐骨. (Goldfish). [25] Bá Di – Coi chú thích bài VII.1[26] Triển Quí tức Liêu Hạ Huệ, người nước Lỗ thời Xuân Thu, mĩ nữ ngồi vào lòng ông, mà ông vẫn thản nhiên. [27] Nguyên Hiến, tên tự là Tư, môn đệ của Khổng tử, nghèo mà vẫn vui vẻ về đạo, khi Khổng tử mất, ông đi ẩn ở nước Vệ.[28] Không rõ là ai. [Trong bộ Trang tử, bài Thiên địa 7, chép: “Khi vua Nghiêu trị thiên hạ, phong Bá Thành Tử Cao làm chư hầu; rồi vua Nghiêu truyền ngôi cho vua Thuấn, vua Thuấn lại truyền ngôi cho ông Vũ, Bá Thành Tử Cao bèn bỏ chức chư hầu mà về cày ruộng”. Khi ông Vũ lại thăm, hỏi tại sao, Tử Cao đáp: “Xưa vua Nghiêu trị thiên hạ, không khen thưởng ai mà dân chúng đều gắng sức (làm điều thiện), không trừng phạt ai mà dân sợ. Ông dùng thưởng phạt mà dân lại bất nhân, đạo đức suy vi, do đó phải đặt ra cực hình. Đời sau mà loạn là bắt đầu từ đây”. (Goldfish)].[29] Coi bài VII.12[30] Tên là Hỉ, người coi cửa Hàm Cốc (quan doãn là chức coi cửa quan) được Lão tử giao cho tập Đạo Đức kinh trước khi Lão tử qua cửa Hàm Cốc để rồi Trung Quốc mà sang một nước ở phía Tây (theo truyền thuyết). Quan Doãn sau cùng cũng đi về phía Tây, không rõ tung tích. Có cuốn Quan Doãn tử, nhưng chắc là của người đời sau nguỵ tác.[31] Chu Công là con vua Văn vương, em vua Võ vương, chú của Thành vương (-1115 -1077), nhiếp chính cho Thành vương; vì anh và em ông muốn cướp ngôi của Thành vương, ông phải giết anh và bỏ tù em. Chu Công giỏi cai trị, đặt ra lễ nhạc.[32] Các sách khác chép là Triệu Công, cũng nhiếp chính.[33] Khổng tử và môn đệ ngồi ở dưới gốc cây, một quan tư mã nước Tống cho đốn cây, để cây đỏ mà đè bẹp ông.[34] Có sách chú giải là bị đuổi ra khỏi Vệ.[35] Thương và Chu trỏ Tống và Lỗ.[36] Tên một cái đài do vua Trụ xây.[37] Vua Trụ dâm đãng lấy 120 ngày làm một đêm, gọi là “trường dạ ẩm”.[38] Mỗi thước (xích) thời đó là một gang tay.[39] Hoàng chung là cái chuông lớn, đại lữ là một ống sáo lớn; cũng có thể hiểu rằng hoàng chung trỏ âm “chính cung”, đại lữ trỏ âm “chính thương”. Coi chú thích bài V.11.\n"
        },
        {
            "order": 1,
            "name": "Phần I - Giới thiệu",
            "content": " Ngay ở nước ta, cả trong giới tân học, tên Liệt tử cũng khá quen thuộc. Hầu hết chúng ta đều biết rằng tư tưởng của ông giống tư tưởng Lão, Trang và tuy chưa đọc cuốn Liệt tử vì chưa ai dịch nhưng ít nhất chúng ta cũng được biết dăm ba truyện rất lí thú trong cuốn đó thỉnh thoảng được trích dẫn trong các sách, báo, đặc biệt là trong bộ Cổ học tinh hoa của Nguyễn Văn Ngọc và Trần Lê Nhân, như truyện Bệnh quên, Mất dê, Người kiếm củi được con hươu, Lo trời đổ, Ngu Công dọn núi…, những truyện ai cũng phải nhận là những ngụ ngôn quí nhất của nhân loại. Ở Trung Hoa, cuốn Liệt tử được tôn xưng là một cuốn kinh: Xung hư chân kinh, từ năm 742[1] (năm thứ nhất niên hiệu Thiên Bảo vua Đường Huyền Tôn), rồi tới đầu thế kỉ XI, đời vua Tống Chân Tôn, lại được thêm hai chữ “chí đức” nữa, thành: “Xung hư chí đức chân kinh” (Xung hư có nghĩa là hư không). Như vậy là cuốn đó được đặt ngang hàng với Đạo Đức kinh, Nam Hoa kinh, hoặc Thi kinh, Thư kinh, và Liệt Ngự Khấu (tức Liệt tử) cũng được đặc ngang hàng với các triết gia lớn nhất thời Xuân Thu, Chiến Quốc, như Khổng Khâu, Lão Đam, Trang Chu. Vậy mà các học giả Trung Hoa gần đây viết về cổ triết của họ, như Hồ Thích, Phùng Hữu Lan, Vũ Đồng không nhà nào để riêng một chương nói Liệt tử, trong khi họ phân tích những triết gia khác chúng ta ít nghe tiếng, chẳng lưu lại một thiên, một chương sách nào cả, như Trần Trọng Tử, Hứa Hành, Doãn Văn… Dĩ nhiên các học giả đó không khi nào bỏ sót một cuốn như Xung hư chân kinh mà không đọc, nhưng đọc rồi, họ chỉ trích vài câu trong Thiên Thuỵ (về vũ trụ) và dùng trọn mỗi một thiên (Tác phẩm gồm tám thiên) tức thiên Dương Chu, để viết không phải về Liệt Ngự Khấu, mà viết về Dương Chu, và viết rất kỹ nữa. Chẳng hạn Hồ Thích trong cuốn Trung Quốc cổ đại triết học sử đại cương bỏ ra 6 trang, Phùng Hữu Lan trong bộ Trung Quốc triết học sử bỏ ra mười trang nghiên cứu học thuyết Dương Chu. Sự kiện cơ hồ khó hiểu đó có ba lý do thuộc về: - nhân vật Liệt Ngự Khấu. - nguồn gốc tác phẩm Xung hư chân kinh. - và học thuyết trong tác phẩm đó.Dưới đây chúng tôi tuần tự xét từng điểm đó một. Chú thích:[1] Theo Benedykt Grynpas trong cuốn Le vrai classique de vide parfait – Gallimart – 1961, thì từ 732.\n"
        },
        {
            "order": 2,
            "name": "Chương I",
            "content": " Trước hết về bản thân Liệt tử, có một số học giả còn nghi ngờ. Như Cao Tự Tôn (thế kỉ XII), trong cuốn Vĩ lược bảo Liệt tử chỉ là nhân vật hoang đường, không có thực[1]. Đại khái họ đưa ra những lí lẽ như sau: 1. Trong bộ Sử kí, bộ sử đáng tin cậy nhất về thời đại Tiên Tần. Tư Mã Thiên không chép truyện Liệt tử trong khi chép truyện Thận Đáo, Quan Doãn…, cả các môn đệ của Khổng Tử nữa. Mà Liệt tử nếu là nhân vật có thực, tất phải quan trọng hơn mấy nhà kể đó. Lí lẽ ấy không vững vì Dương Chu và Huệ Thi, hai triết gia có danh tiếng, chưa ai ngờ rằng không có thực, cũng không được Tư Mã Thiên chép tiểu sử. Ông không chép có thể vì thiếu tài liệu hoặc cho rằng không có gì đáng chép. 2. Trong Nam Hoa kinh (cũng gọi là Trang tử), thiên Tiêu dao, Trang tử có nhắc đến Liệt Ngự Khấu nhưng lại bảo Liệt cưỡi gió mà đi (ngự phong nhi hành); truyện đó không thể tin được, chỉ đáng là ngụ ngôn thôi, không đủ để bảo rằng là nhân vật có thực.  Lẽ đó cũng không vững. Bốn chữ “ngự phong nhi hành” có thể chỉ là một hình ảnh diễn cái ý Liệt tử đã hoà đồng với vạn vật (coi tiết III – Tư tưởng Liệt tử); cũng có thể trỏ một hiện tượng xuất thần mà một số nhà tu hành khi trầm tư nhập định thường cảm thấy: xác thân họ vẫn ngồi một chỗ mà thần thức họ bay lên cao, đi xa rồi lát sau trở về nhập lại vào thể xác. Nhưng dù cho Trang tử muốn bảo thể xác Liệt tử cưỡi gió mà đi thật, thì chúng ta cũng chỉ có thể bảo rằng ông tin dị đoan[2], chứ chưa thể quyết rằng Liệt tử không thể là một nhân vật có thực.  Vả lại, ngay trong đoạn nói về Liệt tử đó, ở trên mấy hàng, Trang tử cũng nói tới Tống Vinh tử, mà Tống Vinh tử tức Tống Kiên, được chép trong bộ Mạnh tử, Tuân tử, Hàn Phi tử, là một nhân vật có thật, vậy thì Liệt tử cũng có thật, không phải do Trang tử tưởng tượng[3].  Huống hồ chẳng phải chỉ có riêng Nam Hoa kinh, mà còn nhiều sách khác nữa như Lữ thị Xuân Thu (đời Tần), Hoài Nam tử (đời Hán), đều nhắc tới Liệt tử, cho ông là một triết gia “quí hư” (trọng hư tâm, hư tĩnh). 3. Sau cùng như Benedykt Grynpas nói, người ta còn ngờ nếu Liệt tử có thực thì tại sao trong Xung hư chân kinh gồm 144 bài mà chỉ có hai chục bài nói tới Liệt tử[4], mà đa số những bài này không coi Liệt tử là nhân vật chính. Thắc mắc đó thuộc về nội dung và nguồn gốc tác phẩm Liệt tử hơn là về bản thân Liệt tử, cho nên chúng tôi sẽ xét trong tiết II.   Vậy chúng ta chưa có một chứng cứ gì để tin rằng Liệt tử là một nhân vật hoang đường. Thực ra các học giả Hồ, Phùng kể trên không chép về Liệt tử vì những lí do khác, chứ không vì không tin rằng Liệt tử là nhân vật có thực. °° ° Nhưng về đời sống đời sống Liệt tử chúng ta biết rất ít, chỉ có thể căn cứ vào hai bộ: Nam Hoa kinh và Xung hư chân kinh, mà những bài trong Nam Hoa kinh nói về Liệt tử cũng gần giống hệt Xung hư chân kinh, rốt cuộc tuy hai nguồn gốc mà cũng như một. Chúng tôi lựa Xung hư chân kinh vì tài liệu dồi dào hơn.  Như trên chúng tôi đã nói, trong Xung hư chân kinh có khoảng hai chục bài chép về Liệt tử. Bài đáng tin nhất là bài chúng tôi đánh số VIII.6 trong thiên Thuyết phù, và I.1 trong thiên Thiên thuỵ. Theo hai bài đó, Liệt tử là người nước Trịnh, một nước chư hầu nhỏ đời Chiến Quốc, nay thuộc tỉnh Hà Nam (sau bị nước Hàn diệt). Không sách nào chép năm sinh, năm tử của ông. Theo bài VIII.6, có lần ông nghèo quá, tướng quốc Trịnh là Tử Dương nghe lời người khác khuyên, cho sứ giả mang lúa lại tặng ông, ông từ chối, vợ ông cằn nhằn, ông đáp: “Tướng quốc đâu phải tự biết ta. Vì nghe lời người khác mà cho ta lúa, thì rồi cũng có thể nghe lời người khác mà bắt tội ta được. Vì vậy mà ta không nhận”. Ít lâu sau dân nổi loạn giết Tử Dương. Nhờ lần đó, không nhận lúa nên ông vô can. Bài I.1, cũng nói ông ở nước Trịnh “bốn chục năm mà không ai nghe danh, từ vua cho tới các quan khanh, đại phu đều coi ông như dân thường; năm đó đói kém quá, ông tính di cư qua nước Vệ”. Vậy Tử Dương tặng ông lúa trễ lắm là vào khoảng ông bốn chục tuổi. Theo Sử kí của Tư Mã Thiên (trong phần Lục Quốc niên biểu, và Trịnh thế gia) thì người nước Trịnh giết tướng quốc Tử Dương vào năm Trịnh Nhu Công thứ 25, tức năm Chu An Vương thứ tư; tính theo Tây lịch vào năm 398 trước công nguyên. Năm đó Liệt tử khoảng từ ba chục đến bốn chục tuổi, và ta có thể đoán ông sinh vào khoảng -430 đến -440; đúng với Vũ Đồng và gần đúng với Grynpas: Vũ Đồng cho Liệt tử sinh vào khoảng -430, mất vào khoảng -349; Grynpas cho Liệt tử sinh vào khoảng -435[5], không cho biết chết khoảng nào. Chúng ta nên nhớ những con số về thời đó xê xích nhau mười, mười lăm năm thì cũng là đúng lắm rồi. Dưới đây chúng tôi kê những năm sinh, tử của một số triết gia quan trọng từ Khổng tử tới Trang tử, theo bảng của Vũ Đồng trong Triết học Trung Quốc đại cương:  Khổng tử------551---479Mặc tử-------.--480---379  (phỏng chừng)Dương Chu----440---380  (-nt-)Lão tử[6]--------430---340  (-nt-)Liệt tử----------430---349  (-nt-)Mạnh tử--------372---289  (-nt-)Trang tử--.-----360---280  (-nt-) Vậy Dương tử, (lớn tuổi hơn cả) Lão tử, Liệt tử sống cùng một thời, thời của các vua nhà Chu: Uy Liệt vương, An vương, Liệt vương và Hiển vương.  Trong hai thế kỉ, các nước Tề, Tống, Tấn, Ngô, Việt[7] thay phiên nhau cường thịnh, uy quyền các thiên tử nhà Chu càng ngày càng giảm;  Trung Quốc càng lâm vào cảnh loạn lạc, và khoảng giữa thế kỉ thứ IV trước công nguyên, cuối đời Lão tử và Liệt tử, Tần dùng chính sách độc tài, hiếu chiến của Vệ Ưởng (cũng gọi là Thương Ưởng) mà mạnh lên, lấn át tất cả các chư hầu khác.  Thời đó, học thuyết của Khổng, Mặc tỏ ra thất bại, nhân nghĩa đã thành những tiếng sáo, đúng như Dương tử nói, trung không thể cứu được vua mà nghĩa không cứu được đời, chỉ gây hại cho bản thân thôi. Nhà cầm quyền nào cũng chỉ muốn dùng võ lực, và một vua Tần trong bài VIII.7 đã nói: “Thời nay các chư hầu dùng võ lực mà tranh nhau, chỉ cần binh khí và lương thực; nếu chúng ta dùng nhân nghĩa mà trị nước thì là theo con đường diệt vong mất”. Và Dương, Lão, Liệt chết không bao lâu thì Mạnh tử cất tiếng than: “Người ta đánh nhau để tranh đất, giết người đầy đồng, đánh nhau để tranh thành, giết người đầy thành”. Liệt tử tuy đồng thời với Dương và Lão, nhưng chắc ít tiếp xúc với hai nhà đó vì cả ba đều ít đi đâu, thích ở ẩn, không bôn ba như Khổng, nhất là Mặc. Khi thôi học Hồ Khâu Tử Lâm, ông mở trường, môn sinh chắc không đông lắm vì thời nào hạng người ưa đạo hư tĩnh, không màng danh lợi cũng ít hơn hạng muốn ra làm quan, mà ông cũng không nổi tiếng. Bài IV. 5 bảo: “…số người xin học có hằng trăm, tới hoài không hết, Liệt tử không biết là bao nhiêu nữa, …xa gần không ai không biết tiếng”. Lời đó mâu thuẫn với bài I.1, mà xét phần sau của bài (thầy trò Liệt tử qua thăm Nam Quách tử) thì có tính ngụ ngôn, cho nên không đáng tin.  Hình như Liệt tử không lãnh một chức vụ gì cả, có lần qua nước Vệ vì ở Trịnh đói kém, một lần khác qua Tề nửa đường trở về (bài II.14), vì ngại vua Tề sẽ giao phó trọng trách cho, ông ta phải gắng sức mà không được an nhàn. Vậy ta có thể tin rằng ông sống đạm bạc, nhờ môn sinh cung cấp, không bôn ba để hăng hái cứu đời, cũng như hết thảy các nhà trong phái Lão tử hoặc Dương tử. Còn những chi tiết khác như Liệt tử học bắn với Bá Hôn Vô Nhân (bài II.5), rồi học bắn nữa với Quan Doãn tử[8] (bài VIII.3), Liệt tử học Lão Thương (bài IV.6)… theo chúng tôi, đều có tính cách ngụ ngôn cả. Không rõ Vũ Đồng căn cứ vào đâu mà bảo Liệt tử mất hồi trên dưới tám chục tuổi. Chú thích:[1] Theo Benedykt Grynpas, một số học giả Âu như Balfour Eitel, A. Giles cũng chủ trương như vậy. [2] Chúng tôi nghĩ rằng Trang tử chưa chắc đã tin dị đoan vì trong thiên Thu Thuỷ có nói rằng người biết đạo thì hiểu lí, lửa nước, cầm thú không làm hại được, không phải vì khinh thường vạn vật mà vì biết xét suy sự an nguy, bình tâm trước hoạ phúc, thận trọng trong việc lui tới (sát hồ an nguy, ninh ư hoạ phúc, cần ư khứ tựu). Vậy Trang không bảo rằng nhảy vào lửa mà không cháy, nhảy xuống nước mà không không chìm. [3] Ngoài ra, Nam Hoa kinh còn bốn chỗ nữa nhắc đến Liệt tử, như trong các thiên Chí Lạc, Liệt Ngự Khấu, Nhượng vương, Đạt sinh, nhưng những thiên đó có thể do người đời sau nguỵ tạo, nên chúng tôi không xét tới. [Trong bộ Trang tử và Nam Hoa kinh, viết sau bộ LT&DT này, cụ NHL cho rằng thiên Thu thuỷ mà cụ nói đến trong chú thích trên, cũng không phải do Trang tử viết, nên cụ không dùng thiên này để xét tư tưởng của Trang tử. (Goldfish)].[4] So với 23 bài nói về Dương Chu. [Chú thích này, bản của nhà VT-TT không in. (Goldfish)].[5] Bản Lá Bối in là: khoảng -450. (Goldfish).[6] Thời trước người ta cho rằng Lão tử sinh trước Khổng Tử, các học giả Trung Hoa gần đây cho thuyết cũ sai, sửa lại như vậy.[7] Người ta thường nói đến ngũ bá: Tề Hoàn công, Tống Tương công, Tấn Văn công, Tầm Mục công, Sở Trang công. Chúng tôi nghĩ nên kể thêm Ngô vương Phù Sai và Việt vương Câu Tiển cũng rất oanh liệt một thời, về võ bị không thua một nước nào.[8] Tên là Hỉ (-440 -430 theo Vũ Đồng), một triết gia cũng trạc tuổi Liệt tử, coi cửa Hàm Cốc, vì vậy mà gọi là Quan Doãn, theo truyền thuyết, được Lão tử giao cho bản Đạo Đức kinh trước khi rời Trung Quốc qua phương Tây. [Chú thích của cụ NHL trong Trang tử và Nam Hoa Kinh: Họ Doãn, tên Hi, môn đệ của Lão tử, làm quan coi cửa ải Hàm Cốc, nên gọi là Quan (coi cửa ải) Doãn. (Goldfish)]\n"
        },
        {
            "order": 11,
            "name": "Phần IV - (tt B)",
            "content": " KHÔNG BIẾT MÌNH LÀ THÁNH  IV.8(Long Thúc vị Văn Chí) Long Thúc bảo Văn Chí[1]: - Y thuật của ông huyền diệu! Tôi bị một bệnh, ông trị cho được không? Văn Chí đáp: - Xin vâng, nhưng ông cho biết bệnh gì đã. Long Thúc đáp: - Người trong làng khen tôi, tôi không lấy làm vinh, người trong nước chê tôi, tôi không thấy làm nhục; được đã không mừng, mất cũng không buồn; tôi coi sống với chết cũng như nhau, giàu nghèo như nhau; coi mọi người khác như loài heo, mà tự coi tôi cũng như mọi người khác. Tôi ở trong nhà mà tự coi là quán trọ, coi làng tôi như nước ngoài. Ngoài mấy tật đó, tôi lại còn coi thường tước quí, chẳng sợ hình phạt; thịnh suy lợi hại không làm thay đổi được lòng tôi, vui buồn cũng không làm động lòng tôi, cho nên tôi không thể thờ vua giúp nước được, không thể thân với bạn bè bà con được, kiềm chế vợ con, sai khiến tôi tớ được. Tôi có bệnh gì vậy, ông? Có phương nào trị được không? Văn Chí bảo Long Thúc quay lưng ra chỗ sáng, rồi mình đứng ở phía sau hướng ra phía sáng mà xem xét. Xem kĩ rồi bảo: - A! Tôi thấy con tim của ông rồi, nó rỗng một tấc vuông, gần như tim một bậc thánh. Sáu lỗ tim của ông đều thông, chỉ có một lỗ là nghẹt thôi[2]. Ngày nay người ta cho cái trí sáng suốt của thánh nhân là một thứ bệnh, có lẽ đó là bệnh của ông chăng? Y thuật nông cạn của tôi không trị được thứ bệnh đó.   ĐẬP NGƯỜI, BỊ NGƯỜI ĐẬP LẠI  IV.11(Trịnh chi Phố Trạch đa hiền) Ở nước Trịnh, miền Phố Trạch có nhiều người hiền (trỏ hạng ẩn dật), miền Đông Lí thì có nhiều người tài (về việc trị nước). Trong bọn đệ tử ở Phố Trạch, có người tên là Bá Phong tử. Bá Phong tử đi qua Đông Lí, gặp Đặng Tích[3], Đặng Tích quay lại cười cười và nói với môn đệ: - Chúng ta thử trêu gã kia xem sao? Bọn đệ tử đáp: - Thế thì thú lắm. Đặng Tích bèn bảo Bá Phong tử: - Các anh hiểu cái nghĩa nuôi người và được người nuôi không? Không tự nuôi mình được, phải để cho người ta nuôi, đó là loài chó, loài heo; còn người thì nuôi vật để sai khiến chúng. Các anh được ăn no, mặc ấm, là nhờ công của những người cầm quyền đó. Bọn các anh quần tụ nhau, khi vô sự thì được người ta nuôi trong chuồng, trong hàng rào, hữu sự thì bị đưa vào bếp, có khác gì loài chó loài heo đâu. Bá Phong tử làm thinh, nhưng một đệ tử ở sau tiến lên đáp: - Quan đại phu có nghe ở Tề, Lỗ có nhiều người khéo léo không? Người thì giỏi công việc đất, gỗ, người thì giỏi việc kim khí và đồ da, người thì giỏi âm nhạc, người thì giỏi sổ sách, tính toán, người thì giỏi cầm quân, người thì giỏi cúng tế ở tôn miếu, không thiếu một tài năng nào; nhưng những người tài giỏi đó, không ai được cầm quyền trị dân, không sai khiến nhau. Mà những kẻ ở chức trị dân, sai khiến người khác thì lại không biết gì cả, không có tài năng gì cả, họ sai khiến những người thông minh, có tài năng. Vậy bọn cầm quyền kia, chính nhờ chúng tôi mà có địa vị đấy. Có gì mà các ông tự đắc! Bọn Đặng Tích không biết đáp sao, ngó bọn đồ đệ rồi rút lui. NGƯỜI THỰC MẠNH THÌ KHÔNG CẬY SỨC MẠNH  IV.12(Công Di Bá dĩ lực văn chư hầu) Trong số các chư hầu, Công Nghi Bá nổi tiếng là có sức mạnh. Đường Khuê công tâu với vua Chu Tuyên vương. Tuyên vương sửa soạn lẽ vật để mời Công Nghi Bá tới. Công Nghi Bá tới, Tuyên vương coi hình dáng có vẻ yếu ớt, sinh nghi hỏi: - Sức của ngươi ra sao? Công Nghi Bá đáp: - Sức của thần có thể bẻ gãy càng con giọt sành mùa xuân, mang được cánh con ve mùa thu. Tuyên vương nổi giận, bảo: - Sức bọn dũng sĩ của ta có thể xé da một con tê, nắm đuôi chín con bò mà kéo (lùi lại), mà ta còn cho là yếu; ngươi bẻ gãy được càng con giọt sành mùa xuân, mang được cánh ve mùa thu, mà nổi tiếng là mạnh trong thiên hạ, sao vậy? Công Nghi Bá thở dài, đương ngồi trên chiếu, đứng dậy, tâu: - Câu hỏi của đại vương thật hay, thần xin cứ thực mà đáp: Thầy của thần là Thương Khâu tử, vào hạng vô địch trong thiên hạ, mà người thân trong nhà không ai biết là vì không bao giờ dùng sức vậy. Thần thờ thầy tới khi thầy mất, có lần được thầy bảo: “Người nào muốn thấy những cái người khác không thấy thì phải nhìn cái người khác không nhìn; người nào muốn có những cái người khác không có thì phải làm những cái người khác không làm. Cho nên muốn tập trông thì mới đầu phải nhìn một chiếc xe củi; muốn tập nghe thì mới đầu phải lắng nghe tiếng chuông”. Cái gì dễ thực hiện ở trong thì khó thực hiện ở ngoài. Không gặp cái khó ở ngoài, cho nên danh tiếng không truyền ra khỏi cửa. Nay thần nổi danh khắp chư hầu là làm trái lời giáo huấn của thầy mà để cho người khác biết tài năng của thần. Nhưng thần sở dĩ nổi danh không phải là vì thần cậy sức mạnh mà vì thần biết dùng sức mạnh, như vậy chẳng hơn là cậy sức mạnh ư? KHỔNG TỬ CŨNG LÚNG TÚNG  V.8(Khổng tử đông du) Khổng Tử đi chơi ở phía Đông, thấy hai đứa nhỏ cãi nhau. Hỏi duyên cớ, một đứa đáp: - Con bảo rằng mặt trời khi mới mọc thì ở gần chúng ta, mà giữa trưa, ở xa chúng ta. Đứa kia bảo: - Con thì cho rằng mặt trời khi mới mọc ở xa chúng ta mà giữa trưa thì ở gần. Đứa thứ nhất cãi: - Mặt trời mới mọc lớn như bánh xe, giữa trưa nhỏ như cái mâm, hoặc như cái chén. Ở xa thì nhỏ, ở gần thì lớn, chẳng phải vậy ư? Đứa kia đáp: - Mặt trời mới mọc thì không khí mát mẻ, giữa trưa thì nóng như nước sôi. Ở gần thì nóng, ở xa thì mát, như vậy mới đúng chứ! Khổng Tử không giải quyết nổi. Hai đứa đó cười, bảo: - Vậy mà người ta bảo ông biết nhiều chứ.[4] ĐỔI TIM CHO NHAU  V.10(Lỗ Công Hỗ, Triệu Tề Anh nhị nhân…) Lỗ Công Hỗ, Triệu Tề Anh đều đau, cùng mời Biển Thước[5] lại trị. Biển Thước trị cho đều hết, rồi bảo Công Hỗ và Tử Anh: - Bệnh trước của hai ông đều phát từ ngoài mà nhập vô tạng phủ, cho nên dùng thuốc mà trị được. Nhưng mà hai ông còn một bệnh nữa, mới sinh ra đã có và đều theo tuổi mà tăng lên, để tôi trị cho các ông nhé? Hai người kia đáp: - Xin hãy cho nghe bệnh gì đã. Biển Thước bảo Công Hỗ: - Ý chí của ông mạnh mà khí lực của ông yếu, cho nên mưu tính giỏi mà không biết quyết đoán; còn ông Tề Anh ý chí yếu mà khí lực mạnh, cho nên ít mưu tính mà có tật cố chấp. Thay đổi tim cho nhau thì sẽ được quân bình. Biển Thước bèn cho hai người đó uống một thứ rượu thuốc, khiến họ mê man bất tỉnh trong ba ngày, rồi mổ ngực lấy tim ra, thay cho nhau và đặt trở lại vào ngực. Sau cùng cho họ uống một thứ thần dược, họ tỉnh lại như trước, và từ biệt Biển Thước ra về. Nhưng Công Hổ về nhà Tề Anh sống với vợ con Tề Anh, vợ con Tề Anh không thừa nhận ông ta; Tề Anh cũng về nhà Công Hỗ sống với vợ con Công Hỗ, vợ con Công Hỗ cũng không thừa nhận ông ta. Vì vậy hai nhà gây lộn nhau, nhờ Biển Thước phân xử. Biển Thước giảng lí do cho họ biết, họ thôi không gây lộn nhau nữa. CÁC BẬC THÁNH VỀ ĐÀN  V.11(Hồ Ba[6] cổ cầm…) Khi Hồ Ba gảy đàn cầm thì chim múa, cá nhảy (vì vui mừng). Sư Văn nước Trịnh hay vậy, bỏ nhà theo Sư Tương[7] du học. Trong ba năm ông ta bấm dây đàn mà không thành khúc. Sư Tương bảo: - Anh nên về đi![8] Sư Văn đặt cây đàn xuống, thở dài đáp: - Văn tôi không phải là không gảy được đàn, không chơi thành khúc được; ý chí của tôi không phải ở chỗ bấm dây cho thành tiếng hay. Nhưng trong lòng tôi có điều nghĩ chưa ra thì ứng vào cây đàn ở ngoài sao được? Cho nên tôi không dám động ngón tay cho dây đàn rung lên. Xin đợi ít lâu, sẽ thấy tôi đạt được gì không. Ít lâu sau, Sư Văn trở lại thăm Sư Tương, Sư Tương hỏi: - Thuật gảy đàn ra sao rồi? Đáp: - Tôi đã đạt được rồi, xin cho tôi thử. Thế là, lúc đó đương mùa xuân, Sư Văn gảy dây thương[9], để gợi nam lữ[10] tức thì gió mát nổi lên, cây cối kết trái, thời tiết vào thu. Sư Văn lại gảy dây dốc, để kích động giáp chung tức thì một luồng ấm áp chậm chậm toả ra, cây cối đều nở hoa. Đương mùa hè, Sư Văn gảy dây vũ, để gợi hoàng chung thì sương tuyết đều rơi, sông hồ đóng băng, thời tiết vào đông. Lại gảy dây chuỷ để kích động nhuy tân, tức thì ánh sáng mặt trời hừng hực làm tan hết băng giá. Cuối cùng, gảy dây cung hoà điệu với bốn dây kia, thì gió lành phe phẩy, mây đẹp trôi qua, sương ngọt (cam lộ) trút xuống, suối thơm phun ra. Sư Tương mừng quá, nhảy lên, bảo: - Nghệ thuật gảy đàn của anh thật huyền diệu. Ngay như Sư Tương gảy điệu thanh dốc, Trâu Diễn thổi ống luật[11] (một thứ ống tiêu), cũng không hơn anh. Họ chỉ đáng xách đàn cầm, cầm ống tiêu mà đi hầu phía sau anh thôi. CÁC BẬC THÁNH VỀ CA  V.12(Tiết Đàm học âu ư Tần Thanh) Tiết Đàm học hát với Tần Thanh[12], chưa học hết nghệ thuật của Thanh, đã tự cho là biết đủ rồi, bèn từ biệt xin về nhà. Tần Thanh không giữ lại, trong bữa tiễn hành ở ngã tư[13] ngoài thành, gõ nhịp hát một khúc bi ca, tiếng hát làm cho cây lá trong rừng rung động, tiếng vang làm ngừng đám mây đương bay. Tiết Đàm tạ lỗi, xin được trở lại học nữa, suốt đời không dám đòi về. Tần Thanh ngó bạn bảo: - Xưa, nàng Hàn Nga[14] đi về phía đông sang nước Tề, tới Ung Môn, hết lương thực, phải hát để kiếm ăn, khi đi đi rồi mà dư âm còn vương vấn ở chung quanh cái đà, cái đòn nóc, ba ngày mới dứt, các người chung quanh cho rằng nàng chưa đi. Sau nàng tới một quán trọ, bị người trong quán làm nhục, nàng khóc ti tỉ, thảm thiết tới nỗi già trẻ trong làng ngó nhau mà thương tâm nhỏ lệ, ba ngày không ăn, phải đuổi theo nàng, bắt kịp, mời nàng trở lại. Nàng trở lại, hát một khúc du dương tới nỗi già trẻ trong làng vui mừng nhảy múa, không tự ngăn được, quên hết nỗi thương tâm trước kia. Họ tặng nàng một số tiền lớn để lên đường. Nhờ vậy mà dân Ung Môn tới nay còn giỏi hát, giỏi than vãn, bắt chước được giọng của Hàn Nga. YỂN SƯ VÀ NGƯỜI MÁY  V.14(Chu Mục vương tuần thú)[15] Vua Chu mục vương đi săn, vượt núi Côn Lôn tới núi Yểm Sơn[16] rồi về. Trên đường về Trung Quốc, có người dâng lên một người thợ giỏi tên là Yển Sư. Mục vương bảo người thợ đó tiến lên để hỏi: - Ngươi có tài gì? Yển Sư đáp: - Đại vương sai làm gì, thần cũng xin thử. Nhưng thần đã chế tạo sẵn một cái máy, xin dâng đại vương coi. Mục vương bảo: - Ngày mai ngươi mang máy đó lại, ta với ngươi cùng coi. Hôm sau Yển Sư vô yết kiến, nhà vua bảo lại gần, rồi hỏi: - Người nào đi theo đó? Thưa: - Đó là người máy thần đã chế tạo, nó biết hát. Mục vương ngạc nhiên ngó người máy đó, nó biết đi biết chạy, biết cúi biết ngửa, y như người vậy. Người thợ vặn cái cằm của nó, tức thì nó hát rất đúng, nâng cái tay của nó lên thì nó múa rất hợp điệu; nó làm được ngàn trò đúng theo ý người. Nhà vua cho là người thực; nàng Thịnh Cơ (sủng phi của vua) và tất cả bọn hầu hạ trong cung đều được coi. Khi người máy làm hết các trò rồi, nó liếc mắt ra dấu với các thị nữ ở chung quanh nhà vua. Chu Mục vương nổi giận đùng đùng, muốn đem chém Yển Sư, Yển Sư hết hồn, vội vàng tháo gỡ người máy ra cho nhà vua coi, các bộ phận toàn bằng da, gỗ, sơn, keo đủ các màu trắng, đen, đỏ, xanh. Nhà vua xem xét kĩ lưỡng: ở trong có gan, tim, mật, phổi, tì, thận, ruột, bao tử; ở ngoài có gân cốt, tay chân, khớp xương, da, tóc, lông, răng, toàn là giả cả, mà rất hoàn thiện; người thợ lắp lại như cũ. Nhà vua bảo thử bỏ trái tim đi xem sao thì miệng không biết nói nữa; bỏ gan đi thì mắt không trông được nữa; bỏ thận đi thì chân không bước được nữa[17]. Lúc đó Chu Mục vương mới mừng, than thở: - Ôi, cái khéo của con người ngang với hoá công chăng? Rồi ra lệnh lấy hai cái xe chở người máy đó về. Thang máy của Ban Thâu, con diều bay của Mặc tử,[18] hai nhà đó đã tự cho là cực kì khéo rồi. Một hôm, đệ tử của họ là Đông Môn Cổ, Cầm Hoạt Li, nghe nói tài khéo của Yển Sư, kể lại cho họ, họ từ đó cho tới suốt đời, không dám khoe nghệ thuật của mình nữa, nhưng vẫn thường cầm cái thước vuông, cái thước tròn[19]. CÁC BẬC THÁNH BẮN  V.15(Căm Dăng cổ chi thiện xạ giả)[20] Cam Dăng là người giỏi tài bắn thời cổ, khi giương cung lên là thú lăn ra, chim rớt xuống. Đệ tử của ông tên là Phi Vệ, còn bắn giỏi hơn ông nữa. Kỉ Xương lại học nghệ thuật của Phi Vệ. Phi Vệ bảo: - Trước hết anh phải tập đừng chớp mắt đã, rồi sau sẽ nói chuyện học bắn. Kỉ Xương về nhà, nằm ngửa dưới khung củi của vợ, đưa mắt theo con thoi. Hai năm sau, mũi nhọn của cái dùi có chạm vào mí mắt, Kỉ Xương cũng không chớp mắt. Lúc đó mới lại thưa với Phi Vệ. Phi Vệ bảo: - Chưa, còn phải tập nhìn nữa, nhìn sao cho vật nhỏ mà thấy lớn, vật không thấy mà thấy rõ, rồi lại cho ta hay. Kỉ Xương về dùng (lông) đuôi bò treo một con rận ở cửa sổ, quay về phía nam mà nhìn, khoảng mươi ngày sau thấy con rận lần lần lớn ta, ba năm sau thấy nó lớn bằng bánh xe; nhìn các vật khác đều thấy lớn bằng núi cả. Lúc đó mới lấy cây cung bằng sừng nước Yên và mũi tên bằng cỏ bồng châu Sóc[21], bắn xuyên quả tim con rận mà sợi lông treo không đứt. Rồi lại thưa với Phi Vệ. Phi Vệ nhảy lên, vỗ ngực bảo: - Anh đã đạt được nghệ thuật bắn rồi. Kỉ Xương khi đã học được thuật bắn của Phi Vệ, nghĩ rằng trong thiên hạ chỉ có mỗi một người địch nổi mình, lập tâm giết Phi Vệ. Họ gặp nhau ở đồng trống, giương cung bắn nhau, hai mũi tên đụng nhau ở giữa đường, rớt xuống mà bụi trên mặt đất không bay lên. Phi Vệ hết tên trước, Kỉ Xương còn một mũi, bắn nốt. Phi Vệ dùng mũi nhọn của một cái gai mà đỡ trúng. Thế là hai người cùng khóc, liệng cung xuống, quì xuống đất vái nhau, nhận làm cha con, thích vào cánh tay mà thề không dạy cho ai bí quyết của mình. NGHỆ THUẬT ĐÁNH XE  V.16(Tháo Phủ chi sư) Thầy của Tháo Phủ là Thái Đậu. Hồi Tháo Phủ mới theo thầy học đánh xe, giữ lễ rất khúm núm, mà ba năm, Thái Đậu không dạy cho một lời. Tháo Phủ càng giữ lễ nghiêm cẩn hơn nữa, lúc đó Thái Đậu mới bảo: - Thơ cổ có câu: “Con người thợ giỏi làm cung mới đầu làm cái thúng đã; con người thợ đúc giỏi mới đầu tập đúc cái búa đã”[22]. Trước hết anh hãy coi ta đi, mà đi như ta, rồi sau mới cầm được sáu dây cương, chế ngự được sáu con ngựa. Tháo Phủ thưa: - Con xin vâng lời. Thái Đậu bèn lấy các khúc cây, bề ngang chỉ vừa đặt chân lên, tính xem bước chân dài ngắn ra sao mà đặt thành đường đi, rồi dẫm lên mà chạy qua chạy lại, không trật bước nào. Tháo Phủ tập ba ngày đã thành thạo. Thái Đậu than: - Anh mẫn tiệp thật, tập mau nhĩ? Thuật đánh xe cũng chỉ vậy thôi. Cái thuật đi của anh (trên khúc cây), nhập vào chân anh rồi thì ứng vào lòng anh. (Đem thuật đó) suy ra thuật đánh xe, biết điều hoà dây cương, hàm thiếc, gò hay lơi ra ở môi mép con ngựa sao cho vừa phải; hiểu rõ cách đánh ngựa trong lòng thì cửa động ở ngoài sẽ hợp ý với ngựa. Nhờ vậy mà biết tiến lui theo phép tắc, quẹo hay chạy vòng quanh đúng qui củ mà không trật đường, tiến rất xa mà không hao khí lực. Như vậy là thực đạt được thuật đánh xe; thuật đó đạt được ở chỗ sử dụng hàm thiếc, rồi ứng vào dây cương; đạt ở chỗ sử dụng dây cương, rồi ứng vào bàn tay; đạt ở bàn tay rồi thì ứng vào lòng. Như vậy không cần dùng mắt để nhìn, dùng roi để thúc ngựa, lòng được nhàn, thân thể ngay ngắn[23], mà sáu dây cương không loạn, hai mươi bốn móng ngựa[24] bước đúng không sai, quẹo vòng, tiến lui đều đúng mực, sau đó có thể khiến cho bánh xe và xe chạy khít đường, móng ngựa dẫm vào đúng chỗ, không phân biệt núi hang là hiểm trở mà đồng cao đồng lầy là bằng phẳng nữa, coi như nhau hết[25]. Nghệ thuật của ta chỉ có như vậy thôi, anh nên nhớ lấy. NHỮNG CÂY KIẾM LẠ  V.17(Nguỵ Hắc Noãn dĩ nặc hiềm…) Hắc Noãn ở nước Nguỵ vì thù nhà mà giết Khâu Bính Chương. Con Khâu Bính Chương là Lai Đan muốn báo thù cho cha. Đan, tính khí rất can trường, nhưng hình thể rất gầy ốm, ăn mỗi bữa chỉ vài hột, gió thổi muốn ngả[26]. Vì vậy tuy oán lắm mà không thể đấu kiếm[27] báo thù được. Phải nhờ người khác (để báo thù) thì cho là điều nhục, cho nên thề sẽ tự dùng kiếm mà giết (lén) Hắc Noãn. Hắc Noãn mạnh tợn hơn người, một mình chống được trăm kẻ; gân cốt thịt da không phải là gân cốt thịt da của con người, có thể vươn cổ ra cho người ta chém, phanh ngực ra cho người ta bắn; mũi tên sẽ gẫy, lưỡi kiếm sẽ quằn mà thân thể không hề bị thương. Hắc Noãn cậy sức mình như vậy, coi Lai Đan như con chim non mới nở. Một người bạn của Lai Đan tên là Thân Tha bảo: - Anh thâm oán Hắc Noãn mà hắn coi thường anh quá lắm! Anh tính sao đây? Lai Đan khóc và đáp: - Xin anh tính giùm tôi. - Tôi nghe ông tổ của Khổng Chu nước Vệ được vua Ân cho một cây kiếm quí. Một đứa nhỏ cầm cây kiếm đó có thể đánh đổi được ba đạo quân. Sao anh không hỏi mượn? Lai Đan bèn qua nước Vệ, yết kiến Khổng Chu. Theo lễ của hạng đánh xe, Lai Đan dâng vợ con cho Khổng Chu rồi mới bày tỏ ý mình. Khổng Chu bảo: - Ta có ba cây kiếm, tuỳ anh lựa, nhưng không cây nào giết người được đâu. Ta hãy tả cho anh nghe được đã: Một cây tên là Hàm Quang, nhìn vào không thấy, vận dụng nó mà không cảm thấy nó ở trong tay mình; nó đụng vào vật gì thì không lưu lại dấu vết gì cả, nó đâm thủng ta, ta cũng không biết. Cây thứ nhì gọi là Thừa Ảnh. Vào lúc bình minh nửa mờ nửa tỏ hoặc hoàng hôn tranh sáng tranh tối, quay về phía bắc mà nhìn kĩ nó thì thấy mờ mờ mà không nhận ra được hình dáng nó ra sao. Nó đụng vào cái gì thì nghe có tiếng nhẹ, tan liền; nó đâm thủng ta, ta cũng không thấy đau gì cả. Cây thứ ba tên là Tiêu Luyện, ban ngày chỉ thấy cái bóng chứ không thấy ánh sáng của nó, ban đêm thấy ánh sáng mà không thấy hình dáng nó. Nó đụng vào cái gì, nghe soạt một cái, đâm lủng nhưng vết lủng khép lại liền, thấy đau mà không thấy vết máu. - Ba cây kiếm đó, đã truyền được mười ba đời mà không dùng lần nào, còn để trong bao, chưa hề mở ra. - Mặc dầu vậy, tôi cũng xin ngài cho tôi cây thứ ba. Khổng Chu trả vợ con lại cho Lai Đan, rồi cả hai người đều trai giới bảy ngày; sau đó đúng lúc nửa đêm[28] quì xuống giao kiếm cho Lai Đan. Lai Đan cúi lại hai lạy mà nhận và trở về nhà. Lai Đan cầm cây kiếm đó theo rình Hắc Noãn. Một hôm Hắc Noãn say rượu, đương ngủ dưới cửa sổ, Lai Đan chém ba nhát từ cổ cho tới lưng. Hắc Noãn không hay gì cả, (vẫn nằm trơ trơ). Lai Đan tưởng Hắc Noãn chết, mừng quá, rút lui, gặp con Hắc Noãn ở cổng, chém ba nhát, như chém trong không khí. Con Hắc Noãn cười, bảo: - Giỡn sao đó mà vẫy ta tới ba lần vậy? Lai Đan thấy thanh kiếm đó không giết người được, thở dài ra về. Khi Hắc Noãn tỉnh dậy, rầy vợ: - Tôi say mà ngủ, sao phanh mền tôi ra, tôi thấy đau ở cuống họng và ngang lưng này. Người con cũng nói: - Mới rồi, Lai Đan tới đây, gặp con ở cổng, nó vẫy con ba lần, cũng làm cho con đau trong mình, tay chân cứng đơ. Nó thư[29] chúng ta rồi. ĐỪNG VỘI CHO LÀ ĐỒN NHẢM  V.18(Chu Mục vương đại chinh Tây Nhung) Khi Chu Mục vương đem đại quân chinh phạt Tây Nhung, được rợ đó tặng cây kiếm Côn Ngô và thứ vải Hoả Hoán[30]. Cây kiếm đó dài một thước tám tấc, luyện bằng gang, lưỡi kiếm màu đỏ, cắt ngọc dễ dàng như cắt bùn. Còn thứ vải Hoả Hoán, muốn giặt thì cho vào lửa, vải đỏ lên như lửa, mà vết dơ thì trở thành màu vải[31]; rút ở lửa ra, giũ giũ thì chỗ đó trắng như tuyết. Hoàng tử cho rằng không có những vật như vậy, chỉ là đồn nhảm. Tiêu Thúc bảo: “Hoàng tử quá tự tin, và quá tin những lí lẽ bậy”[32]. MỘT BẬC ĐẠT NHÂN  VII.9(Vệ, Đoan Mộc Thúc giả) Đoan Mộc Thúc, người nước Vệ, là dòng dõi Tử Cống, được hưởng gia tài tổ tiên, trong nhà có mấy vạn cân vàng[33], nhưng không quản trị sản nghiệp, mà chơi bời cho thoả chí[34]. Người đời muốn làm cái gì, muốn hưởng cái gì ông ta cũng làm, cũng hưởng cho đủ. Nhà cửa, lâu đài, vườn tược, ao hồ, ăn uống, xe ngựa, y phục, đờn ca, nàng hầu, thị nữ, đều không kém vua Tề, vua Sở. Lòng thích cái gì, tai muốn nghe cái gì, mắt muốn nhìn cái gì, miệng muốn nếm thứ gì, tuy xa xôi tận nước ngoài, nước Tề[35] không có, ông ta cũng kiếm cho được, như thể những vật ở trong tường, trong hàng rào của ông vậy. Khách khứa trong nhà ngày nào cũng có cả trăm người, bếp không lúc nào tắt, nhà giữa nhà bên không lúc nào im tiếng ca tiếng đờn. Thức ăn còn dư, phân phát cho hàng xóm, hàng xóm cũng ăn không hết thì phân phát cho cả nước. Năm sáu mươi tuổi, khí lực gân cốt bắt đầu suy nhược; ông bỏ hết việc nhà, phân phát kho tàng, châu báu, xe ngựa, y phục, nàng hầu và thị nữ, chỉ trong một năm hết nhẵn, không để lại cho con cháu chút gì cả. Tới khi đau, không có thuốc uống, khi chết không có tiền chôn cất. Nhưng khắp trong nước những người mang ơn ông góp tiền mai táng ông, trả lại một số của cải cho con cháu ông nữa. Cầm Cốt Li[36] nghe chuyện đó bảo: - Đoan Mộc Thúc là một người điên cuồng làm nhục tổ tiên. Đoàn Can Sinh[37] nghe vậy bảo: - Mộc Thúc là bậc đạt nhân, có đức hơn tổ tiên. Những hành vi của ông ấy, mọi người lấy làm lạ, nhưng quả là chí lí. Hạng quân tử nước Vệ đa số giữ lễ giáo, cho nên chưa hiểu được lòng con người đó. MỖI HẠNG NGƯỜI QUEN MỘT LỐI SỐNG  VII.17(Chu ngạn viết) Nước Chu có một ngạn ngữ: “Nông phu mà ở không lâu thì có thể chết”. Sáng sớm ra đồng, tối mới về nhà, họ tự biết sống theo bản tính, họ ăn rau, ăn đậu tự cho là ngon. Bắp thịt gồng cứng, gân cốt rắn rỏi. Một buổi sáng nào đó cho họ nằm giường êm màn thêu, ăn gạo ngon và thịt béo, lan, quít, thì tâm thần thể chất họ khó chịu, phát nhiệt mà sinh bệnh; còn các ông vua nước Thương nước Lỗ nếu sống như họ thì cũng không chịu nổi được một giờ. Cho nên, cái gì nông dân thích, thì họ cho là khắp thiên hạ không có gì hơn. Xưa, nước Tống có một nông phu, suốt năm bận áo bố, mùa đông lạnh cũng rán chịu, qua mùa xuân thì sưởi nắng, không hề biết rằng trên đời có những lâu đài rộng rãi, những căn phòng ấm áp, những áo bằng gấm vóc, bằng lông chồn, lông hạc[38], cho nên bảo vợ: - Không ai biết rằng ánh nắng sưởi ấm được lưng. Anh tâu với vua điều đó, chắc được hậu thưởng. Một người giàu có trong làng bảo chú ta: - Xưa có một người thích rau dại, rau gai ngọt, rau hành cần, và bèo, khen những thứ đó với một vị giàu có trong làng. Vị này nếm thử, cay miệng mà đau bụng, bị mọi người chế nhạo, chê bai mà xấu hổ. Chú thì cũng vậy. PHẢI BIẾT BÁN TÀI CỦA MÌNH  VIII.7(Lỗ Thi thị hữu nhị tử) Họ Thi ở nước Lỗ có hai người con trai, một người hiếu học, một người thích việc binh. Người con hiếu học đem sở học của mình dâng Tề hầu, được Tề hầu dùng làm sư phó cho các công tử, người con thích việc binh đem binh pháp của mình dâng vua Sở, vua Sở mừng, cho coi việc quân. Gia đình nhờ lộc của họ mà giàu, cha mẹ nhờ tước của họ mà sang. Một người láng giềng họ Mạnh cũng có hai người con, cũng lựa hai nghề đó, mà nghèo túng, muốn được giàu sang như họ Thi, qua hỏi nhờ cách nào mà tiến phát mau vậy. Hai người con họ Thi cứ thực mà kể. Một người con họ Mạnh bèn đem sở học của mình dâng vua Tần. Vua Tần bảo: - Thời nay, các chư hầu đều dùng võ lực mà tranh nhau, chỉ cần binh khí và lương thực thôi, nếu chúng ta dùng nhân nghĩa mà trị nước, thì là theo con đường diệt vong mất. Rồi sai đem thiến, ít lâu sau thả ra. Còn người kia qua nước Vệ, dâng binh pháp lên vua Vệ. Vua Vệ bảo: - Nước mình nhỏ mà chung quanh là nước lớn. Nước nào lớn thì mình thờ, nước nào nhỏ thì mình vỗ về, đó là cách cầu an; trông vào binh lực thì mau diệt vong lắm. Nếu để cho hắn được toàn mệnh mà về, hắn qua nước khác, sẽ nguy lớn cho chúng ta. Bèn chặt chân, trả về nước Lỗ. Về tới nhà, cha con họ Mạnh đấm ngực mà oán trách họ Thi. Họ Thi bảo: - Gặp thời thì thịnh, không gặp thời thì lụn bại. Con đường của các bác cũng là con đường của chúng tôi mà kết quả khác nhau, là tại không gặp thời chứ không phải là hành động sai. Vả lại, ở đời không có nguyên tắc nào luôn luôn đúng, không có việc nào luôn luôn sai. Cái mà thời trước người ta dùng thì có thể ngày nay bỏ đi; cái ngày nay bỏ đi, thì có thể sau này sẽ dùng. Dùng hay bỏ, điều đó không quyết định được là phải hay trái[39]. Rình cơ hội, nắm lấy cơ hội, cái đó không có qui tắc nào cả, mà thuộc về lanh trí. Nếu không lanh trí thì có biết rộng như Khổng Khâu, có tài như Lữ Thượng[40], đi tới đâu cũng khốn thôi. Cha con họ Mạnh yên lòng, không có vẻ giận nữa, bảo: - Chúng tôi hiểu rồi, bác đừng nhắc lại nữa. MẢI ĐÁNH NGƯỜI MÀ QUÊN ĐỀ PHÒNG  VIII.8(Tấn Văn Công xuất hội) Vua Tấn Văn Công[41] đi hội họp các chư hầu để tính đánh nước Vệ. Công tử Sừ ngửa mặt lên trời mà cười. Văn Công hỏi tại sao cười. Đáp: - Thần cười người láng giềng của thần đưa vợ về thăm mẹ, giữa đường thấy một người đàn bà hái dâu, đâm mê mà đứng lại tán tỉnh. Nhưng khi quay lại nhìn vợ thì một chàng cũng vẫy vợ mình đi. Thần mỉm cười vì chuyện đó. Văn Công tỉnh ngộ, thôi không đánh Vệ nữa, đem quân về, chưa tới nơi thì có tin giặc đánh ở biên cương phía bắc. LÀM THẾ NÀO CHO HẾT TRỘM CƯỚP  VIII.9(Tấn quốc khổ đạo) Nước Tấn bị cái nạn trộm cướp. Một người tên là Khích Ung có tài nhận ra kẻ trộm, chỉ nhìn vào cái khoảng giữa lông mày và mí mắt mà biết được là kẻ trộm hay không. Tấn hầu[42] sai người đó nhận diện kẻ trộm, trăm lần, ngàn lần không trật lần nào. Tấn hầu rất mừng, bảo Triệu Văn tử: - Ta kiếm được một người mà sẽ trừ hết được trộm cắp trong nước, đâu cần gì nhiều biện pháp. Văn tử tâu: - Nhà vua dùng cách nhận diện kẻ trộm đó mà diệt trộm, thì không sao hết trộm được đâu. Khích Ung rồi sẽ bất đắc kì tử cho mà xem. Chẳng bao lâu bọn trộm bàn tính với nhau: - Chúng ta khốn đốn chỉ vì tên Khích Ung đó. Rồi chúng âm mưu với nhau giết Khích Ung.  Tấn hầu nghe tin, hoảng sợ, lập tức vời Văn tử vô, bảo: - Đúng như lời ông đoán, Khích Ung chết rồi. Có cách nào diệt trộm được bây giờ. Văn tử tâu: - Ngạn ngữ nước Chu có câu: “Dò kiếm cá dưới vực thẳm thì sẽ bất hạnh, tìm đoán những điều ẩn kín thì sẽ gặp tai ương”. Nhà vua muốn trong nước không có trộm cướp thì không gì bằng dùng người hiền mà giao cho trọng trách, người trên sẽ sáng suốt, người dưới sẽ nhờ vậy được cải hoá. Khi dân có lòng liêm sỉ thì làm gì còn trộm cướp nữa? Tấn hầu nghe lời, cử Tuỳ Hội coi việc nước và bọn trộm cướp trốn qua nước Tần hết. CHIẾM ĐƯỢC KHÔNG KHÓ, GIỮ ĐƯỢC MỚI KHÓ  VIII.12(Triệu Tương tử sử Tân Trĩ…) Triệu Tương tử[43] sai Tân Trĩ Mục tử đem quân đánh rợ Địch[44], thắng, chiếm được hai miền Tả nhân, Trung nhân. Tân Trĩ Mục tử sai sứ giả về báo tin thắng trận. Tương tử đương ăn chay, hay tin có vẻ lo. Người chung quanh hỏi: - Một buổi sáng chiếm được hai thành, ai cũng lấy vậy làm mừng, sao ngài lại có vẻ lo? Tương tử đáp: - Nước sông dâng lên không quá ba ngày, gió lớn mưa dông không quá một buổi sáng, mặt trời đứng bóng chỉ một chốc lát. Họ Triệu tích đức không được nhiều, mà một buổi sáng hạ được hai thành, tôi sợ rằng sự suy vong sắp tới! Khổng tử nghe được bảo: - Họ Triệu sẽ thịnh. Biết lo thì sẽ thịnh, vui mừng thì sẽ nguy. Thắng không phải khó, giữ được mới khó. Bậc minh quân hiểu lẽ đó mà giữ được thắng lợi, để phúc lại cho con cháu. Các nước Tề, Sở, Ngô, Việt đều đã có lần thắng các chư hầu mà rốt cuộc đều bại vong, là vì không hiểu cái lẽ duy trì thắng thế. Chỉ ông vua nào đạt đạo mới duy trì được thắng thế. Sức Khổng tử mạnh đủ để nâng được cửa kinh đô, nhưng ông không muốn người ta biết sức mình; Mặc tử có tài đánh thành, Công Thâu Ban[45] phải thua, nhưng ông không muốn cho người ta biết tài cầm quân của mình. Cho nên người nào biết duy trì thắng lợi thì tuy mạnh mà vẫn coi mình là yếu (không ỷ vào sức mạnh). Chú thích:[1] Văn Chí làm một thần y thời cổ, có sách nói là ở thời Chiến Quốc, đã trị bệnh cho Tề Uy vương; có sách nói ở thời Xuân Thu, đã trị bệnh cho Tề Văn vương, làm cho Văn vương nổi giận mà hết bệnh.[2] Người thời đó cho rằng trái tim bậc thánh chỉ có bảy lỗ, đều thông cả, nên rất minh trí.[3] Đặng Tích làm quan đại phu nước Trịnh, đời Xuân Thu, đặt ra nhiều luật pháp rồi khắc lên miếng tre (nên gọi là trúc hình), treo ở chỗ công cho dân biết. Ông thuộc phái Pháp gia. Có bộ Đặng Tích thư nhưng chắc là của người đời sau viết.[4] Truyện này trong Cổ học tinh hoa có nhan đề là Mặt trời xa, gần. (Goldfish).[5] Biển Thước là một danh y bậc nhất vào thời Xuân Thu, tương truyền mỗ xẻ như thần.[6] Chữ Hán là: 瓠巴. Có bản, như bản do bác Vvn cung cấp, chép là: 匏巴 (Bào Ba). (Goldfish).[7] Hồ Ba, Sư Văn, Sư Tương đều là những người giỏi nhạc.[8] Ý nói: không học đàn được đâu.[9] Người Trung Hoa phân biệt năm thanh âm (ngũ âm): cung, thương, dốc, chuỷ, vũ. Âm thương là âm kim, thuộc hai tháng đầu mùa thu; âm dốc là âm mộc, thuộc hai tháng đầu xuân; âm vũ thuộc thuỷ, hai tháng đầu mùa đông; âm chuỷ thuộc hoả, hai tháng đầu mùa hè; âm cung thuộc thổ, tháng cuối mỗi mùa.[10] Họ lại phân biệt 12 luật, gồm 6 dương luật (gọi tắt là luật) và 6 âm luật gọi là lữ. Sáu dương luật là hoàng chung, đại thấu, cô tiển, nhuy tân, di tắc, vô xạ. Sáu lữ là lâm chung, nam lữ, ứng chung, đại lữ, giáp chung, chung lữ.Nam lữ thuộc về mùa thuGiáp chung thuộc về mùa xuân Hoàng chung thuộc về mùa đông Nhuy tân thuộc về mùa hè.[11] Tương truyền Sư Khoáng gảy điệu thanh dốc thì mây trắng nổi lên, gảy nữa thì gió lớn và mưa trút xuống. Còn Trâu Diễn, người nước Tề thời Chiến Quốc (một triết gia theo phái Âm dương), thổi ống luật mà làm cho khí hậu đương lạnh hoá ấm, lúa mọc lên được.[12] Tiết Đàm và Tần Thanh đều nổi tiếng về giọng hát ở Tề.[13] Nguyên văn: cú là con đường lớn đưa tới bốn phương.[14] Hàn Nga có nghĩa là người con gái nước Hàn.[15] Bản chữ Hán do Vvn cung cấp chép là: Chu Mục vương tây tuần thú 周穆王西巡狩. (Goldfish).[16] Tên này không có thực, có lẽ chỉ có nghĩa là núi chỗ mặt trời lặn (yểm: che).[17] Y học Trung Hoa cho mắt mờ do gan suy, chân yếu do thận suy.[18] Ban Thâu, tức Công Thâu Ban, chế được ngựa gỗ biết cử động và cây thang kéo ra được để tấn công thành. Mặc tử cũng ưa máy móc, theo đoạn này, thì ông đã nghĩ cách chế tạo một thứ máy bay.[19] Củ là thước vuông, tức cái ê-ke. Qui: thước tròn, tức cái compas. Ý nói vẫn còn chế tạo.[20] Bản chữ Hán do Vvn cung cấp chép là: Chu Mục vương tây tuần thú 周穆王西巡狩. (Goldfish).[21] Châu Sóc ở phía bắc nước Tề, nay thuộc tỉnh Sơn Tây. Cũng có thể hiểu là cỏ bồng phương bắc.[22] Ý nói: mới đầu tập làm việc dễ đã, sau mới tập việc khó.[23] Nguyên văn là chính: ngồi ngay ngắn, yên ổn trên xe mà đánh xe, không cần quay qua quay lại.[24] Vì xe thắng sáu con ngựa.[25] Nghĩa là đánh xe trên núi cũng dễ dàng như trên đồng bằng. Bài này chúng tôi dịch thoát ý thôi. B.G. không dịch.[26] B.G. dịch khác: Mối thù của Đan mạnh quá, lộ ra ngoài mặt. Ăn mỗi bữa chỉ vài hột mà chạy nhanh như gió đẩy.[27] Nguyên văn: bất năng xưng binh dĩ báo chi. Xưng: các bản chữ Hán chú giải là cử. Ý nói không thể đánh nhau tay đôi với Hắc Noãn.[28] Nguyên văn: Án âm chi gian. Trương Trầm giảng là lúc chiều tối. Đường Kính Cảo giảng là: ở chỗ nửa sáng nửa tối. Chúng tôi theo B.G. có vẻ huyền bí hơn.[29] Dùng bùa phép làm cho người khác đau ốm.[30] Hoả hoán (hoán cũng đọc là cán, nghĩa là giặt rửa bằng lửa) tức một thứ amiante.[31] Bản Đường Kính Cảo sửa chữ bô thành chữ hôi: màu tro.[32] Nguyên văn: quả ư vu lí. Có lẽ câu này nên hiểu là Hoàng tử quá tự tin, cho rằng những gì ông không hiểu nổi là vô lí, không thể có được. Bài này đặt ở cuối chương V có ý như nhắn độc giả rằng đừng vội cho những truyện lạ lùng trong chương này (như truyện ba cây kiếm trong bài trên) là vu khoát. [33] Coi chú thích bài II.6.[34] B.G. dịch là: nhưng không thể quản trị được hết, để cho con cháu muốn làm gì thì làm.[35] Tề là nước giàu có nhất thời đó, cho nên Tề cũng trỏ Trung Quốc.[36] Một môn đệ của Mặc tử.[37] Không rõ là ai.[38] Hạc đây không phải là loài chim mà là một loài cầy.[39] Nghĩa là: không phải cứ được dùng thì là phải, tốt; bị bỏ thì là trái, xấu. Nguyên văn: vô định thị phi dã. B.G. dịch là: không theo một qui tắc nào cả.[40] Tức Lữ Vọng, Khương Tử Nha, người đời Xuân Thu, câu cá ở sông Vị chờ thời, 80 tuổi mới được ông Tây Bá mời làm thừa tướng, sau diệt Trụ, dựng nghiệp nhà Chu. [41] Tấn Văn Công (-636 -628), một trong ngũ bá thời Chiến Quốc, sau Tề Hoàn Công.[42] Hầu là tước của các vua nước nhỏ.[43] Triệu Tương tử làm tướng quốc nước Tấn (thế kỉ thứ 5 trước T.L.).[44] Rợ Địch ở phương bắc.[45] Coi chú thích bài V.14.\n"
        },
        {
            "order": 12,
            "name": "Phần IV - (tt C)",
            "content": " ĐÂU LÀ PHÚC, ĐÂU LÀ HOẠ?  VIII.13(Tống nhân hữu hiếu hành nhân nghĩa giả) Nước Tống có một nhà thích thi hành điều nhân nghĩa, luôn ba đời như vậy. Bỗng nhiên con trâu đen trong nhà sinh một con trâu trắng. Đem việc đó hỏi Khổng tử, Khổng tử đáp: - Điềm lành đấy. Đem tế trời đi. Được một năm, người cha trong gia đình đó tự nhiên đui, và con trâu đó lại sanh trâu trắng. Người cha lại sai con đi hỏi Khổng tử. Người con bảo: - Lần trước hỏi rồi thì mắt cha không thấy đường, bây còn hỏi làm chi nữa? Người cha đáp: - Lời thánh nhân mới đầu có vẻ sai mà sau đúng. Việc đó chưa hết mà, con cứ lại hỏi nữa đi. Người con lại hỏi Khổng tử lần nữa. Khổng tử bảo là điềm lành và lại khuyên đem tế trời. Người con về thưa lại, người cha bảo: - Làm theo lời Khổng tử. Được một năm người con lại đui. Sau Sở đem quân đánh nước Tống. Dân trong thành (đói quá) đổi con cho nhau để ăn thịt, bửa xương ra làm củi chụm. Các trai tráng đều phải lên luỹ thành chiến đấu, chết già nửa. Cha con nhà đó vì đui mà được miễn. Đến khi thành được giải vây rồi, mắt họ đều sáng lại.  HAI NGƯỜI LÀM TRÒ SƠN ĐÔNG  VIII.14(Tống hữu lan tử giả) Nước Tống có người làm trò Sơn Đông xin diễn trò cho vua Nguyên (nước Tống) coi. Vua Nguyên gọi vô. Anh ta đứng trên hai cây cà khêu cao gấp hai anh ta, mà vừa chạy vừa nhảy. Rồi lấy bảy cây kiếm tung lên trời và bắt, lúc nào cũng có năm cây ở trên không. Vua Nguyên ngạc nhiên lắm, thưởng cho anh ta vàng và lụa. Một người làm trò khác có tài đánh đu[1] hay tin đó, tới xin làm trò cho vua Nguyên coi. Vua Nguyên nổi giận, bảo:  - Trước đã có một người làm trò lạ xin ta cho diễn. Trò đó vô dụng, nhưng gặp lúc ta vui vẻ cho nên thưởng hắn vàng, lụa. Tên này chắc nghe vậy mà lại, cũng mong được ta thưởng nữa đây. Bắt giam và làm nhục nó đi. Một tháng sau hắn mới được thả. GIỎI COI TƯỚNG NGỰA  VIII.15(Tần Mục Công vị Bá Nhạc) Vua Tần Mục Công bảo Bá Nhạc[2]: - Ông đã già rồi, con cháu có người nào sai tìm ngựa tốt được không? Bá Nhạc đáp: - Ngựa tốt, coi hình dáng, gân cốt thì biết được. Nhưng con ngựa nhất thiên hạ thì có cái gì đó như ẩn như hiện, như có như không, cảm được chứ không thấy được, nó chạy thì không tung bụi lên (tuyệt trần), không để lại dấu xe nữa. Bầy con của thần đều bất tài, giảng cho chúng hiểu thế nào là ngựa tốt mà không giảng cho chúng nhận ra được con ngựa tuyệt trần[3]. Thần có một người bạn cùng chở củi và rau, tên là Cửu Phương Cao, coi ngựa không kém thần, đại vương nên vời người đó tới. Mục vương vời người đó tới, sai đi tìm ngựa. Ba tháng sau người đó về tâu: - Được ngựa rồi, ở Sa Khâu. Mục vương hỏi: - Ngựa ra sao? - Ngựa cái vàng. Sai người đi bắt ngựa, thì là một con ngựa đực đen. Mục Công bất bình, vời Bá Nhạc tới bảo: - Hỏng! Người ông giới thiệu đi tìm ngựa, không phân biệt nổi ngựa đực ngựa cái, màu đen màu vàng, thì làm sao biết được ngựa? Bá Nhạc bùi ngùi, thở dài rồi tâu: - Tới mức đó ư! Thế thì anh ấy hơn thần cả ngàn vạn lần rồi. Cái mà anh Cao xét là cái huyền vi của trời; anh ấy nhận thấy cái tinh thần mà quên cái thô thiển, xét ở trong mà quên cái ở ngoài; cái gì đáng thấy thì thấy, không đáng thấy thì thôi; cái gì đáng nhìn thì nhìn, không đáng nhìn thì bỏ. Cái thuật đó của anh Cao có phải chỉ để coi tướng ngựa mà thôi đâu, còn quí hơn vậy nữa.  Khi ngựa dắt về, quả nhiên không ngựa nào bằng[4]. NHÚN NHƯỜNG LÀ MỘT CÁCH GIỮ MÌNH  VIII.17(Hồ Khâu trượng nhân vị Tôn Thúc Ngao) Một vị trưởng lão ở Hồ Khâu[5] bảo Tôn Thúc Ngao[6]: - Có ba cái oán ông biết không? Tôn Thúc Ngao hỏi: - Những cái nào vậy? - Tước cao thì bị người ta ghen, chức lớn thì bị người ta ghét, lộc hậu thì bị người ta oán. Tôn Thúc Ngao bảo: - Tước tôi càng cao thì tôi càng tự hạ mình xuống, chức tôi càng lớn thì tôi càng cho là nhỏ, lộc của tôi càng hậu thì tôi phân phát càng nhiều, như vậy tránh được ba cái oán đó chăng? ° Khi Tôn Thúc Ngao đau nặng sắp mất, răn con như sau: - Nhà vua mấy lần phong đất cho cha, cha từ chối cả. Cha chết rồi, nhà vua chắc sẽ phong cho con. Con nhớ đừng nhận một đất phì nhiêu đấy. Ở chỗ biên giới Sở và Việt, có một chỗ tên là Tẩm Khâu[7], đất đó khô cằn, nghe cái tên nó ai cũng ghét, vì người Sở sợ ma mà người Việt thì thích những tên đẹp (báo điềm lành). Tôn Thúc Ngao chết rồi, quả nhiên vua Sở đem một đất tốt phong cho con ông, người con từ chối, xin đất Tẩm Khâu, và giữ cho tới ngày nay. CÁCH CƯ XỬ VỚI BỌN CƯỚP  VIII.18(Ngưu Khuyết giả, thượng địa chi đại nho dã) Ngưu Khuyết là một bậc đại nho sống sống ở miền thượng[8], xuống Hàm Đan[9], gặp cướp ở tại Ngẫu Sa, mất hết quần áo, hành trang, xe và trâu, phải đi bộ mà nét mặt vẫn vui vẻ, không buồn tiếc. Bọn cướp chạy theo, hỏi tại sao vẫn vui vẻ. Ngưu Khuyết đáp: - Người quân tử không vì những vật nuôi mình[10] mà làm hại thân mình. Bọn cướp bảo: - Ôi! Thực là bậc hiền! Rồi chúng bàn với nhau. - Lão đó hiền minh như vậy mà gặp vua Triệu, vua Triệu dùng để trị bọn mình thì bọn mình nguy mất, không bằng giết phắt lão đi. Rồi chúng đuổi theo giết Ngưu Khuyết. Một người nước Yên nghe chuyện đó, họp bà con họ hàng lại khuyên: - Nếu có gặp cướp thì đừng làm như ông Ngưu Khuyết ở miền thượng đấy. Mọi người nghe lời. Chẳng bao lâu em người đó qua Tấn, tới cửa ải, quả nhiên gặp cướp, nhớ lời khuyên của anh, hết sức chống cự với cướp. Chống cự không nổi, rồi chạy theo chúng năn nỉ chúng trả lại hành lí. Bọn cướp nổi giận bảo: - Tụi tao tha chết cho, là rộng lượng rồi! Mà mày còn chạy theo hoài, sẽ lộ tung tích tụi tao. Tụi tao đã làm cái nghề cướp bóc, đâu nghĩ tới nhân nghĩa. Rồi chúng giết người đó, bốn năm người đi theo cũng bị thương lây. CÁI HẠI CỐ CHẤP  VIII.20(Đông phương hữu nhân yên) Ở phương đông có một người tên là Viên Tinh Mục, đi xa, giữa đường gần chết đói. Một tên cướp ở Hồ Phủ, tên là Khâu trông thấy, đổ nước vào miệng và đút thức ăn cho. Ba lần như vậy, Viên Tinh Mục mới tỉnh, mở mắt nhìn thấy tên cướp, hỏi: - Ông là ai vậy? Đáp: - Tôi là người Hồ Phủ, tên Khâu đây. Viên Tinh Mục bảo: - Ý, vậy anh là tên cướp hả? Sao lại cho tôi ăn uống? Ta trọng nghĩa, không nhận thức ăn của anh đâu. Nói xong, hai tay chống xuống đất, người đó cố mửa thức ăn ra, không được, chỉ nghe thấy tiếng ọc ọc trong bụng, rồi ngã gục xuống, chết. Người ở Hồ Phủ đúng là tên cướp, nhưng cứu sống người đời, không phải là hành vi cướp bóc. Viên Tinh Mục lấy lẽ người đó là kẻ cướp mà không chịu ăn thức ăn của người đó (cho là bất nghĩa) như vậy là lầm danh với thực. NÊN TRUNG QUÂN TỚI MỨC NÀO?  VIII.21(Trụ Lệ Thúc sự Cử Ngao công) Trụ Lệ Thúc thờ Ngao công nước Cử[11], tự cho là Ngao công không biết dùng mình, nên bỏ về ở ẩn tại bờ biển, muà hè ăn củ ấu, mùa đông ăn hạt giẻ. Tới khi Ngao công gặp bước nguy nan, Trụ Lệ Thúc từ biệt bạn bè mà hi sinh lại cứu. Bạn bè hỏi: - Bác cho Ngao công không biết dùng bác nên bỏ đi; nay hi sinh tới cứu, như vậy không phân biệt hạng vua biết dùng và hạng vua không biết dùng bề tôi nữa. Trụ Lệ Thúc đáp: - Không phải vậy. Tôi tự cho nhà vua không biết dùng tôi, nên tôi bỏ về; ngày nay tôi hi sinh cho nhà vua để tỏ rằng quả thực nhà vua không biết dùng tôi. Tôi chết đây là để đời sau những ông vua không biết dùng bề tôi phải xấu hổ. Nếu vua biết dùng mình thì mình hi sinh cho vua được, không biết dùng mình thì không lí gì để hi sinh, đó là con đường chính trực để theo. Có thể bảo Trụ Lệ Thúc là người vì quá oán giận mà tự huỷ hoại mình như vậy. TRUYỆN NGƯỜI BIẾT THUẬT BẤT TỬ  VIII.26(Tích nhân ngôn hữu tri bất tử chi đạo giả) Xưa có một người cho rằng mình biết cái thuật bất tử. Vua Yên sai sứ giả lại đón. Sứ giả chậm trễ, chưa tới thì người đó chết rồi. Vua Yên giận lắm muốn đem giết. Một bề tôi được vua yêu bèn can: - Ai cũng sợ nhất là chết, quí nhất là sống. Mà người đó không tự cứu sống được mình thì làm sao có thể làm cho đại vương bất tử được? Vua Yên thôi không giết sứ giả nữa. Một người nước Tề cũng muốn biết thuật bất tử, hay tin người có thuật đó đã chết, tự vỗ ngực, tiếc vô cùng. Phú tử nghe nói, cười rằng: - Muốn học thuật bất tử, nay người biết thuật đó chết rồi mà mình còn tiếc, thì rõ là không biết mình muốn học cái gì. Hồ tử bảo: - Phú tử nói vậy là sai. Vẫn có người biết thuật nào đó mà không biết thi hành; lại có người thi hành được mà không biết thuật. Nước Vệ có một người giỏi môn toán, dạy cho con phép toán; người con nhớ lời cha dạy nhưng không làm toán được. Một người khác lại hỏi cách làm toán, người con đem đúng lời cha mà chỉ cho. Người kia theo mà làm được đúng như người quá cố. Như vậy thì người biết thuật bất tử kia, trước khi chết có thể truyền lại cái thuật của mình được lắm chứ.  TỐT BỤNG MÀ HOÁ RA TÀN NHẪN  VIII.27(Hàm Đan chi nhân) Dân Hàm Đan có lệ ngày nguyên đán đem chim cưu[12] dâng Giản tử[13]. Giản tử mừng lắm, thưởng họ rất hậu. Một người khách hỏi tại sao, ông đáp: - Ngày nguyên đán mà phóng sinh thì tỏ rằng mình có lòng thương loài vật. Người khách nói: - Dân chúng biết ông muốn phóng sinh, tất tranh nhau bắt chim cưu, và nhiều chim sẽ bị chết. Nếu ông muốn cho chim sống thì không gì bằng cấm dân đừng bắt; bắt rồi thì phóng sinh thì lòng tốt của ông không đủ bù cái hại. Giản tử đáp: - Đúng vậy. TRỜI KHÔNG THIÊN VỊ GIỐNG NÀO  VIII.28(Tề Điền thị tổ ư đình) Họ Điền nước Tề tế thần đường sá[14] trong sân, thực khách tới số ngàn. Giữa bữa tiệc, có người dâng lên món cá và món chim nhạn. Họ Điền nhìn rồi thở dài: - Trời hậu đãi loài người thật! Sinh ra ngũ cốc, cá chim để chúng ta ăn. Mọi người khách đều tán thưởng ầm ĩ. Một đứa con họ Bão mới mười hai tuổi, dự vào hàng dưới, tiến lên thưa: - Không đúng như lời ngài nói. Vạn vật trong trời đất với chúng ta đều là sinh vật cả, không loài nào quí, không loài nào hèn. Chỉ dùng trí khôn và sức mạnh mà khuất phục lẫn nhau, ăn thịt lẫn nhau thôi, chứ không có loài nào sinh ra để cho loài khác ăn thịt. Loài người thấy cái gì ăn được thì ăn, trời đâu có vì người mà sinh ra các loài đó. Muỗi mòng kia đốt da ta, hổ lang kia ăn thịt ta, có thể nói rằng trời vì chúng mà sinh ra chúng ta không? TƯỞNG MÌNH GIÀU  VIII.30(Tống nhân hữu du ư đạo) Một người nước Tống đi trên đường lượm được một khế ước của ai đánh rơi, đem về nhà giấu kĩ, lén đếm những dấu khắc trên khế ước[15]. Một hôm người đó bảo người láng giềng: - Chẳng bao lâu tôi sẽ giầu, rồi bác coi. VÌ LỢI MÀ KHUYÊN NGƯỜI  VIII.31(Nhân hữu khô ngô thụ giả) Một người có một cây ngô đồng khô. Người láng giềng bảo: - Cây ngô đồng khô là điềm gở đấy. Người kia vội đốn đi. Cha người láng giềng bèn xin về làm củi. Người kia bất bình bảo: - Người cha anh láng giềng đó muốn có củi nên xui mình đốn cây. Láng giềng với nhau mà hiểm như vậy, xấu quá![16] NGỜ OAN  VIII.32(Nhân hữu vong phủ giả) Một người đánh mất một chiếc rựa, ngờ con người láng giềng lấy, thấy dáng đi của nó đúng là đứa ăn trộm rựa, vẻ mặt nó đúng là đứa ăn trộm rựa, thái độ nó rõ ràng là đứa ăn trộm rựa.  Ít lâu sau đào đất trong hang ngẫu nhiên tìm được chiếc rựa. Hôm sau lại để ý nhìn đứa con người láng giềng thì hành động, thái độ nó không còn cái vẻ gì là ăn trộm rựa nữa. THAM THÌ TỐI MẮT LẠI  VIII.34(Tích Tề nhân hữu dục kim giả) Xưa, một người nước Tề ham vàng quá, sáng sớm mặc quần áo, đội khăn ra chợ, lại cửa hàng đổi vàng, chộp vàng rồi chạy. Người coi chợ bắt được, hỏi: - Giữa đám đông sao mà chú dám chộp vàng của người ta? Đáp: - Lúc tôi cướp vàng, tôi có thấy ai đâu, chỉ thấy vàng thôi.Chú thích:[1] Nguyên văn là yến hí: làm trò bay qua bay lại như con chim nhạn, chắc là trò đánh đu, phóng mình bắt dây bên kia.[2] Người nổi tiếng coi tướng ngựa thời cổ.[3] Chữ tuyệt trần ngày nay có nghĩa là nhất đời, có lẽ gốc ở truyện này.[4] Đoạn cuối này, từ “Tới mức đó ư!”, B.G dịch khác, chắc theo một bản khác.[5] Nay ở tỉnh Hà Nam.[6] Một vị tướng quốc có tài đức của Sở Trang vương. Coi Sử kí của Tư Mã Thiên – bản dịch của chúng tôi (NHL).[7] Nghĩa là đất ngủ, đất chết.[8] Tức miền núi của tam Tấn (Hàn, Nguỵ, Triệu).[9] Kinh đô nước Triệu thời Chiến Quốc.[10] Tức thức ăn, quần áo, đồ dùng.[11] Một nước nhỏ thời Chiến Quốc, nay ở Sơn Đông.[12] Mình thường dịch là chim tu hú. Như có lẽ là một thứ chim bồ câu, chim ngói.[13] Tức Trịnh Giản tử, được phong ấp ở Hàm Đan.[14] Trước khi đi xa, người ta tế thần đường sá, gọi là tế tổ. [15] Khế ước bằng gỗ hay tre, những dấu khắc đó ghi số tiền. Chắc hai bên đều không biết chữ.[16] Nguyên văn: Khởi khả tai! B.G. dịch là: Biết làm gì bây giờ?\n"
        },
        {
            "order": 14,
            "name": "Phần V (tt)",
            "content": " CÁI BẢ HƯ DANH  VII.14 (Dương tử viết: Thái cổ chi sự…) Dương Chu nói: - Các việc lớn thời thái cổ đã dứt rồi, ai có thể ghi lại được? Hành vi của Tam Hoàng tới nay như còn như mất, hành vi của Ngũ Đế như tỉnh như mộng, hành vi của Tam Vương hoặc ẩn hoặc hiện[1], một ức việc không biết chắc được một việc. Ngay những việc đương thời ta đây, hoặc được nghe, hoặc được thấy mà vạn việc cũng không biết chắc được một việc; những việc trước mắt ta đây, hoặc còn hoặc mất, ngàn việc cũng không biết chắc được một việc. Từ thời thái cổ tới nay, có cơ man nào là năm, mà từ thời Phụ Hi tới nay, cũng đã trên ba ngàn năm rồi. Hiền ngu, gian ác, thành bại, thị phi, không có gì là không tiêu diệt, chỉ sớm hoặc muộn mà thôi. Coi trọng tiếng khen tiếng chê một thời làm cho tinh thần, hình hài tiều tuỵ, muốn lưu lại cái danh hão mấy trăm năm sau khi chết, nhưng chết rồi có cách nào làm cho nắm xương tàn tươi lại, tái sinh mà hưởng lạc được không? ĐỒNG HOÁ VỚI VẠN VẬT VII.15 (Dương tử viết: Nhân tiếu thiên địa chi loại) Dương Chu nói: - Con người bản chất giống trời đất, có đức tính của ngũ hành[2], là loài tối linh trong vạn vật, nhưng móng tay và răng không đủ để tự vệ, da thịt không đủ để kháng cự; chạy không đủ mau để trốn nguy; lại không đủ lông để che nắng tránh lạnh. Phải nhờ cậy ngoại vật để tự nuôi sống, nhưng dùng mưu trí chứ không ỷ vào sức mạnh được[3]. Cho nên trí khôn quí ở chỗ nó bảo tồn được thân ta; mà sức mạnh đáng khinh ở chỗ nó tàn bạo với sinh vật khác. Thân ta không phải của ta, nhưng đã sinh ra rồi thì không thể không bảo toàn nó được. Các sinh vật khác không phải là của ta, nhưng đã có chúng rồi thì không được diệt trừ nó đi[4].  Đời sống tuỳ thuộc thân ta, mà thức ăn của ta tuỳ thuộc vạn vật. Tuy bảo toàn được thân ta, nhưng không làm chủ hoàn toàn được nó; tuy không diệt trừ các sinh vật khác, nhưng không thể làm chủ hoàn toàn chúng được. Làm chủ vạn vật và làm chủ thân ta, tự ý muốn làm gì cho thân mình và cho vạn vật cũng được, hoạ may bậc thánh nhân mới được vậy. Coi thân mình là vạn vật, coi vạn vật là thân mình, thì chỉ bậc chí nhân mới được vậy. Đó là tột bực của sự hoàn thiện.[5] TẠI SAO KHÔNG ĐƯỢC AN NHÀN VII.19 (Dương Chu viết: Sinh dân chi bất đắc hưu tức) Dương Chu nói: - Con người sở dĩ không được nghỉ ngơi (an nhàn) là vì bốn nguyên nhân: ham sống lâu, ham danh, ham vị và ham tiền. Vì ham bốn cái đó nên sợ quỉ, sợ người, sợ kẻ có quyền, sợ hình phạt. Hạng người đó gọi là “trốn” (tự nhiên), vì họ sống hay chết, thì số mệnh họ cũng tuỳ ngoại vật (chứ không tuỳ họ). Nếu thuận mệnh thì đâu còn cầu thọ; không ham quí hiển thì đâu còn cầu danh; không muốn có uy thế thì đâu thích địa vị; không ham giàu thì đâu quí tiền của. Hạng người như vậy gọi là thuận “tự nhiên”, trong thiên hạ không có gì ngang[6] với họ được, số mạng họ tuỳ thuộc họ (chứ không tuỳ thuộc ngoại vật). Cho nên ngạn ngữ có câu: “Người nào không lập gia đình, không làm quan thì tình dục mất đi một nửa, người nào không quan tâm tới cái ăn cái mặc thì chẳng có bổn phận vua tôi”.  LOÀI MỌT CỦA TRỜI ĐẤT  VII.18(Dương Chu viết: Phong ốc, mĩ phục) Dương Chu nói: - Nhà sang, áo đẹp, thức ăn ngon, vợ đẹp, có bốn thứ đó thì có cầu gì khác nữa? Có bốn thứ đó rồi mà cầu thêm nữa, là tham lam vô độ, tham lam vô độ là loài mọt của âm dương (của trời đất)[7].  BỎ TRUNG NGHĨA ĐI  VII.19(Trung bất túc dĩ an quân) Dương Chu nói: - Trung với vua không đủ để làm cho vua được yên mà đủ để làm nguy cho bản thân mình; giữ nghĩa không đủ để làm lợi cho người mà đủ làm hại cho đời sống của mình. Sự an ổn của người trên không nhờ đức trung (của người dưới), vậy nên bỏ tiếng trung đi; sự lợi ích của người khác không do ta giữ nghĩa, vậy nên bỏ tiếng nghĩa đi. Vua tôi đều được yên ổn, người và ta đều được lợi, đó là đạo của cổ nhân[8]. TA CHỊU HẬU QUẢ HÀNH ĐỘNG CỦA TA  VII.22(Dương Chu viết: Lợi xuất giả thực cập[9]) Dương Chu nói: - Làm điều lợi cho người thì được hậu quả tốt; làm điều oán cho người thì sẽ hại tới thân. Phát ở ta mà ứng ra ngoài, đó là tình đời (lẽ thường). Cho nên người hiền minh thì thận trọng về hành động của mình. MẤT CỪU  VIII.23(Dương tử chi lân vong dương[10]) Người láng giềng của Dương tử mất cừu, đã sai tất cả người trong nhà đi tìm, lại xin Dương tử cho trẻ tìm hộ nữa. Dương Chu hỏi : - Ôi! Mất có một con cừu, sao mà cần nhiều người thế? Người kia đáp: - Vì đường có nhiều ngã rẽ. Lại hỏi: - Tìm được không? - Không. - Sao mà không tìm được? Đáp: - Theo một ngã rẽ lại gặp một ngã rẽ khác, không biết phải theo ngã nào, đành phải về. Dương Chu rầu rầu nét mặt, không nói gì cả một hồi lâu và suốt ngày hôm đó không cười. Môn đệ lấy làm lạ, đáng bạo hỏi: - Một con cừu có đáng gì đâu, mà con đó lại không phải của thầy, sao thầy rầu rĩ tới không nói, không cười như vậy. Dương Chu không đáp và môn đệ không hiểu ý thầy ra sao. Môn đệ Mạnh Tôn Dương trở ra nói với Tâm Đô tử. Hôm sau cả hai người cùng vô thưa với Dương tử: - Xưa ba anh em nhà nọ đi chơi nước Tề, nước Lỗ. Cả ba cùng học một thầy, đạt được đạo nhân nghĩa rồi về. Người cha hỏi: - Đạo nhân nghĩa ra sao? Người con lớn đáp: - Theo đạo nhân nghĩa thì con phải yêu cái thân của con mà coi thường cái danh. Người con giữa đáp: - Theo đạo nhân nghĩa thì con phải huỷ cái thân con để thành danh. Người con thứ ba đáp: - Theo đạo nhân nghĩa thì con phải giữ cho vẹn cả cái thân lẫn cái danh của con. Ý kiến của ba người đó trái ngược nhau mà họ đều học chung một thầy nho cả, vậy biết ai phải ai trái? Dương tử đáp: - Xưa có một người sống ở bờ sông, quen với nước, can đảm bơi lội, chở đò cho người qua sông, kiếm tiền nuôi được trăm miệng ăn. Nhiều người đem lương thực lại xin học, nhưng có tới một nửa chết đuối. Họ học lội chứ không học chết đuối, mà hại như vậy; theo anh thì ai phải ai trái? Tâm Đô tử làm thinh bước ra. Mạnh Tôn Dương trách: - Anh hỏi gì mà quanh co vậy? Và thầy trả lời làm sao mà khó hiểu thế? Tôi càng thêm hoang mang. Tâm Đô tử đáp: - Vì con đường lớn nhiều ngã rẽ cho nên không tìm được cừu. Vì có nhiều ý kiến, cho nên hại cho người học đạo. Sự học, gốc thì như nhau, là một, mà ngọn thì khác nhau. Cho nên chỉ người nào biết quay về chỗ đồng nhất mới khỏi bị hại. Anh làm môn đệ của thầy từ lâu, tập đạo của thầy mà không hiểu ý thầy, đáng buồn thật!  ĐI TRẮNG VỀ ĐEN  VIII.24(Dương tử chi đệ viết Bố) Em của Dương Chu là Dương Bố, một hôm bận áo trắng đi chơi; khi gặp mưa thì cởi áo trắng ra, bận áo đem mà về. Con chó trong nhà không nhận ra được, chạy ra sủa. Dương Bố giận, muốn đập. Dương Chu bảo: - Đừng đánh nó! Chú ở vào cảnh nó chú cũng hành động như nó. Ví dụ con chó của chú, lúc đi lông đen, lúc về lông trắng, thì chú có lấy làm lạ không?[11] NÊN LÀM ĐIỀU THIỆN  VIII.25(Dương tử viết: Hành thiện bất dĩ) Dương Chu nói:[12] - Người làm điều thiện không phải để cầu danh mà danh tự tới. Danh không hẹn gì với lợi mà lợi theo nó. Lợi không hẹn gì với sự tranh giành mà sự tranh giành cứ đến với nó. Vì vậy người quân tử phải thận trọng mà làm điều thiện.Chú thích:[1] Tam Hoàng: theo truyền thuyết, là ba đời đàu tiên: Thiên Hoàng, Địa Hoàng, Nhân Hoàng. Ngũ Đế: theo truyền thuyết, là Phục Hy, Thần Nông, Hoàng Đế, Đường Nghiêu, Ngu Thuấn. Tam Vương là ba đời vua: vua Vũ nhà Hạ, vua Thang nhà Thương, vua Văn vương nhà Chu. Còn mất, tỉnh mộng, ẩn hiện đều có nghĩa là mơ hồ, không biết chắc được, như có như không.[2] Nguyên văn là ngũ thường; ngũ hành tức kim, mộc, thuỷ, hoả, thổ.[3] Đoạn này làm chúng ta nhớ tới Pascal.[4] Nguyên văn theo bản Trương Trầm: Kí hữu, bất đắc bất khứ chi. B.G dịch sát như vậy. Theo bản Đường Kính Cảo, chữ bất khứ, nên sửa là nhi khứ. Chúng tôi theo bản này.[5] Thánh nhân ở đây trỏ bậc đại trí, chí nhân ở đây trỏ bậc đại nhân, cao hơn một bậc.[6] Nguyên văn: Thiên hạ vô đối. Cũng có thể hiểu rằng trong thiên hạ không có gì chống đối với họ.[7] Bài này B.G cho vào cuối bài VII.17.[8] Bài này và bài trên, Đường Kính Cảo gom làm một.[9] Thực cập 實及: sách in sai thành “thực tập”. (Goldfish).[10] Bản chữ Hán chép: Dương tử chi lân nhân vong dương 楊子之鄰人亡羊. Theo bác Vvn thì trong tiếng Trung hiện đại, dương 羊 là con cừu, còn sơn dương 山羊 là con dê; còn trong tiếng Hán cổ thì dương 羊 chỉ cả cừu lẫn dê. (Goldfish)[11] Truyện này trong Cổ học tinh hoa có nhan đề là: Lúc đi trắng, lúc về đen. (Goldfish)[12] Trong sách không có câu này. (Goldfish).\n"
        }
    ]
}
