{
    "id": 1778,
    "cate_id": 13,
    "name": "NAM HOA KINH",
    "photo": "https://docsachhay.net/images/e-book/nam-hoa-kinh.jpg",
    "data": [
        {
            "order": 9,
            "name": "Phải Quấy và Xấu Tốt",
            "content": " A. Sự bình đẳng giữa Phải Quấy và Xấu Tốt: Đứng theo quan niệm nhị nguyên (chỉ thấy có một cái ta riêng biệt) mà xem, thì sẽ thấy sự vật có phải, có quấy rõ ràng. Phải, là cái gì có lợi cho ta. Quấy, là cái gì bất lợi cho ta. Trái lại, nếu không thiên chấp mà biết nhìn rộng ra sự vật khác bên ngoài ta, thì biết đâu cái mà ta gọi là \"phải\" đối với ta đây, vị tất cũng còn là \"phải\" đối với kẻ khác? Ngay cùng một việc mà ta cho là \"phải\" đối với ta bây giờ, sẽ không còn là \"phải\" nữa đối với ta sau này! Như vậy Phải và Quấy là một việc cá nhân tương đối và chủ quan, hết sức bất thường. Nêu nó ra để mà nói với thiên hạ, để mà làm tiêu chuẩn chung và bắt cả thiên hạ phải cùng theo, thì còn nghĩa lý gì nữa! \"Người nằm trong chỗ ẩm thấp thì sinh ra đau lưng và tê liệt một bên mình; con cá chạch thì có sao không? Người ở trên cây thì run rẩy, sợ sệt; còn loài khỉ vượn có sao không? Ba loài ấy, ai biết chỗ nào là chỗ ở chính? Con người thì ưa ăn thịt thà; hươu nai thì thích ăn cỏ non; rết thì cho rắn con là ngon; chim mèo chim cú thì nghiện ăn chuột bọ. Bốn loài ấy, ai biết món ăn nào là chính vị? Mao Tường Lệ Cơ, người thấy thì cho là đẹp mà cá thấy thì lặn sâu, hươu nai thấy thì chạy dài. Bốn loài ấy, ai biết sắc đẹp nào là chính sắc trong thiên hạ?\" Mỗi vật đều thuận theo chỗ hợp của mình: không có chỗ nào là chỗ hợp chung cho tất cả vạn vật. Mỗi vật đều biết ngon theo chỗ ngon riêng của mình: không có vị nào là ngon chung cho tất cả vạn vật. Mỗi vật đều có sự ưa thích theo một cái đẹp riêng theo mình: không có cái đẹp nào là cái đẹp chung chi tất cả vạn vật. Và như vậy, nếu đã không có cái đẹp nào là cái đẹp chung để làm cái gương tận mỹ chung cho tất cả mọi vật, thì cũng không có cái thiện nào có thể đem ra làm cái gương tận thiện chung cho tất cả mọi người. Quan niệm về bình đẳng của Trang tử không giống với quan niệm thông thường của người đời. Bình đẳng của người thường hiểu là một thứ bình đẳng hình thức máy móc, hiểu theo cái nghĩa nông cạn là san bằng mọi sự mọi vật, bất chấp cái luật \"bất bình đẳng tự nhiên\" trong vạn vật cũng như trong loài người: sang, hèn, trí, ngu, lớn, nhỏ, trai, gái… đều bắt buộc phải uốn mình sống theo một khuôn khổ luân- lý, giáo dục, luật pháp giống nhau. Nơi trường học, kẻ sáng, người tối, gái, trai…đều chịu chung một lối giáo dục như nhau; người ta quên nghĩ đến cái cá tính đặc biệt của mỗi người mỗi vật. Văn minh loài người sở dĩ không thể phát triển mau lẹ được cũng vì quan niệm lạc lầm này. Trong nhiều chế độ người ta còn đề cao vai trò của xã hội đến đỗi cá nhân không còn chỗ nào để thở được bằng cái mũi của mình, xem được theo cặp mắt của mình, cảm được theo quả tim của mình nữa, mà suốt đời chỉ biết nhận những chỉ thị của bề trên, và sống rập theo một khuôn khổ đã ấn định chung cho tất cả mọi người. Theo Trang tử, \"tính\" của vật không đồng nhau, tức là chỗ mà nhà xã hội học ngày nay gọi là \"những bất bình đẳng tự nhiên\". Vậy, chỗ \"không đồng\" (bất đồng) của vạn vật, ta phải biết \"nhận lãnh\", biết \"chịu\" nó, và hãy để cho mỗi vật tự do sống theo cái sống của nó. Đó là nhân chỗ \"bất đồng\" mà làm cho vạn vật \"đồng nhau\" vì mỗi vật đã được tự do sống theo \"bản tính\" của mình. Tất cả mọi chế độ chánh trị, xã hội, luân- lý từ xưa đến nay đều, ít hay nhiều, quy định một cái tận thiện mẫu để làm tiêu chuẩn chung cho tư tưởng hành vi con người và bắt buộc người người đều theo đó mà sống. Đó là cưỡng ép chỗ \"không thể đồng\" phải \"đồng nhau\". Phải chăng là điều rất sai với tự nhiên, làm thống khổ con người vô cùng! Mỗi vật đều có cái tính tự nhiên của nó: sự ưa ghét cũng vì đó mà không thể \"đồng\" nhau. Nay lại cưỡng ép người người đều phải thừa nhận một lẽ phải khác với cái lẽ phải của họ, khác với lòng hiếu ố riêng của họ, là làm cho họ mất tự do sống theo cái Sống của họ. Cho nên, Tự Do và Bình đẳng không thể đi đôi với nhau được: hễ được Tự Do thì không bình đẳng, mà theo bình đẳng, cái thứ bình đẳng san bằng mọi vật, thì mất tự do. Theo Trang tử thì không phải vậy. Tự Do và bình đẳng lại đi đôi với nhau như bóng với hình. Sở dĩ con người được bình đẳng là nhờ có tự do, mà được tự do là nhờ có bình đẳng. Nhận có tự do và quý trọng tự do thì mới có cầu mong cho vạn vật, mỗi vật đều được tự do sống theo cái Sống của mình. Mà, nếu vạn vật, vật nào cũng sống được cái sống của mình, đó là vạn vật nhờ tự do mà được bình đẳng. Cũng như, nhận có bình đẳng thì mới chịu để cho vạn vật, vật nào cũng được sống theo mình thì vạn vật, vật nào cũng nhờ đó mà được tự do. Tóm lại, phàm đã chủ trương tự do tuyệt đối, ắt cũng phải chủ trương bình đẳng tuyệt đối. Là vì nếu không thừa nhận bình đẳng tuyệt đối, mới có cho rằng giữa người và người, giữa vật và vật có cái này hay hơn cái kia, hoặc có cái kia hay hơn cái này. Đã nhận có cái này hay hơn cái kia, người này hay hơn người kia mới có cho rằng người hay phải lo cải tạo người không hay, để cho đó trở về đường hay theo quan niệm chủ quan tạm thời của mình. Như thế là ta không nhận có tự do của con người. Không nhìn nhận tự do của con người mới có sự cưỡng ép kẻ khác phải sống theo quan niệm về điều phải lẽ quấy theo ta, không được sống tự do theo cái sống của họ. Nếu đó không phải là chuyên chế, thì đâu mới là chuyên chế? Người người đều được tự do sống theo mình, thì cái \"phải\" của mọi người đều được xem là \"phải\" cả, và cái \"đẹp\" của mọi người cũng đều được xem là \"đẹp\" cả. Vậy thì mọi vật dưới trời không còn vật nào tự nó không tốt đẹp; mọi ý kiến dưới trời không có ý kiến nào là không ngang bằng nghĩa là bình đẳng như nhau tất cả. Thị Phi, Thiện ác là một vấn đề tương đối. Nhưng, tiến thêm một bước sâu hơn, ta lại thấy: thị cũng do phi mà có, phi cũng do thị mà sinh, cũng như thiện do ác mà sinh, ác do thiện mà có. Trang tử nói: \"(…) đó do đây mà ra; đây do đó mà có(…)\" \"Đó\" do \"đây\" mà ra, \"đây\" nhân \"đó\" mà có, đó là muốn nói đến cái luật đối đãi, mà cũng vừa muốn nói đến cái luật \"vật cùng tắc biến\" và hễ biến thì biến thành đối địch của nó. Và lên đến một tầng cao hơn nữa, ta sẽ thấy thị phi chẳng những là một lẽ đối đãi, bổ khuyết cho nhau \"nhất âm nhất dương chi vi Đạo\", mà thị tức là phi, phi tức là thị: cả hai là đồng nhất. Bởi vậy, Trang tử mới nói: \"vật, không vật nào là không phải \"đây\", không vật nào là không phải \"đó\"(…) \"Đó\" cũng là \"đây\" mà \"đây\" cũng là \"đó\". \"Đó\" và \"đây\" đã là một, thì \"đó\" và \"đây\" riêng ra, đâu có thật. Hay nói một cách khác: cái phải của \"đây\" là cái quấy của \"đó\", mà ’đó\" là ’đây’, \"đây\" là \"đó\" thì chung quy phải và quấy là một vậy. \"Đây\" và ‘đó\" đã vô định, thì phải và quấy cũng vô định, vậy mà người đời lại muốn định phải quấy nên mới có sự tranh biện và giành phần phải cho mình. Nhưng, tranh biện nhau có đủ để rõ đặng đâu là phải, đâu là quấy chăng? Thiên Tề- Vật- Luận nói: \"Ta với ngươi cùng tranh biện: ngươi không được ta, ta không thắng được ngươi, vậy ngươi hẳn là đã phải, mà ta hẳn là đã quấy chưa? Nếu ta thắng được ngươi; ngươi không thắng được ta, vậy ta hẳn là đã phải, mà ngươi hẳn đã là quấy chưa? Hay là, khi thì phải, khi thì quấy hay sao? Hay là, cả hai chúng ta đều phải cả, hoặc cùng quấy cả hay sao? Ta và ngươi không thể biết được nhau, thì người người đành phải chịu tối tăm rồi! Ta phải nhờ ai chính lại việc ấy? Nhờ kẻ đồng với ngươi thì làm sao chính được việc đó! Cậy người khác với ta và ngươi, để chính lại việc đó ư? Nó đã khác với ta và khác với ngươi, thì làm sao chính lại được việc đó? Cậy người đồng với ta và đồng với ngươi thì làm sao chính được việc đó? Vậy thì ta với ngươi cùng với người đó đều không thể biết nhau được, sao phải chờ người đó làm gì?\" Vậy thì, tuy tranh biện mà phải quấy cũng không sao định đặng. Là vì còn thấy có \"đó\", có \"đây\". Khi mà lòng mình không còn chia phân Nhi Ngã, sống được trong cái Sống- một của Đạo rồi, thì \"đó\" là \"đây\", \"đây\" là \"đó\", vấn đề phải quấy, thiện ác tự nhiên theo đó cũng tiêu tan như một cơn mộng mị. Một nhà Đạo học ấn độ ngày nay, J. KRISNAMURTI, nói rất chí lý: \"không có vấn đề nào để giải quyết cả: chỉ có cái Sống để sống mà thôi\". \"Phải\" là một lẽ vô cùng; quấy cũng là một lẽ vô cùng\" nghĩa là pahỉ và quấy như trên cái vòng tròn, không biết đâu là khởi điểm. Ta cần đứng ở trung tâm của cái vòng ấy (hoàn trung) để chịu đây chịu đó. Chỗ trung tâm ấy, gọi là Đạo xu (cốt của bánh xe Đạo). \"Thánh nhân vì chỗ hòa mà nói thị nói phi, rồi đứng yên nơi Thiên Quân, đó gọi là lưỡng hành\". Lưỡng hành là \"không rời khỏi thị phi, mà lại vượt thoát khỏi thị phi\". Thánh nhân đối với thị phi có hai cách cư xử: đối với mình, thì tâm trí hợp nhất, chỉ thấy có cái sống một mà không thấy có thị phi. đối với người, thì biết phải quấy là hai lẽ tương đối nương nhau mà có, nên cứ đứng yên nơi trục quân bình để mà hòa với mọi người, tức là chỗ mà Trang tử gọi là \"triêu tam mộ tứ\". Nếu bảo rằng không có cái phải nào là tuyệt đối, tại sao Trang tử lại bài bác chế độ luân- lý của người đương thời, há không phải đó là tự mâu thuẫn với mình sao? Không, Trang tử có bao giờ cho rằng có một cái Phải nào là cái Phải tuyệt đối để làm mẫu cho mực cho thiên hạ loài người đâu! Sở dĩ có bài bác chăng là bài bác cái óc thiên tư độc đoán cho rằng chỉ có mình là Phải mà thiên hạ đều Quấy, và cái Phải hay cái Quấy chỉ là một trạng thái tạm thời và luôn luôn phản biến bất thường, không thể dụng tư tâm đem cái quan niệm về điều Phải lẽ Quấy của riêng mình mà bắt cả thảy thiên hạ cùng theo, và nhân đó làm cho con người thống khổ. Vậy chứ cái mà thiên hạ thường gọi là lo đời chẳng phải là lo đem thiên hạ vào cùng một khuôn tư tưởng như mình sao? Và \"hễ đồng với ta, cho ta là Phải, không đồng với ta, cho ta là Quấy\", hay nói một cách khác, kẻ nào không cùng với ta, là nghịch với ta. Thiên hạ từ xưa đến nay sở dĩ mà loạn, là vì phần nhiều ai ai cũng tưởng cái Phải của mình là tuyệt đối, nghĩa là chỉ có mình là phải. Không thế, thì sao có những chế độ độc tài đã làm điêu linh thống khổ thiên hạ! *B. Sự bình đẳng giữa Sống và Chết Bình đẳng giữa thị phi… đưa ta đến một vấn đề không kém quan trọng hơn: vấn đề Sống Chết. Theo Trang tử thì trong Trời Đất, chỉ có một cái Sống mà thôi, tức là cái Sống không sinh, không tử. Còn nói đến sống và chết, những hình thức đối đãi nhau mà có, thì đó chỉ là một sự \"thành hoại\" của một trạng thái trong cuộc đại hóa của Trời Đất thôi. Sống chết, theo Trang tử là một \"cột\", một \"mở\", một \"đi\" một \"lại\" nối tiếp nhau như trên cái \"vòng tròn\". Cái Sống của ta đối với hình thể ta, như \"lửa đối với củi\". Cái Sống ấy như lửa truyền từ bó củi này sang bó củi kia: \"Hỏa truyền mãi mà không tắt, cái mạng quấn mãi mà không tuyệt\". Chết, là từ hình thức của một vật hiện tại nầy chuyển qua hình thức khác. Nếu từ cảnh nầy đổi qua cảnh khác mà sanh lòng lo sợ, thì có khác nào cảnh của \"nàng Lệ Cơ, con của một vị phong nhân xứ Ngại, gả cho Vua nước Tấn. Khi về nhà chồng, lụy ướt dầm bầu. Kịp khi đến hoàng cung, cùng vua đồng sàng, nếm mùi sô hoạn, rồi lại hối hận giọt lệ ngày xưa\" mà không chịu trở về quê cũ. Như ta cho hình thức hiện đây là đáng vui mừng, thì sau khi chết, chỗ ta sẽ đặng hình thức mới, sao lại biết không có chỗ đáng vui mừng như bây giờ, hoặc hơn bây giờ? Thiên Đại Tông Sư cũng có nói: \"Hồi vị thủy trong vô cực, theo Vạn hóa mà có nó ra. Vậy, vui với đó, nhận riêng nó (mà không nhận cái khác) có phải lẽ không?\" Giải thích đoạn văn trên đây, Quách Tử Huyền viết: \"Trong muôn vàn hình thức của vạn vật, hình thức của người là một. Gặp được hình thức ấy, chưa đủ riêng vui với nó mà thôi sao? Trong vô cực, chỗ \"gặp mới\" của vạn vật đều như con người, há chỉ riêng có con người là biết vui với cái hình thức ấy mà thôi; còn bao nhiêu vật khác đều không biết vui với hình thức của chúng như con người sao?\" Gốc ta đâu phải là người mà biến thành con người. Hóa làm người, đó là ta đã mất cái chỗ cũ kia, nhưng tuy mất cái cũ mà lại vui, là vui chỗ \"gặp mới\" khác nầy đây. Mà cuộc biến hóa thì vô cùng, thì chỗ \"gặp mới\" cũng sẽ vô tận. Chúng ta đi trên con đường biến hóa vô cùng của Trời Đất, có khác nào một lữ khách: cảnh nào cũng mới, chỗ nào cũng đẹp. Nhưng đừng để cho cảnh nào trói buộc mình, vì trên đời không còn biết bao cảnh lạ bất ngờ vui đẹp khác đang chờ đợi ta. Trang tử cũng có nói: \"Giá như cánh tay trái tôi hóa làm con gà, thì tôi nhân đó mà gáy canh. Giá như cánh tay phải tôi hóa làm hòn đạn, thì tôi nhân đó mà kiếm chim quay. Giá như cái xương cùng của tôi hóa thành bánh xe, lấy cái thần hồn tôi làm con ngựa thì tôi sẽ nhân đó mà cỡi lên, há còn phải đợi xe ngựa nào nữa. Vả đắc là thời, thất là thuận. An thời xử thuận thì buồn vui làm sao vào đặng cõi lòng\". Tóm lại, bậc chân nhân ngày xưa \"không ham sống, không ghét chết\", ra không vui, về không buồn, thản nhiên mà đến, thản nhiên mà đi… luôn luôn \"an thời xử thuận\" vì vậy mới giải quyết được dứt khoát vấn đề sinh tử. C. Ta và vật bình đẳng  \"Xưa Trang Châu chiêm bao thấy mình là bướm, vui phận làm bướm, tự thấy thích chí, không còn biết có Châu nữa. Chợt tỉnh giấc, thì lại thấy mình là Châu. Không biết Châu chiêm bao là bướm, hay bướm chiêm bao là Châu? Châu và bướm ắt phải có tánh phận khác nhau. Đó gọi là Vật hóa\". \"Không biết Châu chiêm bao là Bướm, hay Bướm chiêm bao là Châu?\" Một câu hỏi có thể bao trùm được cả vấn đề \"vật ngã bình đẳng\". Sự hỗn hợp giữa Ta (Trang Châu) và Vật (con bướm) hồn nhiên đến không thể biết đâu là thực, đâu là mộng. Và như vậy, mộng cũng là thực, thực cũng là mộng, và Ta cũng là Vật, Vật cũng là Ta. Ta và Vật là một. Ngoài sự bình đẳng của thọ yểu, lớn nhỏ, nên hư, há chẳng phải đều do đây mà ra cả hay sao? Người ta thường bảo thiên Tề- Vật- Luận là một thiên tinh thâm kỳ diệu. Nhưng chỗ tinh thâm nhất là ở đọan đầu của thiên, tức là chỗ mà Tử Kỳ giảng cho Nhan thành Tử Du về cái ý nghĩa của \"Thiên lại\", \"địa lại\", \"Nhân lại\". Nhân lại là \"sáo người\"… Tiếng sáo tuy có cao thấp, dài ngắn khác nhau, mà tựu trung chỉ do một hơi thổi vào mà gây nên: tùy lỗ hổng lớn nhỏ gần xa mà phát ra đủ loại âm thanh khác biệt. Hơi thổi đó (mà Tử Kỳ gọi là gió, đối với Địa lại) tức là Đạo, động cơ duy nhất gây thành muôn điệu âm thanh, cũng như vạn vật. \"Hơi thổi\" của nhạc công, cũng như \"gió thổi\" mà im bặt, thì cả thảy \"sáo người\", \"sáo đất\" sẽ cùng im lặng, không còn có gì cả. Cho nên \"hơi thổi\" hay gió thổi là cái chính, tuy không thấy, nhưng mà có. Trái lại, âm thanh muôn điệu ồn ào, tuy có mà kỳ thật là không. Chương Tề- Vật- Luận, chung quy là để giảng về một chữ Hòa. Sáo, là nhạc; Nhạc, là điều hòa tất cả những gì mà riêng ra, không thể hòa nhau mà lại còn chống đối nhau là khác, như những giọng cao giọng thấp, tiếng thô tiếng trong, tiếng dài tiếng ngắn… Sự vật tuy khác nhau, chống đối nhau như thị phi, thiện ác… thế mà lại hòa nhau, nên mới gọi là đồng nhau, và đặt tên là Tề Vật. Trang tử dùng \"nhân lại\" để dẫn qua \"địa lại\" và nhân \"địa lại\" mà bàn qua \"thiên lại\". \"Thiên lại\" là yếu điểm của toàn thiên: sự điều hòa của tất cả mọi bất đồng mâu thuẫn trên đời. Giảng rộng thiên nầy, thiên Thu Thủy viết: \"Hải Thần nói:\" Cùng ếch giếng không thể nói biển đặng: nó chỉ biết có cái hang nó mà thôi. Cùng con trùng mùa hạ, không thể nói băng tuyết đặng: nó chỉ biết có cái mùa của nó mà thôi! Cùng bọn khúc- sĩ không thể nói Đạo đặng: họ bị trói buộc trong giáo lý của họ. Nay ng­ơi ra khỏi lòng sông, thấy biển cả mà biết xấu hổ. Vậy thì, nói đại- lý với ngư­ơi đ­ợc. Dưới trời, nước không đâu nhiều hơn biển. Đó là nơi muôn sông chảy về, không biết bao giờ thôi, mà không hề đầy; rồi nư­ớc biển lại chảy vào các sông không biết bao giờ ngưng, mà không hề vơi. Xuân, Thu chẳng biến- đổi nó, mà thủy- hạn nó cũng chẳng cần biết đến làm gì. Hơn rạch sông không biết l­ợng- số nào kể, mà ta ch­a từng cậy đó là nhiều, là vì tự sánh với Trời Đất, Âm D­ơng, thì ta có khác nào một viên đá nhỏ, một gốc cây gầy trong dãy núi to! Đã rằng là ít, sao thấy mình nhiều? Bốn biển ở trong Trời Đất phải chăng cũng chỉ là những hang nhỏ ở trong chầm lớn hay sao? Trung Quốc nằm trong bốn biển cũng chẳng giống hạt lúa ở trong kho lớn hay sao? Vạn- vật, lấy số muôn mà nói, thì ng­ời chỉ đ­ợc số một mà thôi! Lấy chín châu, nơi lúa thóc sinh sản xe thông hành, thì ngư­ời cũng không qua số một. Vậy, người đối với Vạn- vật, khác nào một sợi lông trên mình ngựa. Chỗ liên- hiệp của Ngũ- Đế, chỗ tranh giành của Tam- Hoàng, chỗ lo lắng của ngư­ời nhân, chỗ nhọc nhằn của kẻ sĩ, rốt lại có gì! Bá- Di từ ngôi, lấy đó làm danh; Trọng- Ni nói ra, gọi đó là rộng. Những cái mà họ cho rằng nhiều đó, thì có khác nào ng­ơi trư­ớc khi thấy biển.\" Đó là thiên \"tương đối luận\" có lẽ hùng hồn nhất từ xưa đến nay ở Đông Phương nầy! DƯỠNG SINH CHỦ A. Ngô sinh dã hữu nhai, nhi tri dã vô nhai; dĩ hữu nhai tùy vô nhai, đãi dĩ! Dĩ nhi vi tri giả, đãi nhi dĩ hĩ. Vi thiện vô cận danh, vi ác vô cận hình. Duyên đốc[ii] dĩ vi kinh, khả dĩ bão thân, khả dĩ toàn sinh, khả dĩ dưỡng thân, khả dĩ tận niên. DỊCH NGHĨA: A. Sinh lực của ta thì có hạn, mà sự muốn biết của ta thì không bờ bến. đem cái có hạn (như sinh lực của ta) để mà chạy theo cái không bờ bến (như lòng ham muốn của ta) là nguy vậy! Đã biết thế, lại không dừng, càng nguy hơn nữa. Làm việc thiện mà không bị danh ràng buộc; theo con đường giữa mà đi, thì có thể giữ được thân mình, có thể toàn được sinh mạng, có thể nuôi dưỡng mẹ cha và có thể hưởng được hết tuổi trời. B. Bào Đinh[iii] vi Văn Huệ Quân[iv] giải ngưu[v] thủ chi sở xúc, kiên chi sở ỷ, túc chi sở lý, tất chi sở kỳ, hoạch nhiên hướng nhiên tấu đao hao nhiên, mạc bất trúng âm, hợp ư Tang Lâm chi vũ, nãi trúng Kinh thủ chi hội. Văn Huệ Quân viết: Hi, thiện tai! Kỹ khái chí thử hồ! Bào Đinh thích đao đối viết: \"Thần chi sở háo giả, Đạo dã. Tiến hồ kỹ hĩ. Thủy, thần chi giải ngưu chi thời, sở kiến vô phi ngưu giả, tam niên chi hậu, vị thường kiến toàn ngưu dã. Phương kim chi thời, thần dĩ thần ngộ nhi bất, dĩ mục thị, quan tri chỉ, nhi thần dục hành, ỷ hồ thiên lý, phê đại khước, đạo đại khoản, nhân kỳ cố nhiên, kỹ kinh khẳng khải chi vị thường, nhi huống đại qua hồ. Lương bào tuế cánh đao, cát dã tộc bào, nguyệt cánh đao, chiết dã. Kim thần chi đao thập cửu niên hĩ, sở giải sổ thiên ngưu hĩ, nhi đao nhẫn nhược tân phát ư hình. Bỉ tiết giả hữu gian[vi], nhi đao nhẫn giả vô hậu ; dĩ vô hậu nhập hữu gian, khôi khôi hồ kỳ ư du nhẫn tất hữu dư địa hĩ. Thị dĩ thập cửu niên nhi đao nhẫn nhược tân phát ư hình. Tuy nhiên mỗi chí ư tộc, ngô kiến kỳ nan vi, truật nhiên vi giới, thị vi chỉ, hành vi trì, động đao tối vi, hoách nhiên, dĩ giải, như thổ ủy địa. đề đao nhi lập, vi chi tứ cổ, vi chi trừ mãn chí. Thiện đao nhi tàng chi.\" Văn Huệ Quân viết: \"Thiện tai! Ngô văn Bào Đinh chi ngôn, đắc dưỡng sinh yên.\" DỊCH NGHĨA: B. Bào Đinh mổ bò cho Văn Huệ Quân. Lúc ra thịt, điệu bộ của tay động, của vai đưa, của chân đạp, của gối chạm, tiếng da xương lìa nhau, tiếng dao cạo cắt đều trúng cung bực, hợp với điệu múa Tang Lâm, với bài nhạc Kinh- Thủ. Văn Huệ Quân nói: \"Hay thật! Nghệ thuật đến đó là cùng!\" Bào Đinh buông dao, thưa rằng: \"Cái chỗ ưa thích của thần, là Đạo. Ban sơ, lúc ra thịt một con bò, chỗ mà thần chỉ có thấy mà thôi, là con bò. Về sau ba năm, thần không còn thấy con bò nữa. Bấy giờ, thần không dùng con mắt để nhìn, mà dùng cái thần để xem: ngũ quan dừng lại, mà thần thì muốn đi, nương theo thiên lý. Tách các gân lớn, lùa các khớp lớn, nhân chỗ cố niên của nó mà cắt. Bắp thịt còn không xắt qua, huống chi là khớp xương to. Người bếp thường mỗi tháng thay dao một lần, vì họ chặt. Nay con dao của thần đã dùng mười chín năm; số bò đã mổ có trên nghìn con, vậy mà dao như mới mài xong. Các khớp xương kia có kẽ hở mà lưỡi dao nầy thì mỏng. Lấy cái bề mỏng của con dao mà đưa vào chỗ kẽ, thì rộng có thừa. Vì vậy mà lưỡi dao đã dùng mười chín năm nay vẫn còn sắc như mới mài. Tuy vậy, mỗi khi gặp những chỗ gân xương sát nhau quá cảm thấy khó làm, thì thần phải nhìn kỹ, hành động chậm lại; con dao cử động một cách rất nhẹ nhàng, thế mà thịt lại đứt và rơi xuống như bùn rơi xuống đất. Bấy giờ thần cầm dao đứng yên, ngảnh nhìn bốn phía, đắc ý vì được con dao tốt, rồi đem cất nó đi…\" Văn Huệ Quân nói: \"Hay biết chừng nào! Ta nghe lời nói của Bào Đinh mà hiểu được cái đạo dưỡng sinh!\" C. Công Văn Hiên kiến Hữu Sư[vii] nhi kinh viết: \"Thị hà nhân dã? ô hồ giới[viii] dã? Thiên dư, kỳ nhân dư?\" Viết: \"Thiên dã, phi nhân dã. Thiên chi sinh thị sử độc dã. Nhân chi mạo hữu dư[ix] dã; dĩ thị tri kỳ thiên dã, phi nhân dã.\" Trạch trĩ thập bộ nhất trác bách bộ nhất ẩm; bất kỳ súc hồ phàn[x] trung, thần tuy vượng[xi], bất thiện dã. DỊCH NGHĨA: C. Công Văn Hiên thấy vị quan Hữu Sư mà kinh ngạc! ấy là ai đó vậy? Tại sao mà lại chỉ còn có một chân? Trời làm ra thế chăng? Hay người làm ra thế chăng? Hữu Sư đáp: Do trời đấy, không phải do người đâu. Trời sinh ta, bắt ta phải một chân. Hình dung của con người thì phải có hai chân cùng đi mới được. Vì vậy, mới biết rằng, đó là do trời, chứ không phải do người làm ra. Con trĩ ở trong chầm, mười bước đi, một lần mổ, trăm bước đi, một lần uống, nhưng nào có mong được nuôi dưỡng ở trong lồng. Thần thái tuy khỏe, nhưng lại đâu có ưa việc ấy. D. Lão Đam tử. Tần Thất điếu chi, tam hào nhi xuất. Đệ tử viết: Phi Phu tử chi hữu da? Viết: Nhiên. Nhiên tắc điếu yên nhược thử khả hồ? Viết: Nhiên Thủy dã ngô dĩ vi kỳ nhơn dã, nhi kim phi dã. Hướng ngô nhập nhi điếu yên, hữu lão giả khốc chi như khốc kỳ tử, thiếu giả khốc chi như khốc kỳ mẫu. Bỉ kỳ sở dĩ hội chi, tất hữu bất ky ngôn nhi ngôn, bất ky khốc nhi khốc giả, thị độn thiên bội tình[xii] vong kỳ sở thọ, cổ giả vị chi độn thiên cho hình. Thích lai[xiii], phu tử thời dã. Thích khứ, phu tử thuận dã. An thời nhi xử thuận, ai lạc bất năng nhập giả. Cổ giả, vị thị Đế[xiv] chi huyền giải[xv]. Chỉ cùng ư vi tân, hỏa truyền dã, bất tri kỳ tận[xvi] dã. DịCH NGHĩA: D. Lão Đam chết, Tần Thất đến điếu, khóc gào ba tiếng rồi bước ra. Học trò hỏi: không phải bạn của thầy sao? Phải. Vậy thì, điếu như vậy coi được không? Được chứ! Trước kia, đó là bạn ta thật; nay thì không phải vậy nữa. Lúc nãy ta vào điếu, thấy có người già khóc như khóc con, có người trẻ khóc như khóc mẹ. Cái chỗ hợp lại đó (cái xác của ông ta), có cầu ai nói đến mà nói, có cầu ai khóc nó mà khóc. Thế là đã trốn trời, thêm tình, quên chỗ mình thọ lãnh. Người xưa gọi đó là hình phạt của sự trốn trời. Vui mà đến, là phu tử an thời; vui mà đi, là phu tử xử thuận. An thời xử thuận, thì buồn vui không sao xâm nhập cõi lòng. Người xưa cho rằng đó là tháo mở cái sợi dây mà Tạo Hóa đã cột ta vào cõi sống. Thì cũng như việc lửa vào củi, lửa truyền mãi không biết đến đâu là cùng. *TỔNG BÌNH ở thiên Tề- Vật, Trang tử cho rằng \"sinh tử\" là một. Vậy sao còn quý cái sống mà dưỡng nó? Hỏi thế là hỏi sai. Không ham sống, không sợ chết, xem tử như sinh, sinh như tử, và sinh tử là một, đó là cái Đạo của Tề Vật. Nhưng ở cảnh nào phải biết vui với cảnh ấy[xvii]. Đang sống mà không lo dưỡng nó, để phải tật bệnh đau khổ, không biết thuận theo tự nhiên của nó mà dưỡng nó, thì còn đâu gọi là vui với đó! Không dưỡng nó để cho nó đau khổ, như vậy là cầu cái chết hay sao? Có biết bao kẻ quá đau khổ, đi cầu cái chết để thoát khổ của cảnh sống đầy tật bệnh, đó chẳng phải là coi cái chết là quý sao? Như vậy đâu còn phải là cái Đạo của Tề- Vật nữa! A. Những nguyên nhân làm cho ta thương sinh rất nhiều, nhưng không có chi nguy hiểm bằng \"tham vọng\". Sự đèo bòng tham muốn chạy theo ngoại vật, cũng như chạy theo cái hiểu biết của cái học trục vật, đeo đuổi theo những vật bất thường và mộng ảo, là nỗi ưu tư không bờ bến làm mòn mỏi sinh lực con người không sao cứu được. Bởi vậy, ở đầu thiên Dưỡng Sinh, Trang tử nói: \"Sinh lực của ta thì có hạn, mà sự muốn biết của ta thì không bờ bến. đem cái có hạn (như sinh lực của ta) để mà chạy theo cái không bờ bến (như lòng ham muốn của ta) là nguy vậy! Đã biết thế, lại không dừng, càng nguy hơn nữa\". Tiến thêm bước nữa, ông nói: \"Làm việc thiện mà không bị danh ràng buộc; theo con đường giữa mà đi, thì có thể giữ được thân mình, có thể toàn được sinh mạng, có thể nuôi dưỡng mẹ cha và có thể hưởng được hết tuổi trời\". ở thiên Biền Mẫu có đoạn giải rất rõ cái ý nghĩa của trên đây: \"Bá Di vì danh mà chết ở núi Thú Dương, còn Đạo Chích thì vì lợi mà chết ở gò Đông Lăng. Hai người ấy, tuy cái chỗ theo mà chết không giống nhau, nhưng đều làm tàn hại cái Sống, thương tồn cái Tính mình cả. Chắc gì Bá Di là phải, mà Đạo Chích là quấy? Người trong thiên hạ đều chết theo như thế cả. Nếu mà cái mình chết theo là Nhân, là Nghĩa, thì tục gọi là cái chết của người quân tử. Nếu cái mình chết theo là tiền bạc, thì tục gọi là cái chết của tiểu nhân. Cái chỗ mà mình chết theo chỉ có một, vậy mà cũng quân tử tiểu nhân ư? Đến như việc tàn cái sống, tồn cái tính, thì Đạo Chích cũng như Bá Di, đâu có khác nhau chỗ nào!\" Người đạt Đạo, không thiên về lẽ Phải hay lẽ Quấy, hoặc nói cho đúng hơn, đã vượt lên trên Phải Quấy và đã \"thuận theo con đường giữa\" (duyên đốc dĩ vi kinh) nghĩa là gìn giữ Quân bình, nên không thiên hẳn bên nào đến phải \"chết vì một cái gì cả\" dù là cho lẽ Phải hay lẽ Quấy nào. Đạo là Quân bình, bao giờ cũng ở trên thiện ác, cho nên người đạt Đạo biết rằng thiện ác nương nhau mà có, trong thiện có ẩn cái ác, trong ác có ẩn cái thiện, cho nên không vì điều Phải lẽ Quấy nào cả, mà phải ràng buộc mình và lo âu đến phải thương sinh vì nó cả. Nghĩa là người đạt Đạo là kẻ hoàn toàn tự do, không còn nô lệ bất cứ một bảng giá trị về điều Phải lẽ Quấy của một thứ luân- lý tịnh nào nữa cả, cổ cũng như kim. B. \"Lưỡi dao\" của Bào Đinh đi giữa xương thịt mà không chạm gân xương nên đặng lâu dài mà không mòn mẻ. Đạo dưỡng sinh của người cũng một thế: cứ hoạt động trong chỗ hư không, thuận với lẽ tự nhiên, thì vật không thương tồn được. Lòng \"ham muốn\" của ta về những vật ngoài ta, khác nào như \"gân xương\", còn sinh lực của ta khác nào như \"lưỡi dao\". Hễ còn lòng tham muốn, đèo bòng theo những vật ngoài mình, tức là \"những vật không tùng mình …\" thì mới có lo sợ: lo được, sợ mất. Đắc thất, doanh hư, thị phi, vinh nhục… đều là những cớ để làm náo loạn tinh thần, thương tồn sinh mạng. Tranh đấu với những điều không thể tranh được, như thị phi, vinh nhục, với những lẽ Doanh Hư Đắc Thất trong đời, thì tranh ắt phải thất, đó là đem lưỡi dao bén mà chạm vào \"gân xương\", thì dao mòn lưỡi mẻ. Vì vậy mà Lão tử mới đề xướng thuyết \"bất tranh\": \"Vì ta không tranh nên thiên hạ không ai tranh nổi với ta\" Tranh với nhau, là vì còn cùng nhận một bảng giá trị như nhau, chứ đối với kẻ đã vượt lên trên thị phi thiện ác… thì còn đi tranh với họ Phải Quấy làm gì được nữa. Có ai lại đi tranh giành phú quý với kẻ đã xem thường phú quý? Cho nên mới nói: \"Vì ta không tranh, nên thiên hạ không ai tranh nổi với ta\". D. Lại còn một nguyên nhân nữa làm cho con người thành một con vật đau khổ nhất trên đời, là lòng \"ham sống, sợ chết\". Lòng \"ham sống\" và \"sợ chết\" mà không còn, thì tinh thần ta mới không náo loạn. Tinh thần mà không náo loạn, thì bệnh hoạn do đâu mà sinh ra? \"Lão Đam chết, Tần Thất đến điếu, khóc gào ba tiếng rồi bước ra. Học trò hỏi: không phải bạn của thầy sao? Phải. Vậy thì, điếu như vậy coi được không? Được chứ! Trước kia, đó là bạn ta thật; nay thì không phải vậy nữa. Lúc nãy ta vào điếu, thấy có người già khóc như khóc con, có người trẻ khóc như khóc mẹ. Cái chỗ hợp lại đó (cái xác của ông ta), có cầu ai nói đến mà nói, có cầu ai khóc nó mà khóc. Thế là đã trốn trời, thêm tình, quên chỗ mình thọ lãnh. Người xưa gọi đó là hình phạt của sự trốn trời. Vui mà đến, là phu tử an thời; vui mà đi, là phu tử xử thuận. An thời xử thuận, thì buồn vui không sao xâm nhập cõi lòng. Người xưa cho rằng đó là tháo mở cái sợi dây mà Tạo Hóa đã cột ta vào cõi sống. Thì cũng như việc lửa vào củi, lửa truyền mãi không biết đến đâu là cùng.\" Dùng lửa mà nhen củi, củi tận mà tưởng là lửa tận, đó là chỗ thấy của thường nhân. Thật ra, củi có tận, mà lửa thì vô tận, truyền mãi từ bó củi này sang bó củi khác, không khác nào cái Sống của ta truyền từ hình thể này qua hình thể kia. Dưỡng sinh có hai phương diện! Dưỡng cái sống \"có sống có chết\" (thân thể) và dưỡng cái sống \"không sống không chết\"(chân tình). Trên đây, là bàn về cái Đạo dưỡng cái sống \"có sống có chết\". Đến khi bàn đến cái sống \"không sống không chết\", Trang tử kết luận bằng cái tỉ dụ \"củi và lửa\" như vầy: \"khi lửa cháy hết bó củi nầy, thì truyền sang qua bó củi khác…không bao giờ tắt\". Cái sống \"không sống không chết\" như lửa, không bao giờ cùng. Hãy gìn giữ nó, và đừng bao giờ để nó vì tư tâm tư dục mà đèo bòng tham muốn những cái ngoài phận mình mà mờ tắt đi. Dưỡng sinh cũng phải vừa lo trong, vừa lo ngoài, không nên thái quá hay bất cập. Thiên Đạt sinh giải về cái Đạo dưỡng sinh vừa bên trong bên ngoài nầy rất rõ: \"Điền Khai Chi yết kiến Châu Uy Công. Uy công nói: Ta có nghe thầy của khanh là Chúc Thận có được cái Đạo sống. Khanh cùng Chúc Thận ở chung với nhau, vậy khanh có nghe nói về Đạo ấy không? Điền Khai Chi nói: Tôi là đứa quét nhà, làm gì nghe đặng! Uy công nói: Điền tử chớ khiêm nhượng. Quả nhân muốn nghe điều đó. Điền Khai Chi nói: Nghe thầy tôi nói: người khéo dưỡng sinh giống như người chăn chiên. Thấy con nào lẻ bầy, thì quất nó (cho nó trở về với bầy).\" Uy công nói: Nghĩa là sao? Điền Khai Chi nói: Tại nước Lỗ, có tên Đơn Báo ở trong non, uống nước suối, không cùng người cộng lợi. đã bảy mươi tuổi mà nhan sắc còn như đứa con nít. Rủi bị cọp bắt ăn. Cũng có tên Trương Nghị, không cửa cao nhà rộng nào mà y không chạy đến (để cầu thân). được bốn mươi tuổi, bị bệnh nội thiệt mà chết. Báo, thì dưỡng phần trong mà cọp ăn phần ngoài; Nghị, thì dưỡng phần ngoài mà bị bệnh giết phần trong. Hai người đó đều không biết quất con chim lẻ bầy.\" Trong và ngoài, là hai điều không thể lìa nhau. Vật chất, tinh thần, đối với Trang tử, không phải chỉ ảnh hưởng lẫn nhau rất mật thiết mà thôi, hơn nữa, cả hai là một. Để cho lìa nhau, là sai với tự nhiên, không khác nào con chiên lạc bầy. Đánh cho nó trở về, là hợp lại hai lẽ \"trong\" và \"ngoài\": đạo dưỡng sinh đến đó mới là đầy đủ và toàn hảo. Đến như cái hại về sinh lực do sự sắc dục ăn uống mà gây nên, người dưỡng sinh cũng không nên không để ý: \"Gặp nơi tử địa, anh em cha con còn biết lo sợ, răn bảo nhau đừng bước vào. Còn như trên chăn chiếu, giữa cuộc uống ăn, cũng là nơi tử địa, sao không mấy kẻ biết lo sợ, không biết răn mà nhủ nhau, lại còn mạo hiểm lăn mình vào, thì là quá rồi!\" (Đạt Sinh) Nhất là đừng để kẻ khác lợi dụng lòng háo danh của mình để bắt mình phụng sự cho tư dục họ: Trang tử, cũng trong thiên Đạt sinh, có nói: \"Một vị quan lãnh việc tế tự, nói với heo: Sao bây ghét chết? Ta nuôi bây trọn ba tháng. Vì bây mà ta phải giữ ba ngày chay, mười ngày giới. Lúc tế, ta để bây trên chiếu trắng, trên mâm chạm. Bây còn phàn nàn nỗi gì nữa? Ôi! Nếu vị quan ấy, thật tình nuôi heo (vì nó), sao không để cho nó tự do ăn tấm cám, sao cũng được. Vị quan ấy thích sống theo áo mão, chết có quan quách, và cho vậy là vinh, rồi lại tưởng cho heo cũng như thế!\" Người ta nói: \"nuôi quân ngàn thuở, nhờ có một khi\"…Và chỉ một khi thôi, nhưng có khi lại phải thương sinh tính mạng là thường… \"Trang tử câu trên sông Bộc. Sở vương sai hai quan đại phu đem lễ vật mời ông ra làm quan. Trang tử cầm cần câu không nhúc nhích cũng không thèm nhìn lại, nói: \"Tôi nghe vua Sở có con thần quy, chết đã ba nghìn năm. Vua Sở quý nó và cất trên miếu đường. Con qui ấy, chịu chết để lưu lại cái xương của mình cho người ta thờ, hay chịu thà sống mà kéo lê cái đuôi của mình trong bùn?\"Hai vị đại phu nói:\" Thà sống lê cái đuôi trong bùn còn hơn.\"Trang tử nói:\" Thôi, về đi. Ta đây cũng chịu kéo lê cái đuôi của mình trong bùn.\"(Thu Thủy) Người theo Đạo Dưỡng Sinh có đâu lại lao đầu vào vòng \"cân đai áo mão\", \"cá chậu chim lồng\" để phải bị chặt chân, lại còn ngoan cố ngụy biện cho là số Trời[xviii]! \"Con trĩ ở trong chầm, mười bước đi một lần mổ, trăm bước đi một lần uống, nhưng nào có mong được nuôi dưỡng ở trong lồng…\" dù đó là một cái lồng sơn son thếp vàng… ------------------------------------------------Tri: ở đây có nghĩa là sự hiểu biết theo nhị- nguyên; nhân đó mới có sự lo âu, nghĩ ngợi, do lòng đèo bòng tham muốn chạy theo ngoại vật cũng như chạy theo cái học trục vật. Lão tử bảo: \"Vi học nhật ích\". Theo Trang- tử, ở thiên Tề- Vật- Luận, thì không có gì là thật Phải, thật Quấy, thật thiện, thật ác một cách tuyệt đối. Có cái thiện không nên làm, có cái ác cần phải làm, để lập lại thế quân bình. Nhưng làm việc thiện không nên vì danh (tức là vị ngã), làm việc ác không nên vì nó mà lụy thân: cả hai đều làm thương sinh cả. [ii] Duyên đốc. Duyên có nghĩa là thuận; đốc là giữa. Muốn giữ được Đạo dưỡng sinh, cần ăn ở mực thước, đừng có cái gì thái quá. No quá, đói quá không nên; vui quá, buồn quá cũng không nên. Nếu làm việc thiện (ám chỉ các việc Phải, việc lành) thì coi chừng, đừng để sa vào cái bẫy của tấm lòng hiếu danh; còn làm việc chẳng phải (sai với phép nước, sai với luân- lý đạo đức của xã hội mình đang sống) thì phải phòng người trong xã hội trừng phạt lên án. Tránh hai lẽ cực đoan ấy, mà dùng đến trung đạo có lẽ sẽ giữ được mình, có thể toàn được sinh mạng… hưởng được hết tuổi trời. Làm sai với phép nước để đến bị xã hội tru lục, đành rằng, đó là không biết cách phòng hoạn cho bản thân, nhưng làm việc thiện, làm việc phải để được tên tuổi vang lừng trong thiên hạ, cũng chưa phải là biết cách phòng hoạn nữa. Bởi vậy, ở thiên Nhân Gian Thế sách Trang- tử cũng có câu: \"cây trên núi, tự nó là cừu địch của nó… cây quế ăn được, nên bị đốn. Cây sơn dùng được, nên bị chặt.\" Con người mà có tài và để cho người người đều biết mình là có tài, thì sẽ như cây sơn, cây quế… bị chặt, bị đốn. \"người ta đều biết cái lợi của hữu dụng, mà không biết cái lợi của vô dụng.\" [iii] Bào: là người đầu bếp. ở đây lấy nghề làm họ. Đinh: là tên của người đầu bếp. (theo Chu Quế Diệu dẫn Thích Văn) [iv] Văn Huệ Quân: tức là Lương Huệ Vương. [v] Ngưu: là bò. (Ta thường nhận lầm chữ nầy là trâu. Con trâu gọi là thủy ngưu). [vi] ở đây, đọc là Gian: hai chữ nầy cổ văn dùng lẫn nhau. [vii] Hữu Sư: một tước quan. [viii] Giới: một chân. Người một chân. [ix] Hữu dư: hai chân cùng đi. [x] Kỳ: cầu mong Phàn: cái lồng. [xi] đọc là vượng. [xii] Bội tình: Tình, là tình cảm vui buồn (vui được, buồn mất) của thường nhân chưa huyền đồng con người tạo vật. [xiii] Thích lai là chỉ về cái sống; thích khứ là chỉ về cái chết. [xiv] Chữ đế là ám chỉ Tạo hóa, tự nhiên (không phải là Thượng đế theo quan niệm Thần quyền). [xv] Huyền giải: Huyền, là cột lại; giải, là mở ra. Người Pháp gọi là Association và Dissociation.. ở thiên Đại Tông Sư cũng có nói: \"Đắc giả thời dã, thất giả thuận dã ; an thời nhi xử thuận, ai lạc bất năng nhập dã, thử cổ chi sở vị Huyền giải dã.\" Bởi vậy, chỗ mà Trang- tử gọi là Huyền giải, là ám chỉ cảnh giới mà Sống Chết bằng nhau, quên cả sự đắc thất. [xvi] Cùng, tức là hết, ám chỉ củi. Củi là thân thể ; lửa, là tinh thần. Củi tuy có chỗ tận, chỗ cùng, nhưng hết bó này đến bó kia (vô tận), thì lửa truyền từ bó củi này sang bó củi kia cũng vô đây. ở đây ta thấy chủ trương của Trang- tử là tinh thần và vật chất đều nương nhau mà có, đều là một, và sinh tử cũng là một. [xvii] Đây là chỗ mà cái học Lão Trang sở dĩ có khác với cái học của nhà Phật tiểu thừa \"xem đời là bể khổ\", ‘sinh, lão, bệnh, tử, khổ\", nhìn cuộc đời hiện tại đều phủ một màu đen tối… Trang- tử thì khác: \"Trang- Châu chiêm bao thấy mình làm bướm, vui phận làm bướm, tự thích chí, không còn biết có Châu nữa…\"chứ không \"đứng núi này trông núi nọ\", đang sống, lại lo cầu đến cái sống sau khi chết. [xviii] Ngụy biện như quan chủ tế ngụy biện với đám heo tế đã kể trên đây vậy. \n"
        },
        {
            "order": 5,
            "name": "HỌC THUYẾT CỦA TRANG TỬ 2",
            "content": " A. Bắc minh(1) hữu ngư, kỳ danh vi Côn(2). Côn chi đại, bất tri kỳ kỷ thiên lý dã. Hóa nhi vi điểu, kỳ danh vi Bằng(3). Bằng chi bối, bất tri kỳ kỷ thiên lý dã. Nộ nhi phi, kỳ dực nhược thùy thiên chi vân. Thị điểu dã, hải vận tắc tương tỷ ư Nam minh. Nam minh giả, thiên trì dã. Tề Hài(4) giả, chí quái giả dã. Hài chi ngôn viết: Bằng chi tỷ ư Nam Minh dã, thủy kích tam thiên lý, đoàn phù diêu(5) nhi thượng giả cửu vạn lý, khứ dĩ lục nguyệt tức giả dã. Dã mã(6) dã, trần ai dã, sinh vật chi dĩ tức tương xuy dã. Thiên chi thương thương, kỳ chính sắc da, kỳ viễn nhi vô sở chí cực da? Kỳ thị hạ dã, diệc nhược thị tắc dĩ hĩ. Thả phù thuỷ chi tích dã bất hậu, tắc phụ đại châu dã vô lực. Phúc bôi thủy ư ao đường chi thượng, tắc giới vi chi châu, trí bôi yên tắc giao, thủy thiển nhi châu đại dã. Phong chi tích dã bất hậu, tắc kỳ phụ đại dực dã vô lực, cố cửu vạn lý, tắc phong tư tại hạ hĩ, nhi hậu nãi kim bồi(7) phong, bồi phụ thanh thiên, nhi mạc chi yểu ứ(8) giả, nhi hậu nãi kim tương đồ Nam. Điêu (9) dữ học cưu(10) tiếu chi viết: Ngã quyết khởi nhi phi thương du phương, thời tắc bất chí, nhị khống ư địa nhi dĩ hĩ. Hề dĩ chi cửu vạn lý nhi nam vi. thích mảng thương(11) giả, tam xan nhi phản, phúc du quả nhiên. Thích bách lý giả, túc thung lương. Thích thiên lý giả, tam nguyệt tụ lương. Chi nhị trùng, hựu hà tri? Tiểu trí bất cập đại trí. Tiểu niên bất cập đại niên. Hề dĩ tri kỳ nhiên dã? Triêu khuẩn(12) bất tri hối sóc(13) huệ cô(14) bất tri xuân thu. Thử tiểu niên dã. Sở chi nam hữu minh linh(15) giả, dĩ ngũ bách tuế vi xuân, ngũ bách tuế vĩ thu. Thượng cổ hữu đại xuân(16) giả, dĩ bát thiên tuế vi xuân, bát thiên tuế vi thu. (Thử đại niên dã). Nhi Bành tổ(17) nãi kim dĩ cửu đặc văn, chúng nhơn thất chi, bất diệc bi hồ!   Chú thích:  (1) Bắc minh, cũng viết là bắc hải: biển Bắc. (2) Côn: gốc là tên một thứ cá nhỏ, nhưng Trang- tử lại dùng để chỉ một thứ cá hết sức lớn. (3) Bằng: gốc là tên loài chim phụng, Trang- tử lại dùng để chỉ một thứ chim rất lớn. (4) Tề- Hài: Tên của một quyển sách, chép những việc kỳ quái. (5) Dã mã: là một thứ hơi đất ngoài đồng ruộng. Theo Thích Văn: mùa xuân, hơi nước trên mặt ao đầm. Trên cao nhìn xuống, thấy như bầy ngựa rừng, nên gọi là dã- mã. Trần ai: Trần, là bụi đất; Ai, là bụi nhỏ. (6) Phù dao(diêu): một thứ gió rất mạnh từ dưới hốt lên trên không trung(gió trốt). (7) Bồi: cũng đọc là bằng. Bằng, tức là cỡi lên. Chim Bằng ở trên lớp gió lớn kia, nên gọi là cỡi gió(bằng phong). (8) Yểu ứ: yểu là gãy; ứ là dừng lại, ngăn lại. Yếu ứ tức là trở ngại.  (9) Điêu là con ve(thiền) hay là ve núi. (10) Học cưu: Theo Tư- Mã- Bưu là một thứ chim nhỏ, nhỏ hơn con chim cưu (11) Mãng thương: cánh đồng kề cận. (12) Triêu khuẩn: một thứ nấm sớm nở chiều tàn. (13) Hồi sóc: sóc, là ngày đầu tháng; hối, là ngày cuối tháng. ở đây hồi là buổi tối, sóc là buổi mai. (14) Huệ cô: là con ve trên núi mùa xuân sanh ra, mùa hạ chết, mùa hạ sinh ra, mùa thu chết. (15) Minh linh: tên một thứ cây mọc ở Giang Nam(Từ- Nguyên). Bản của Nhượng Tông lại dịch là\" giống rùa Minh- linh\" là sai. (16) Đại- Xuân: tên một thứ cây mọc ở Giang- Nam. (17) Tương truyền Bành tổ, tên là Khanh, tôi của vua Nghiêu, sống từ đời Ngu- Hạ, đến đời Thương, và thọ 700 năm. \n"
        },
        {
            "order": 3,
            "name": "Các sách chú giải Trang Tử",
            "content": " Trang học rất thạnh về đời Ngụy Tần (220- 316), cho nên sách vở chú giải Trang tử của thời ấy cũng rất nhiều. Hương- Tú tự là Tử- kỳ (221- 300), người đời Ngụy Tần có chú giải Trang tử, tuy trước ông cũng đã có cả chục nhà chú giải, nhưng đều là thiển bạc không nắm được yếu chí, không xiển minh nổi cái học của Trang Châu. Tần Thơ cho rằng chỉ có Hướng- Tú là người đầu tiên thông được chỗ huyền- chỉ của Trang học. Nhưng ông chỉ chú giải đến thiên Thu- Thủy và Chí- Lạc thì chết. Về sau, đến đời Huệ- đế thì có Quách- Tượng (1) căn cứ vào chú giải của Hướng- Tú mà diễn giải rộng thêm ra. Bởi vậy về sau người ta thấy hai bản Hướng- tú và Quách- Tượng nghĩa- ký tương đồng như của một người viết ra vậy. Còn bản cổ- nhất của Tư- Mã- Bưu (khoảng giữa nhà Tần (221) (trước G. S), luôn cả bản chú giải của Thôi- Tuyền thì hiện thời mất cả. Qua thời Nam Bắc- Triều các nhà chú giải Trang cũng đông, nhưng chỉ còn lại bản của Quách- Tượng là cổ nhất thôi. Ngày nay sở dĩ người ta có thấy được một vài dấu vết của các nhà chú giải trên đây, là nhờ ở sách của Lục- Đức- Minh đời Đường. Trong bài Tự- Lục của Thích- Văn, Lục- Đức- Minh cho biết rằng Tư- Mã- Bưu có chú giải 21 quyển, 52 thiên, còn Thôi- Tuyến thì chú 10 quyển, 27 thiên, Hướng- tú chú 20 quyển, 26 thiên, Quách- tượng thì chú 33 quyển, 33 thiên. Các nhà chú giải về sau rất nhiều, nhưng một số đông thiên về phê bình văn chương hơn là tư tưởng. Đại khái như đời nhà Minh có Châu- đắc- Chi trong Nam- Hoa Thông- Nghĩa; đời Thanh có Ngô- thế- thượng trong Trang tử giải; Tôn- Gia- Cầm trong Nam- Hoa- Thông; Lâm- tây- Trọng trong Trang tử Nhân; Lục- Thụ- Chi trong Trang tử Tuyết… đều là những tay sành về văn chương cả. Vì vậy, rất tiếc là các lời phê bình của các nhà ấy, yếu trọng nơi sự thưởng thức các câu văn, nhưng về phần tư tưởng lại không phát minh được điều gì mới lạ cả, cho nên phần tư tưởng của họ rất là loạn- chạc, rườm- rà, mờ tối không phát huy được cái yếu- chi huyền- diệu về phần tư tưởng của Trang Châu. Hoặc họ là các học giả thiên về Thần- tiên phái, họ ghép Trang tử vào cái học Trường- sinh cửu thị. Như Chữ Bá- Tú, trong bộ Nam- Hoa Chân- Kinh Nghĩa- Hải- Soán- Vi, tôn Trang tử là Nam- Hoa Lão tiên. Đời Tống, có Bích- Hư- Tứ, đời Minh có La- Miễn- Đạo đều lấy theo điển cố của Thần- tiên phái mà giải Trang tử. Và lấy Thần- tiên học để mà giải Trang tử là phần rất đông. Chính người viết về Trang tử đây cũng đã gặp nhiều văn hữu hoặc học giả theo phái Thần- tiên cười nhạo và cho là chưa thấu đáo được ý nghĩa huyền diệu của Trang tử vì đã không biết thể theo Thần- tiên Đạo- thư (của Trương- Đạo- Lăng và nhất là Bão- Phác- tử) để giảng giải Trang tử. Cũng có nhiều nhà chú giải thiên về Nho hoặc Phật, lấy tư tưởng của Nho- học hoặc Phật- học mà giảng Trang tử nữa. Như đời Tống có Lâm- Hi- Dật, đời Thanh có Lục- Thụ- Chi, Lưu- Hồng- Điền cho Trang tử là môn đồ của Khổng. Đời Đông- Hán, có Chí- Độn, Tuệ- Lâm, Tuệ- Viễn cũng rất sành Lão Trang, nên dùng cái học ấy mà làm sáng thêm cho Phật- học. Qua đời Đường có Thành- Huyền- Anh; đời Minh có Lục- Tây- Tinh, Thích- Đức thaNghĩa; đời Thanh có Trương- Thế- Lạc và gần đây có Chương- Thái- Viêm đều lấy Phật- điển mà giải Trang tử. Trang tử là người văn học hoàn toàn. Kim- Thánh- Thán sắp ông vào hạng\" đệ nhất tài tử\" tưởng cũng không phải là quá đáng. Luận về ông, Tư- Mã- Thiên có nói:\" Sách Trang tử có hơn mười vạn chữ, đại để đều là ngụ ngôn… Văn ông khéo viết, lời lẽ thứ lớp, chỉ việc, tả tình để bài bác Nho Mặc. Tuy đương thời, những bậc túc- học uyên thâm cũng không sao cãi để gỡ lấy mình cho nổi. Lời văn của ông thì phóng- túng mênh mông, chỉ cầu lấy thích chí mà thôi. Cho nên từ các bậc vương công đều không ai biết được nổi ông là hạng người thế nào\" (Sử- Ký). Từ đời Đường, Tống về sau, các bậc đại văn hào như Hàn- Dũ, Liễu- Tôn- Nguyên, Tô- Thức… đều sùng bái ca tụng không ngớt. Sách Trang tử, về phương diện văn học, là một áng văn kiệt tác. \n"
        },
        {
            "order": 1,
            "name": "NỘI THIÊN 2",
            "content": " II. UYÊN- NGUYÊN CỦA HỌC- THUYẾT TRANG TỬ: Cái học của Trang tử, tuy do Lão tử mà ra, nhưng biệt lập ra một phái riêng: phái Trang học. Sử- Ký cho rằng\" cái học của ông không đâu là bàn không đến, nhưng gốc ở lời dạy của Lão tử…\" (1) Phê- bình học- thuyết Trang tử, thiên Thiên- Hạ trong sách Trang tử có nói:\" Đạo vẫn thâm mật, vô hình mà biến hóa vô thường. Chết, Sống cùng Trời Đất ngang nhau, cùng thần minh qua lại và lui tới mà thấy không thiết- thực. Vạn- vật bao la mà lúc trở về, không thêm cho Đạo. Đó là chỗ nghiên cứu của người xưa. Chỗ đó Trang Châu nghe qua, đẹp ý. Muốn truyền- bá nó ra, Trang Châu mượn câu chuyện mậu- ngộ, tiếng nói hoang- đường, lời văn không bền, thường phóng- túng mung- lung mà không cao dị… Trang Châu thấy đời chìm đắm trong ô- trọc, không hiểu được lời mình nên dùng\" chi ngôn\" mà gieo khắp, dùng\" trùng ngôn\" làm thực sự, dùng\" ngu ngôn\" cho rộng hiểu. Rồi riêng một mình lại qua cùng trời đất tinh- thần mà không ngạo- nghễ vạn- vật không hỏi tội thị phi, lại sống chung cùng thế- tục. Sách của Trang Châu thì khôi- vĩ mà dịu dàng, không hại. Lời tuy sâm- si, mà thầy đặng ý răn lòng khi trá. Chỗ sung- thực của đó không dừng đặng. Trên thì dạo cùng tạo vật, dưới bạn cùng\" ngoại tử sanh, vô chung- thủy\". Bản nguyên của đó thì hoằng- đại mà sáng sủa, sâu rộng và phóng túng. Tông chỉ của đó có thể thích- hợp với bậc thượng- trí. Tuy nhiên, tông- chỉ và bản- căn đó đều ứng theo tạo hóa mà đạt đến vạn- vật. Lý của đó thì không cùng.\"  (Thiên- hạ) Như vậy, ta thấy rằng học thuật của Lão và Trang, có chỗ không đồng nhau. Lão tử cho rằng\" cứng rắn thì dễ bị bể nát, nhọn bén thì dễ bị mòn lụt\"; và\" Kiên cường giả, tử chi đồ\" (chương 76) (cứng và mạnh hơn là bạn của cái chết), cho nên ông chỉ cho con người con đường để mà tránh khỏi sự đổ nát mòn gẫy…\" Trì nhi doanh chi, bất như kỳ dĩ; suy nhi chuyết chi, bất khả trường bảo, kim ngọc mãn đường, mạc chi năng thủ; phú quí nhi kiêu, tự di kỳ cữu; công toại thân thối: thiên chi đạo\". (Ôm giữ chậu đầy, chẳng bằng thôi đi. Dùng dao sắc bén, không bén được lâu; vàng ngọc đầy nhà, khó mà giữ lâu; giàu sang mà kiêu, tự vời họa ưu; nên việc lui thần, đó là đạo Trời). (Đạo Đức Kinh chương 9). Trang tử thì chủ trương sự\" vô chung- thủy, ngoại tử sinh\", cho nên chỗ mà Lão tử thắc- mắc chăm- chú, thì Trang tử lại nhìn với cặp mắt thản nhiên, lạnh- lùng như không đáng kể. Trong thời kỳ Tiền Hán (2), tư- tưởng của Lão học được truyền bá, còn tư tưởng của Trang học thì mãi đến thời Hậu- Hán (3) mới được đề cập đến và phổ- biến. Buổi đầu nhà Hán, danh từ Hoàng- Lão được xưng- tụng và phổ- thông, nhưng đến cuối nhà Hán (4) mới đổi ra thành danh- từ Lão Trang. Các nhà chú giải Lão tử, sống vào khoảng đầu nhà Hán, không hề nói đến tên Trang tử, còn các nhà chú- giải Trang tử thì thuộc về khoảng nhà Tần (265- 420) sau Tây- lịch kỷ- nguyên, tức là triều- đại nối liền với nhà Hán (Tam- Quốc). Cho nên, các học giả đời Hán, khi nói đến Lão học là chỉ nghĩ đến Lão tử mà thôi, nghĩa là chỉ quan tâm đến vấn đề đối phó với thời cuộc. Cho nên trong Nghệ- Văn- Chi sở dĩ cho rằng Lão học (tức là cái học của Lão tử) là\" phương- pháp của các bậc vương- đạo tại- vị\", là vì thế. Thật vậy, Lão tử soạn quyển Đạo- Đức Kinh là cho các nhà cầm quyền trị nước thời bấy giờ: ông đề- xướng giải- pháp\" vô- vi nhi trị\". Tư- Mã- Thiên nói về cái học của Lão Trang có viết:\" Triết- lý của Trang tử, khác với Lão tử, lại muốn siêu- thoát khỏi vấn- đề nhân- gian thế- sự. Khi ông nói đến các vì vua đầu tiên của nhà Hán, cho rằng các bậc ấy lấy\" vô vi nhi- trị\" là có ý muốn nói rằng các bậc trị nước ấy áp dụng triết lý của Lão tử. Chỉ đến cuối đời nhà Hán (220 sau T. L) thì người ta mới bắt đầu chú ý đến Huyền- học, bấy giờ sách của Lão tử cũng được người ta dùng cái học của Trang tử mà giải thích. Như vậy ta thấy rằng, tuy khởi thủy hầ như lập trường triết- lý của hai nhà đứng riêng nhau mà vẫn có sự liên hệ với nhau luôn.\" Chỗ tương đồng của Lão tử và Trang tử là cả hai đều cùng một quan niệm về Đạo và Đức, và cả hai đều chống đối tư tưởng truyền thống và chế độ đương thời. Và, vì vậy mà Tư- Mã- Thiên đặt tên học- phái nầy là Đạo- Đức Gia, vì ông cho rằng hai quan niệm Đạo và Đức là nền tảng chung của Lão học. Trang tử sống vào khoảng nửa thế kỷ thứ ba trước Tây lịch kỷ- nguyên (369- 298 trước T. L kỷ- nguyên) tức là thuộc về một thời- kỳ hỗn- loạn nhất của Trung- Hoa: thời Chiến- quốc. Bởi vậy, có người cho rằng\" trước một hoàn- cảnh xã hội nhiễu nhương mà phải trái rối bời, thật giả không phân, chúng ta hẳn không lấy chi làm lạ mà thấy Trang tử chủ trương tư tưởng siêu nhiên, đem cặp mắt bình thản mà lạnh lùng mà nhìn xem xã hội sự vật\". Nói thế, không hẳn là không có lý do, vì nếu xét chung tư tưởng của Trang tử, ta thấy ông cực lực phản đối hầu hết mọi học thuyết, chế độ của đương thời… ở thiên Tề- Vật- Luận, ông nói:\" Cố hữu Nho, Mặc chi thị phi, dĩ thị kỳ sở phi, nhi phi kỳ sở thị\". (bởi vậy mới có cái Phải Quấy của Nho Mặc. Nho Mặc thì lấy Phải làm Quấy, lấy Quấy làm Phải) Đại diện cho Nho- học thời bấy giờ thì có Mạnh- tử; còn đại diện cho Mặc- học thì có Tống Hinh, Huệ- Thi và Công- tôn Long thì đại diện cho nhóm danh gia. Ở thiên Tề- Vật- Luận ông nói:\" Vị thành hổ tâm nhi hữu Thị Phi, thị kim nhật thích Việt nhi tích chi dã… Cổ dĩ kiên bạch chi muội chung\" (Lòng mình vì chưa thành mà có Phải Quấy. Nên chi ngày hôm nay đi sang nước Việt mà từ bữa hôm qua đã tới đó rồi vậy… Cho nên, suốt đời cam chịu tối tăm vì thuyết\" Kiên Bạch\"). Câu\" kim nhật thích Việt nhi tích chí dã\" là ám chỉ biện- thuyết của Huệ Thi; còn câu\" dĩ kiên- bạch chi muội chung\" là nói về thuyết Liên bạch của Công- tôn Long. đó là những chỗ mà Trang tử phê bình học thuyết của người đồng thời, đem cái thuyết\" tề thị phi, đồng dị, tiểu đại\" của ông ra mà châm đối các nhà thích dùng bịên luận. Theo ông thì\" đại diện bất ngôn\", còn những biện giả trên đâu chỏ là những bọn người biện đặt. (tiểu biện). Thời ấy có Tử- Hoa- tử chủ trương sự\" toàn sinh vi thượng\" và Đảm- Hà chủ trương\" vị- thân, bất vị quốc\", đều là những kẻ thừa hưởng cái học của Dương- Chu. Trang tử đem cái thuyết Tề- Vật để đánh đổ lòng tư- kỷ, chia phân Nhĩ- Ngã của người đồng thời còn sống thiên trong giới Nhị- nguyên. Là vì, theo Trang tử, hễ còn nói\" vì mình\" tức là còn thấy chỉ có mình mà không thấy có người, trong khi sự thật thì\" Vật Ngã vi Nhất\". Ở thiên Đại- Tông- Sư ông viết: Cố chi chân- nhân, bất tri duyệt sanh, bất tri ố- tử… Bất tri sở dĩ sanh, bất tri sở dĩ tử, bất tri tựu tiên, bất tri tựu hậu\" (Bậc chân nhân đời xưa, không tham sống, không ghét chết… Không biết chỗ sở dĩ sống, không biết chỗ sở dĩ chết, không biết chỗ đến trước, không biết chỗ đến sau) … Nghĩa là người đạt Đạo phải là kẻ đứng trên vấn đề Sanh, Tử, không vị kỷ, không quá chú trọng đến bản thân mà suy tính lợi hại quá đáng như các chủ trương nói trên. Phản đối những tư tưởng vị kỷ, tức là phản đối lòng tham lam ích kỷ, ông lại cũng phản đối cả sự\" Xá- ký thích- nhơn\", nghĩa là bỏ cái chân- tanh của mình mà chạy theo kẻ khác. ở thiên Đại- Tông- Sư ông nói:\" Hành danh thất kỳ, phi sĩ dã. Vong thân bất chân, phi dịch nhân dã. (Làm theo danh, mà bỏ mất mình, không phải là kẻ sĩ. Làm mất thân mình, không rõ cái lẽ chân thật nơi mình, cũng chẳng phải là kẻ sai được người vậy). Ông cho rằng\" như Hồ- Bất- Giai, Vụ- Quang, Bá- Di, Thúc- Tề, Cơ- Tử, Tử- Dư, Kỷ- Tha, Thân Đồ- Địch, thị dịch nhân chi dịch, thích nhân chi thích nhi bất tự thích kỳ thích giả dã. (Đại- Tông- Sư) Và, như Lão tử, ông cũng cực lực phản đối Nhân, Nghĩa của phái hữu- vi thời ấy. Cái học\" trục- vật\" và sự\" cầu- tri\" cũng bị ông đả phá:\" Ngô sinh đã hữu nhai, nhi tri đã vô nhai. Dĩ hữu nhai, tùy vô nhai, đãi hĩ!\" (Dưỡng-Sinh- Chủ). Tóm lại, đối với thời đại, ông phản đối hầu hết các học thuyết cùng chế độ thời đó: phản đối Nho, Mặc, phản đối nhóm danh gia biện thuyết như Huệ- Thi, Công- Tôn- Long, phản đối lòng vị- kỷ, trọng tử- sinh, sát lợi- hại, phản đối cả Nhân, Nghĩa và cái thói\" cầu- tri\", \" trục- học\", \" xá- kỷ thích nhơn\", nhất là những hành động hứu- vi của nhóm pháp- gia thời bấy giờ. Tuy nhiên sự phản đối ấy của Trang tử không phải là lối phản đối công kích của người phản thế (ghét đời là vì bất mãn đối với đời) mà thực ra là lối lập- ngôn đặc biệt của người đã\" vượt qua bến bên kia\" \" đáo bỉ ngạn\", theo danh từ nhà Phật, con người giải thoát\" để trở về nguồn cội\" của cái\" Sống Một\" mà ta sẽ thấy trình bày sau đây.\n"
        },
        {
            "order": 8,
            "name": "TỀ- VẬT- LUẬN",
            "content": " NỘI- THIÊN TỀ- VẬT- LUẬN A. Nam- Quách Tử- Kỳ ẩn kỷ nhi tọa, ngưỡng thiên nhi hư[ii], tháp yên[iii] tự táng kỳ ngẫu[iv]. Nhan- Thành Tử- Du[v] lập thị hồ tiến, viết: \"Hà cư hồ? Hình cố khả sử như kháo mộc, nhi tâm cố khả sử như tử khôi hồ? Kim chi ẩn kỷ giả, phi tích chi ẩn kỷ giả dã\". Tử- Kỳ viết:\" Yển, bất diệc thiện hồ, nhữ[vi] vấn chi dã. Kim giả ngô táng ngã. Nhữ tri chi hồ. Nhữ[vii] văn nhân[viii] lại nhi vị văn địa lại, nhữ văn địa lại, nhi vị văn thiên lại phù? Tử Du viết: Cảm vấn kỳ phương. Tử Kỳ viết: Phù đại khối ái khí, kỳ danh vi phong. Thị duy vô tác. Tác, tắc vạn khiếu nộ ngạc, nhi độc bất văn chi liệu liệu hồ. Sơn lâm chi úy giai, đại mộc bách vi chi khiếu huyệt, tợ tị, tợ khẩu, tợ nhĩ, tợ kê, tợ quyện, tợ cựu; tợ oa giả, tợ ô giả, kích giả, hao giả, sất giả, hấp giả, kiếu giả, hạo giả, yểu giả, giao giả. Tiền giả xướng vu, Nhi tùy giả xướng ngu. Lãnh phong tắc tiểu hòa, Phiêu phong tắc đại hòa, Lệ phong tế tắc chíng khiếu vi hư. Nhữ độc bất kiến chi điều điều chi điêu điêu hồ? Tử Du viết: Địa lại tắc chúng khiếu thị dĩ. Nhơn lại tắc tỉ trúc thị dĩ. Cảm vấn thiên lại? B. Tử- Kỳ viết: Phù xuy vạn bất đồng, nhi sử kỳ tự kỷ dã, hàm kỳ tự thủ, nộ giả, kỳ thùy da? Đại trí hàn hàn. Tiểu trí nhàn nhàn[ix] Đại ngôn viêm viêm, Tiểu ngôn chiêm chiêm[x] Kỳ mị dã, hồn giao. Kỳ giác dã, hình khai[xi]. Dữ tiếp vi cấu, Nhật dĩ tâm đấu[xii], Mạn[xiii] giả, giao[xiv] giả, mật[xv] giả. Tiểu khủng chủy chủy. Đại khủng mạn mạn[xvi]. Kỳ phát nhược cơ quát, kỳ tư thị phi chi vị dã. Kỳ lưu như trở minh, kì thủ thắng chi vị dã. Kỳ sát như thu đông, dĩ ngôn kỳ nhật tiêu dã; kỳ nịch chi sở vi chi, bất khả sử phục chi dã; kỳ yểm dã như giam, dĩ ngôn kỳ lão dật dã. Cận tử chi tâm, mạc sử phục dương dã. Hỉ nộ ai lạc lự thán biến nhiệt diêu dật khải thái[xvii] Nhạc xuất hư chưng thành khuẩn. Nhật dạ tương đại hồ tiến nhi mạc tri kì sở manh. Dĩ hồ! Dĩ hồ! Đản mộ đắc thử kỳ sở do dĩ sinh hồ! Phi bỉ vô ngã. Phi ngã vô sở thủ thị diệc cận hĩ. Nhi bất tri kỳ sở vi sử. Nhược hữu chân tể nhi đặc bất đắc kỳ trẫm khả hành dĩ tín nhi bất kiến kỳ hình. Hữu tình nhi vô hình. Bách hài cửu khiếu lục tạng, cai nhi tồn yên. Ngô thùy dữ vi thân? Nhữ giai thuyết chi hồ? Kỳ hữu tư yên. Như thị giai hữu vi thần thiếp hồ? Kỳ thần thiếp bất túc dĩ tương trị hồ? Kỳ đái tương vi quân thần hồ? Kỳ hữu chân quân tồn yên? Như cầu đắc kỳ tình dữ bất đắc, vô úch tổn hồ kỳ chơn. Nhất thụ kỳ thành hình, bất vong dĩ đãi tận, dữ vật tương nhẫn tương mỹ, kỳ hành tận như trì, nhi mặc chi năng chỉ. Bất diệc bi hồ? Chung thân dịch dịch nhi bất kiến kỳ thành công, niết nhiên bì dịch nhi bất tri kỳ sở quy, khả bất ai da? Nhân vị chi bất tử hề ích, kỳ hình hóa, kỳ tâm dữ chi nhiên, khả bất vị đại ai hồ? Nhân chi sinh dã, cố nhược thị mang hồ. Kỳ ngã độc mang, nhi nhân diệc hữu bất mang giả hồ? Phù tùy kỳ thành tâm nhi sư chi, thùy độc thả vô sư hồ? Hề tất tri đại, nhi tâm tự thủ giả hữu chi. Ngu giả dữ hữu yên, vị thành hồ tâm nhi hữu thị phi. Thị kim nhật thích Việt nhi tích chí dã. thị dĩ vô hữu vi hữu. Vô hữu vi hữu, tuy hữu Thần Võ thả bất năng tri. Ngô độc thả nại hà tai! DỊCH NGHĨA: TỀ- VẬT- LUẬN A. Nam Quách Tử Kỳ ngồi dựa ghế, ngửa mặt hà hơi, bơ phờ như người mất hồn. Nhan Thành Tử Du đứng hầu trước mặt, thấy vậy, hỏi:\" Sao mà hình hài có thể khiến được như cây khô, còn lòng thì có thể khiến được như tro lạnh? nay người ngồi trến ghế có còn phải là người ngồi trên ghế trước đây nữa không?\" Tử kỳ nói:\" Yển! câu hỏi của ngươi đâu phải là không đúng! ta nay đã mất bản ngã rồi, ngươi có biết chăng? ngươi chỉ nghe tiếng sáo của người mà chưa nghe tiếng sáo của đất. Ngươi chỉ nghe tiếng sáo của đất mà chưa nghe tiếng sáo của trời.\" Tử Du nói:\" Dám hỏi dùng phương chi nói để cho tôi hiểu được?\" Tử Kỳ nói: \"Hơi thở của đại khối, gọi là gió. Nó không nổi lên thì thôi. Nó mà nổi lên thì muôn lỗ hổng gào thét lên, riêng ngươi chẳng nghe nó ào ào đó hay sao? Mấy chỗ sâu hõm của núi rừng, những bọng của cây to trăm vòng, như mũi, như miệng, như tai, như xà, như vành, như cối, như ao sầu, như vũng cạn… khi thì rập nhau la lối, nạt nộ, gầm thét, khi lại bỏ giọng rù rì, nỉ non, than thở. Tiếng trước xướng lên, tiếng sau họa lại. Gió hiu hiu thì là tiểu hòa; gió vụt vụt thì là đại hòa. đến khi gió lặng, thì các khiếu đều êm. Riêng ngươi không thấy cành lá còn rung động đó hay sao?\" Tử Du nói: \"tiếng sáo Đất là tiếng hòa của muôn khiếu. Tiếng sáo của người là tiếng hòa của ống trúc. Dám xin hỏi thế nào là tiếng sáo của Trời?\" B. Tử Kỳ nói: \"Kìa như gió thổi khiến muôn tiếng không đồng nhau vang lên, nhưng mà lại khiến cho nó tự ngưng đi, hoặc tự nổi lên, là gì đấy? biết một cách bao trùm rộng rãi, đó là hạng đại trí; biết một cách chia lìa vụn vặt, đó là hạng tiểu trí. Lời nói tổng hợp thị phi; đó là đại ngôn, lời nói chi li biện- biệt, đó là tiểu ngôn. Khi ngủ thì tinh thần giao nhau(làm một). Khi thức, thì tinh thần bị ly khai(vì chạy theo sự vật bên ngoài). Tiếp lẫn nhau, gọi là\" cấu\"(hợp nhau làm một); tán mạn ra, gọi là\" tâm đấu\"(lòng bị chia lìa chống đối nhau). Lòng phải rộng, sâu và dè dặt. dè dặt là cái nhỏ mà phân biệt sanh, tử; dè dặt cái lớn là xem sanh tử bằng nhau. Người đời bày cuộc bắn bia mà định thị phi, bày tờ khế ước mà phân thắng bại. Lòng người mãn tranh đấu cho thị phi lần đầu hao mòn, bị giết như thu đông giết thảo mộc. Họ đắm đuối trong việc làm đó, không làm sao cho lòng họ phục nguyên lại được. Đè nén như giam nhốt, như đè nén lời nói[xviii]. Cái lòng gần chết, không sao khiến nó nóng lại được. Nhưng mà mừng giận, thương vui, phản phúc, kinh sợ, phù phiếm, phóng túng, tình dục mở rộng… đều như tiếng nhạc do chỗ hư không mà phát lên, như đám nấm trong chỗ ẩm ướt mà sanh ra. Ngày và đêm, tiếp nhau mà hiện ra trước mặt, ai biết được đầu mối nó nơi đâu? Ôi! Ôi! Một sớm một chiều, ai biết được từ đâu mà sanh ra? Không có đó, không có đây.(nhưng nếu) không có đây thì biết lấy đâu làm chỗ căn cứ! Lý ấy đâu có xa xôi gì! Nhưng mà không rõ ai xui như thế? Dường như có đấng Chân- tể, nhưng mà không thấy được dấu vết của Đó. Đấng ấy có tình mà không có hình. Trăm xương chín khiếu, sáu tạng, riêng biệt ra thì không thành một thân thể; nên phải có cái \" hiệp\" nó lại kia mới thành một thân thể được. Thần thiếp riêng biệt ra, không đủ sức trị lẫn nhau nên không thể thành một môn hộ; nên phải có cái hiệp nó lại, mới thành một môn hộ, quân thần riêng biệt ra thì không thành một quốc gia, nên phải có cái \" hiệp\" cả hai lại mới thành một quốc gia. Cá mà hiệp đặng làm nên một thân thể, một môn hộ, một quốc gia, \" cái đó\" không bớt, cũng không thêm cho thân thể, cho môn hộ, cho quốc gia, ta gọi nó là \"Tình\". Có kẻ nhạn cái \" hình\" do đó gây ra, không quên cho đến ngày cùng tận của nó, rồi đâm chém nhau, hại lẫn nhau, mà không biết dừng, chẳng cũng đáng buồn sao? Có kẻ trọn đời làm mãi mà không thấy thành công, mệt mỏi mà không biết đâu là chỗ về, cũng chẳng đáng thương xót sao? Người ta bảo như thế mà không chết có ích gì không? Hình nó hóa đi, tâm nó cũng một thế, cũng chẳng đáng xót xa lắm sao? Đời người mờ mịt, há phải riêng ta mờ mịt, còn kẻ khác không mờ mịt hay sao? Như biết lấy cái tâm đã thành của mình làm Thầy, thì ai là chẳng có Thầy? Cái tâm thành đã sẵn có, sao còn tìm cái chi nữa mà thế nó? kẻ ngu cũng có nó. Chưa thành được mà lòng đã có chứa thị phi, thì có khác nào hôm nay sang nước Việt mà đã đến từ hôm trước rồi! Như vậy, tức là lấy cái không có làm cái có. Lấy cái không có làm cái có. Thì tuy có Thần Võ cũng không biết được, riêng ta có làm thế nào được! C. Phù ngôn phi xuy dã. Ngôn giả hữu ngôn[xix], kỳ sở ngôn giả, đặc vị định dã. Quả hữu ngôn da? Kỳ vị thường hữu ngôn da? Kỳ dĩ vi dị ư khấu âm[xx], diệc hữu biện hồ? Kỳ vô biện hồ? Đạo ô hồ ẩn nhi hữu chân ngụy? Ngôn ô hồ ẩn nhi hữu thị phi[xxi]? Đạo ô hồ vãng nhi bất tồn? Ngôn ô hồ tồn nhi bất khả[xxii]? Đạo ẩn ư tiểu thành[xxiii]; ngôn ẩn ư vinh hoa[xxiv]. Cố hữu Nhu Mặc chi thị phi; dĩ thị kỳ sở phi, nhi phi kỳ sở thị. Dục thị kỳ sở phi, nhi phi kỳ sở thị, tắc mạc nhược dĩ minh. Vật vô phi bỉ, vật vô phi thị. Tự bỉ tắc bất kiến tự tri tắc tri chi. Cố viết: Bỉ xuất ư thị, thị diệc nhơn bỉ. Bỉ thị, phương sinh chi thuyết dã. Tuy nhiên, phương sinh phương tử, phương tử phương sinh. Phương khả phương bất khả, phương bất khả phương khả. Nhân thị nhân phi, nhân phi nhân thị. Thị dĩ Thánh nhân bất do nhi chiếu chi vu thiên, diệc nhân thị dã. thị diệc bỉ dã. Bỉ diệc thị dã. Bỉ diệc nhất thị phi. Thử diệc nhất thị phi. Quả thả hữu bỉ thị hồ tai? Quả thả vô bỉ thị hồ tai? Bỉ thị, mặc đắc kỳ ngẫu[xxv] vị chi Đạo Xu[xxvi]. Xu thủy đắc kỳ hoàn trung[xxvii], dĩ ứng vô cùng. Thị diệc nhất vô cùng, phi diệc nhất vô cùng dã. Cố viết: Mạc nhược dĩ minh. Dĩ chỉ dụ chỉ chi phi chỉ, bất nhược dĩ phi chỉ dụ chỉ chi phi chỉ dã. Dỉ mã dụ mã chi phi mã, bất nhược dĩ phi mã dụ mã chi phi mã dã, vạn vật nhất mã dã. Khả hồ khả, bất khả hồ bất khả. Đạo hành chi nhi thành, vật vị chi nhi nhiên. ô hồ nhiên? Nhiên ư nhiên. ô hồ bất nhiên? Bất nhiên ư bất nhiên. Vật cố hữu sở thiên, vật cố hữu sở khả. Vô vật bất nhiên, vô vật bất khả. Cố vi thị cử đình dữ dinh, lệ dữ Tây thi, khôi nguy quyệt quái, Đạo thông vi nhất. Kỳ phân dã thành dã. Kỳ thành dã, hủy dã. Phàm vật vô thành dữ hủy, phục thông vi nhất. Duy đạt giả tri thông vi nhất. Vi thị chi bất dụng nhi ngụ chư dung. Dung dã giả, dụng dã; dụng dã giả, thông dã; thông dã giả, đắc[xxviii] dã. Thích đắc nhi cơ[xxix] hĩ. Nhân thị dĩ[xxx]. Dĩ nhi bất tri kỳ nhiên, vị chi Đạo. Lao thần minh vi nhất nhi bất tri kỳ đồng dã, vị chi triêu tam. Hà vị triêu tam? Viết: Thư công phú vu[xxxi] viết: triêu tam nhi mộ[xxxii] tứ. Chúng thư giai nộ. Viết: nhiên tắc triêu tứ nhi mộ tam. Chúng thư giai duyệt. Danh thật vị khuy, nhi hỉ nộ vi dụng, diệc nhơn thị dã. Thị dĩ Thánh nhân hòa chi dĩ thị phi, nhi hưu hồ thiên quân[xxxiii], thị chi vị lưỡng hành[xxxiv]. DỊCH NGHĨA: C. Lời, không phải như gió thổi: Lời phải có nói lên một cái gì. Nếu chỗ nói của nó mà chưa định, thì lời nói ấy quả đã có nói không. Hay là chưa có nói gì cả? Lời nói chưa định ấy, khác nào tiếng chim con: chưa có biết biện biệt hay không biện biệt? Đạo, sao dựa vào chân hay ngụy; lời, sao dựa vào thị hay phi? Đạo, sao qua mà không còn; lời, sao còn mà chẳng nói được? Đạo, ẩn trong tiểu thành; lời, ẩn nơi vinh hoa. Bởi vậy mới có cái phải, quấy của Nhu Mặc. Nhu Mặc thì lấy Phải làm Quấy, lấy Quấy làm Phải.(Nhưng) nếu muốn thấy được cái Phải trong cái Quấy, cái Quấy trong cái Phải, thì không có gì bằng dùng đến ánh sáng(của Đạo). Vật, không vật nào là không phải\" đó\", không vật nào là không phải\" đây\"[xxxv]. Lấy chỗ nhận thấy của người mà thấy, thì không thấy; lấy chỗ biết của mình mà biết, thì mới biết. Nên mới có nói rằng:\" Đó\", do đây mà ra; \" đây\", nhân \"đó\" mà có. \" Đó đây\", ấy là thuốc của \"phương sinh\". Nên mới có nói Sống, nói Chết, nói Chết, nói Sống, nói được, nói không được, nói không được, nói được. Nhân có Phải, nhân có Quấy; nhân có Quấy, nhân có Phải(mà cãi nhau). Thánh nhân thì không căn cứ vào Phải Quấy, mà căn cứ vào khiếu biết tự nhiên của mình để hiểu mọi vật. Và cũng do\"đây\" trước. \" Đây\", cũng là \"Đó\", mà \"Đó\" cũng là \"Đây\". \"Đó\" cũng có một lẽ Phải Quấy của \"Đó\"; mà \"Đây\" cũng có một cái lẽ phải quấy của \"Đây\". Quả có \"đó đây\" chăng? Quả chẳng có \"đó đây\" chăng? Đó và Đây mà không gặp chỗ lứa đôi(đối- đãi) của nó, thì gọi là Cốt Đạo (Đạo Xu). Cốt ấy khởi đầu nơi trung tâm của cái vòng tròn(hoàn trung), và căn cứ vào đó để mà ứng đối vô cùng(với Thị Phi). Phải, cũng là một cái lẽ vô cùng. Quấy, cũng là một cái lẽ vô cùng[xxxvi]. Bởi vậy mới nói: đâu bằng dùng lấy ánh sáng của Đạo. Lấy ngón tay mà thí dụ rằng ngón tay không phải là ngón tay, sao bằng lấy cái không phải là ngón tay để mà thí dụ rằng ngón tay không phải là ngón tay. Lấy con ngựa mà thí dụ rằng con ngựa không phải là con ngựa, sao bằng lấy cái không phải là con ngựa để mà thí dụ rằng con ngựa không phải là con ngựa. Trời Đất khác nào ngón tay nói trên. Vạn vật khác nào con ngựa nói trên. Được là được. Không được là không được. Con đường có đi mới thành đường đi, vật có gọi được tên mới thành là vật. Sao là phải vậy? Phải vậy là vì phải vậy. Sao là không phải vậy? Không phải vậy, là vì không phải vậy. Vật, có chỗ là phải vậy. Vật, có chỗ là được vậy. Không vật nào là không phải vậy; không vật nào là không được vậy. Cho nên mới có so sánh cọng cỏ với cột trụ, một người đàn bà xấu xí với Tây Thi; khoan đại, kỳ biến, gian trá, quái dị, thảy đều là một. Có phản\" nó\" ra thì \"nó\" mới \"thành\". Có \"thành\" thì mới có \"hoại\". Phàm vật mà không \"thành\", nên không \"hoại\" thì mới có thể \"trở về\" mà cùng thông với lẽ Một(của Đạo). Chỉ có bậc đạt Đạo mới thông hiểu được lẽ Một ấy mà thôi: Họ dìng đỡ cái dung mạo (bên ngoài) để hòa với mọi người. \"Dung\", tức là \"dụng\"; \"dụng\", tức là \"thông\". Mà \"thông\", tức là \"đắc\" vậy. Vui trong chỗ \"đắc\" ấy, ít ai được. Nhân tới đó mà \"thôi đi\". \"Thôi đi\", mà cũng không cần phải biết vì sao mà phải vậy, thì gọi là Đạo. Lao nhọc thần minh vì chấp nhất (trong một cái Phải hay cái Quấy nào) mà không biết trông thảy đều đồng nhau. Nên mới gọi là \"sớm ba\". Sao gọi là \" sớm ba\"? Có lão nuôi khỉ, phát khoai cho khỉ, nói: \"Sớm ba, mà chiều bốn!\" Khỉ đều giận. Lão lại nói: \"Thôi, sớm bốn mà chiều ba\"! Khỉ đều mừng. Số cho không thay đổi, danh và thực không thiếu, vậy mà, cái dụng ý của nó lại có mừng có giận. Bởi vậy, bậc Thánh nhân, vì sự hòa bình mà phải nói đến thị hay phi, rồi đứng yên ở cốt trục của \"bánh xe Trời\" (Thiên Quân): đó gọi là \"lưỡng hành\". D. Cổ chi nhân, kỳ tri hữu sở chí[xxxvii] hĩ. Ô hồ chí? Hữu di vi vị thủy hữu vật giả chí hĩ, tận hĩ, bất khả dĩ giả hĩ. Kỳ thứ dĩ vi hữu vật hĩ, nhi vị thủy hữu phong[xxxviii] dã. Kỳ thứ dĩ vi hữu phong yên, nhi vị thủy hữu thị phi dã. thị phi chi chương dã, Đạo chi sở dĩ khuy dã. Đạo chi sở dĩ khuy, áu chi sở dĩ thành[xxxix]. Quả thả hữu thành dữ khuy hồ tai? Quả thả vô thành dữ khuy hồ tai? Hữu thành dữ khuy, cố Chiêu thị[xl] chi cổ cầm dã. Vô thành dữ khuy, cố Chiêu thị chi bất cổ cầm dã. Chiêu văn chi cổ cầm dã, Sư Khoáng[xli] chi chi sách dã, Huệ tử[xlii] chi cứ ngộ dã, tam tử chi tri cơ hồ? Giai kỳ thạnh giả dã, cố tải chi mạt niên. Duy kỳ háo chi dã, dĩ dị ư bỉ ; kỳ háo chi dã, dục dĩ minh chi, bỉ phi sở minh nhi minh chi. Cố dĩ kiên bạch[xliii] chi muội chung, nhi kỳ tử hựu dĩ vấn chi luân chung, chung thân vô thành. Nhược thị nhi khả vị thành hồ? Tuy ngã diệc thành dã. Nhược thị nhi bất khả vị thành hồ? Vật dữ ngã vô thành dã. thị cố hoạt nghi chi diệu[xliv], Thánh nhân chi sở đồ dã. Vi thị bất dụng, nhi ngụ chư dung[xlv], thử chi vị dĩ minh[xlvi]. DỊCH NGHĨA: D. Người xưa, cái biết của họ có chỗ cùng cực. Sao gọi là cùng cực? Có kẻ cho rằng thuở ban đầu chưa hề có vật gì cả, đó là một chủ trương cực đoan cùng tận, không thể còn nói gì thêm được nữa. Có kẻ thì cho rằng đã có vật rồi, nhưng vật ấy chưa từng chia phân. Lại cũng có kẻ cho rằng đã có vật rồi, nhưng vật ấy đã lại có chia phân. Thị Phi mà bị chia phân rõ rệt ra rồi, thì Đạo mới có chỗ khuyết. Đạo mà có chỗ \"khuyết\" (vì không đủ) mới có tạo thành ra chữ \"ái\" (để mà hòa hợp lại). Quả có \"khuyết\" có \"ái\" chăng? Quả không có \"khuyết\", không có \"ái\" chăng? Bởi thấy có \"khuyết\" có \"ái\", họ Chiêu mới khảy cầm. Không có \"khuyết\" có \"ái\" thì họ Chiêu khảy cầm làm chi? Có Chiêu văn khảy cầm, Sư Khoáng mới lập luật định ngũ âm, Huệ tử mới giảng âm luật. Chỗ biết của ba người này có là bao nhiêu mà thiên hạ đều hoan nghênh cho đến đời cuối cùng này mà luật ấy hãy còn thịnh hành? Chỗ ưa thích của họ đâu có giống với chỗ ưa thích của chúng nhân. Muốn đem cái chỗ không sáng của mình mà soi sáng cho kẻ khác, nên suốt đời cam chịu tối tăm vì câu chuyện \"kiên bạch\". Họ thử đem ngón đàn hay của họ mà truyền dạy cho con họ, trọn đời biết có truyền dạy được không! Nếu mà họ truyền đạt được, thị ta đây cũng truyền dạy được. Bằng họ truyền dạy không đặng, thì ta đây cũng truyền dạy không được. Cho nên chỗ mà bậc thánh nhân mong mỏi là được ở trong cái ánh sáng mập mờ (của cái nhìn tổng quát hỗn hợp), không dùng phép tắc của ai cả, chỉ dùng cái lý thông thường của mọi người để xử sự với đời. Đó gọi là mượn lấy ánh sáng của người vậy. Đ. Kim thả hữu ngôn ư \"thử\", bất tri kỳ dữ \"thị\" loại hồ[xlvii], kỳ dữ thị bất loại hồ? Loại dữ bất loại, tương dữ vi loại, tắc dữ bỉ vô dĩ dị hĩ. Tuy nhiên, thỉnh thường ngôn chi: \"hữu thủy\", dã giả, \"hữu vị thủy hữu thủy\" dã giả, \"hữu vị thủy hữu phù vị thủy hữu thủy\", dã giả, \"hữu hữu\" dã giả, \"hữu vô\", dã giả, \"hữu vị thủy hữu vô\" dả giã, \"hữu vị thủy hữu phù vị thủy hữu vô\" dã giả[xlviii]. Nga nhi hữu vô hĩ, nhi vị tri hữu vô chi quả, thục hữu thục vô dã? Kim ngã tắc dĩ hữu vị hĩ, nhi vị tri ngô sở vị chi, kỳ quả hữu vị hồ, kỳ quả hữu vô vị hồ? Thiện hạ mạc đại ư thu hào chi mạt, nhi đại sơn vi tiểu. Mạc thọ hồ thương tử nhi Bành tổ vi yểu. Thiên địa dữ ngã tịnh sanh, nhi vạn vật dữ ngã vi nhất. Ký dĩ vi nhất hĩ, thả đắc hữu ngôn hồ? Ký dĩ vị chi nhất hĩ, thả đắc vô ngôn hồ? Nhất dữ ngôn vi nhị, nhị dữ nhất vi tam[xlix]. Tự thử dĩ vãng, xảo lịch bất năng đắc nhi huống kỳ phàm hồ? Cố tự vô thích hữu, dĩ chí ư tam, nhi huống tự hữu thích hữu hồ? Vô thích yên, nhân thị dĩ[l]. Phù Đạo vị thủy hữu phong[li], ngôn vị thủy hữu thường[lii]. Vi thị nhi hữu chân[liii] dã. thỉnh ngôn kỳ chân: hữu tả hữu hữu, hữu luân hữu nghĩa, hữu phản hữu biện, hữu cạnh hữu tranh, thử chi vị bát đức, lục hợp chi ngoại[liv]. Thánh nhân tồn nhi bất luận. Lục hợp chi nội, thánh nhân luận nhi bất nghị. Xuân thu kinh thế tiên vương chi chí, thánh nhơn nghị nhi bất biện[lv]. Cố phận dã giả hữu bất phân dã, biện dã giả, hữu bất biện dã[lvi]. Viết: hà dã? Thánh nhân hoài chi, chúng nhân biện chi. Dĩ tương thị dã. Cố viết: biện dã giả, hữu bất kiến dã[lvii]. Phù đại Đạo bất xưng, đại biện bất ngôn, đại nhân bất nhân, đại liêm bất khiêm, đại dũng bất kỵ. Đạo chiêu nhi bất Đạo[lviii], ngôn biện nhi bất cập[lix], nhân thường nhi bất thành, liêm thanh nhi bất tín, dũng kỵ nhi bất thành, ngũ giả ngoan nhi cơ hướng phương hĩ. Cố tri chỉ kỳ sở, bất tri, chí hĩ[lx]. Thục tri bất ngôn chi biện, bất Đạo chi Đạo? Nhược hữu năng tri, thử chi vị thiên phủ, chú yên nhi bất mãn, chước yên nhi bất kiệt, nhi bất tri kỳ sở do lai, thử chi vị bảo quang[lxi]. Cố tích giả Nghiêu vấn ư Thuấn viết: ngã dục phạt Tông, Khoái, Tự Ngao; nam diện nhi bất thích nhiên, kỳ hà tố dã? Thuấn viết: Phù tam tử giả, du tồn hồ, bồng ngải chi gian? Nhược bất thích nhiên, hà tai? Tích giả thập nhật tịnh xuất, vạn vật giai chiếu nhi huống đức chi tiến hồ nhật giả hồ! DỊCH NGHĨA: Đ. Ví như nay có người hỏi rằng: không rõ chữ \"đó\" có giống với chữ \"đây\" chăng; hay không giống với chữ \"đây\" chăng? Giống và không giống, hay cùng là một giống với nhau, thì là bên này không có gì khác với bên kia nữa. Tuy vậy, còn có nhiều danh từ thông thường mà ý nghĩa tương phản, ta cũng cho nó giống nhau được nữa chăng? Như những danh từ sau đây: ‘hữu thủy\", \"hữu vị thủy hữu thủy\", ‘hữu vị thủy hữu phù vị thủy\", \"hữu hữu\", ‘hữu vô\", ‘hữu vị thủy hữu vô\", \"hữu vị thủy hữu phù vị thủy hữu vô\". Thoạt trông qua mà \"có\" là đã \"không\" rồi, nhưng cũng chưa rõ là có hay không? Và quả có cái gì là có, có cái gì là không hay chăng? Nay thì ta cũng đã có nói rồi, nhưng chưa biết rõ điều ta nói đó quả đã có nói không, hay chưa có nói không? Dưới trời không có gì lớn bằng cọng lông mùa thu, mà không có gì nhỏ bằng núi Thái; không có gì thọ bằng đứa bé chết yểu, mà không có gì yểu bằng ông Bành Tổ. Trời Đất cùng ta đồng sinh, và vạn vật cùng ta là một. Đã là một rồi, thì nói ra có được không? Đã gọi là một rồi, thì không nói ra có được không? Một và lời là hai. Hai với một là ba. Từ ba trở lại một, bậc gọi là xảo lịch còn không hiểu được thay, huống chi là kẻ tầm thường! Cho nên, từ chỗ \"không\" mà sang chỗ \"có\", còn phải đến số ba, huống chi từ chỗ có mà sang chỗ có? Không phải sang qua đâu cả, chỉ nên theo chỗ có đấy là đủ. Vả, Đạo chưa hề có khu vực; lời nói chưa hề có định thức. Có cho đây là Thị, thì mới có sự chia phân thị với phi thành từng khu vực. Vậy, xin bàn về khu vực ấy: có mặt, có trái, có luận, có nghĩa, có phân, có chia, có cạnh, có tranh, đó gọi là \"bát thức\". Phần ngoài của \"lục hợp\", thánh nhân để yên mà không luận đến. Phần trong của \"lục hợp\", thánh nhân luận đến mà không bàn. Lịch sử đời Xuân Thu của các Tiên vương, thánh nhân bàn đến mà không chê khen biện luận. Cho nên tuy có phan chia mà không phân chia; biện bác mà không biện bác. Sao vậy? Là vì thánh nhân thì ôm giữ, chúng nhân thì biện bác để mà khoe khoang. Nên mới có lời nói này: \"hay biện phân, thì có chỗ không thấy rõ được\". Vả, \"đại Đạo\" thì không xưng tên; \"đại biện\" thì không có lời; \"đại nhân\" thì không thương ai; ‘đại liêm\" thì không nhún nhường; ‘đại dũng\" thì không làm hại ai. Đạo mà sáng thì không phải Đạo; lời mà rõ ràng thì không tới chốn, nhan mà thường thì không nên việc; liêm mà thanh thì không thể tin; dũng mà hại người thì không nên việc. Năm điều ấy tròn mà thành vuông. Cho nên, biết dừng chỗ mà mình không thể biết, là đến chốn rồi vậy. Có ai biết được cách biện biệt mà không dùng đến lời, nói mà không cần phải nói ra lời? Nếu có kẻ biết được, kẻ ấy gọi là Thiên phủ (kho trời) đổ vô mãi mà không đầy, rót ra mãi mà không cạn, nhưng không biết do đâu mà đến. Nên mới gọi là \"che ánh sáng\" (bảo quang). Cho nên ngày xưa Nghiêu hỏi Thuấn: \"Ta muốn phạt Tông, Khoái, Tư Ngao, ngảnh mặt sang Nam mà không thấy lòng khoan khoái. Như thế là cớ làm sao?\" Thuấn nói: \"Như ba người ấy (vua của ba nước ấy) khác nào sống ở giữa cỏ bông cỏ ngãi. Nhà Vua sao lại không thấy lòng khoan khoái? Xưa kia, mười mặt trời cùng mọc, muôn vật đều được soi sáng, huống chi cái Đức của người còn hơn mặt trời!\" E. Khiết Khuyết vấn hồ Vương Nghê[lxii] viết: Tử tri vật chi sở đồng thị hồ? Viết: ngô ô hồ tri chi. Tử trí tử chi sở bất tri da? Viết: ngô ô hồ tri chi. Nhiên tắc vật vô tri da? Viết: ngô ô hồ tri chi. Tuy nhiên, thường thí ngôn chi. Dung cự tri ngô sở vị tri chi phi bất tri da? dung cự tri ngô sở vị bất tri chi phi tri da? Thả ngô thường thí vấn hồ nhữ[lxiii]: dân thấp tẩm, tắc yêu tật thiên tử[lxiv], thu thiên hồ tai[lxv]? Mộc xử tắc chủy lật tuân cụ[lxvi], viên hầu nhiên hồ tai? tam giả thục tri chánh xử? Dân thực sô hoạn[lxvii], mê lộc thực tiến[lxviii], lương thư cam đái[lxix], xi nha thị thử[lxx]: tứ giả thục nhi tri chánh vị? viên biên thư dĩ vi thư[lxxi] mê dữ lộc giao, thu dữ ngư du. Mao tường Lệ Cơ nhơn chi sở mỹ dã, ngư kiến chi thâm nhập, điểu kiến chi cao phi, mê lộc kiến chi quyết sậu[lxxii]. Tứ giả thục tri thiên hạ chi chánh sắc tai? Tự ngã quan chi, nhân nghĩa chi đoan, thị phi chi đồ, phiền nhiên hào loạn, ngô ô năng tri kỳ biện. Khiết- Khuyết viết: tử bất tri lợi hại, tắc chí nhân cố bất tri lợi hại hồ? Vương Nghê viết: chí nhân thần hĩ! đại trạch phần nhi bất năng nhiệt, hà hán hộ nhi bất năng hàn. Tật lôi phá sơn, phong chấn hải, nhi bất năng kinh. Nhược nhiên giả, thừa vân khí, kỵ nhật nguyệt, nhi du hồ tứ hải chi ngoại, tử sinh vô biến ư kỳ, nhi huống lợi hại chi đoan hồ? DỊCH NGHĨA: E. Khiết Khuyết hỏi Vương Nghê: ông biết chỗ đồng phải giống nhau của mọi vật không? Ta biết đâu việc đó. ông biết chỗ mà ông không biết không? Ta biết đâu việc đó. Vậy thì, mọi vật, cũng không biết gì cả hay sao? Ta biết đâu việc đó. Tuy vậy, ta thử nói xem sao. biết đâu cái mà ta gọi là biết, lại chẳng phải là cái mà ta không biết? Biết đâu cái mà ta gọi là không biết lại chẳng phải là cái mà ta biết? Vả, ta đã từng thử hỏi ngươi: người nằm trong chỗ ẩm thấp thì sanh ra đau lưng và tê liệt một bên mình; con cá chạch thì có sao không? Người ở trên cây run rẩy sợ sệt; còn loài khỉ vượn thì có sao không? Ba loài ấy, ai biết chỗ ở nào là chỗ ở chính? Con người thì ưa ăn thịt thà, hươu nai thì thích ăn cỏ non; rết thì cho rắn con là ngon; chim mèo chim cú thì nghiện ăn chuột bọ. Bốn loài ấy, ai biết vị ăn nào là chính vị? Vượn và khỉ theo với nhau, nai và hươu cùng với nhau, chạch và cá lội với nhau. Mao Tường, Lệ Cơ, người thấy thì cho là đẹp, mà cá thấy thì lặn sâu, chim thấy thì bay cao, hươu nai thấy thì chạy dài. Bốn loài ấy, ai biết sắc đẹp nào là chính sắc trong thiên hạ? Tự mà xem, thì đầu mối của nhân nghĩa, đường nẻo của thị phi rối loạn lung tung, ta làm sao biết đâu mà phân biện. Khiết Khuyết nói: ông không biết lợi hại, còn bậc chí nhân cũng không biết lợi hại nữa hay sao? Vương Nghê nói: chí nhân là bậc thần: chầm lớn cháy, không thể làm cho đó nóng, sông Hà sông Hán đặc mà không thể làm cho đó lạnh; sét đánh vỡ núi; gió dậy biển cả cũng không làm cho đó sợ. Người như thế thì theo hơi mây, cỡi mặt trời mặt trăng mà rong chơi ngoài bốn biển, chết sống còn không làm cho người họ điên đảo phương chi là mối lợi hại? G. Cù Thước tử[lxxiii], vấn hồ Trường Ngô tử viết: Ngô văn chư[lxxiv] phu tử thánh nhân bất tùng sự ư vụ, bất tựu lợi, bất vi hại, bất hỉ cầu, bất duyên đạo[lxxv], vô vị hữu vị[lxxvi], hữu vị vô vị[lxxvii] nhi du hồ trần cấu chi ngoại[lxxviii]. Phu tử[lxxix] dĩ vị mạn lãng[lxxx] chi ngôn, nhi ngã dĩ vi diệu đạo chi hạnh[lxxxi] dã. Ngô tử dĩ vi hề nhược? Trường Ngô tử viết: Thị Hoàng đế chi sở thinh uỷnh dã, nhi Khưu[lxxxii] dã hà túc dĩ tri chi. Thả nhữ diệc đại tảo kế, kiến noãn nhi cầu thời dạ[lxxxiii], kiến đàn nhi cầu hiêu chích. Dư thường vị nhữ võng ngôn chi, nhữ dĩ võng thính chi. Hề[lxxxiv] bàng[lxxxv] nhật nguyệt, hiệp vũ trụ, vi kỳ thần hợp[lxxxvi] trí kỳ hoạt hôn[lxxxvii] dĩ lệ tương tôn[lxxxviii]. Chúng nhân dịch dịch[lxxxix], thánh nhân ngu xuân[xc] tham vạn tuế nhi nhất thành thuần[xci]. DỊCH NGHĨA: G. Cù Thước hỏi Trường Ngô: Tôi nghe nơi ông rằng thánh nhân không bận đến việc đời; không tìm lợi; không lánh hại; không tha thiết đến việc gì; cũng không quấn quít với Đạo; có nói (mà như) không có nói; không nói mà như đã nói; tha hồ rong chơi ngoài bụi bặm (của cuộc đời). Thầy tôi cho đó là lời nói vu vơ, còn tôi, thì lại cho đó là cái hạnh của kẻ đã nhập diện nơi Đạo rồi vậy. í ông như thế nào? Trường Ngô nói: Đó là điều mà Hoàng đế nghe còn nghi ngờ thay, ông Khưu làm gì đủ để mà hiểu được. Vả, ngươi cũng đoán hơi sớm lắm: vừa thấy trứng gà là đã mong được nghe tiếng gà gáy, vừa thấy viên đạn là đã mong được ăn chim nướng. Nay ta thử vì ngươi nói bậy mà nghe, còn ngươi cũng nghe bậy mà chơi. Làm thế nào để dựa kề nhật nguyệt, nhập cùng vũ trụ, xáo trộn cả thị phi, quý tiện, vượt muôn tuổi mà ôm giữ cái chỗ thuần nhất bất biến. H. Vạn vật tận nhiên nhi dĩ thị tương uẩn[xcii]. Dư ô hồ tri duyệt sinh chi phi hoặc da? Dư ô hồ tri ố tử chi phi nhược táng nhi bất tri quy giả da? Lệ chi cơ, Ngại phong nhân chi tử dã. Tấn quốc chi thủy đắc chi dã, thế khấp thiêm câm. Cập kỳ chí ư vương sở, dữ vương đồng khuông sàng, thực sô hoạn[xciii], nhi hậu hối kỳ khấp dã. Dư ô hồ tri phù tử giả bất hối kỳ thủy chi ky sinh hồ? Mộng ẩm tửu giả, đán nhi khốc khấp, mộng khấp khốc giả, đán nhi điền liệp[xciv]. Phương kỳ mộng dã, bất tri kỳ mộng dã. Mộng chi trung, hựu chiêm kỳ mộng yên, giác nhi hậu tri kỳ mộng dã. Thả hữu đại giác, nhi hậu tri thử kỳ đại mộng dã. Nhi ngu giả tự dĩ vi giác, thiết thiết nhi tri chi quân hồ mục hồ? Cố tai! Khưu dã dữ nhữ, giai mộng dã. Dư vị nhữ mộng diệc mộng dã. Thị kỳ ngôn dã, kỳ danh vi điếu quỷ. Vạn thế chi hậu nhi nhất ngộ đại thánh, tri kỳ giải giả, thị đán mộ ngộ chi dã. Ký sử ngã dữ nhược biện hĩ nhược thắng ngã, ngã bất nhược thắng. Nhược quả thị dã, ngã quả phi dã da? Ngã thắng nhược, nhược bất ngô thắng, ngã quả thị dã, nhi quả phi dã da? Kỳ hoặc thị dã, kỳ hoặc phi dã da? Kỳ câu thị dã, kỳ câu phi dã da? Ngã dữ nhược, bất năng tương tri dã, tắc nhân cố thọ kỳ đảm ám, ngô thùy sử chánh chi? Sử đồng hồ nhược giả chánh chi, ký dữ nhược đồng hĩ, ô năng chánh chi? Sử đồng hồ ngã giả chánh chi, kú đồng hồ ngã hĩ, ô năng chánh chi? Sử dị hồ ngã dữ nhược giả chánh chi, ký dị hồ ngã dữ nhược hĩ, ô năng chánh chi? Sử đồng hồ ngã dữ nhược giả chánh chi, ký đồng hồ ngã dữ nhược hĩ, ô năng chánh chi? Nhiên tắc ngã dữ nhược dữ nhân câu bất năng tương tri dã, nhi đãi bỉ dã da? Hà vị hòa chi dĩ thiên nghê[xcv]. Viết: thị bất thị, nhiên bất nhiên. Thị nhược quả thị dã, tắc thị chi dị hồ bất thị dã, diệc vô biện. Nhiên nhược quả nhiên dã, tắc nhiên chi dị hồ bất nhiên dã, diệc vô biện. Hóa thinh chi tương đãi, nhược kỳ bất tương đãi, hòa chi dĩ thiên nghê, nhơn chi dĩ mạn diễn, sở dĩ cùng niên dã. Vong niên vong nghĩa[xcvi] chấn[xcvii] ư vô cảnh, cố ngụ chư vô cảnh[xcviii]. DỊCH NGHĨA: H. Hiểu tận vạn vật rồi, mới thấy nó thuần nhất. Ta sao biết ham sống chẳng phải là lầm? Ta sao biết sợ chết lại chẳng là mê, mà không biết cho đó là con đường về? Lệ Cơ, con của một vị phong nhân xứ Ngại, gả cho Vua nước Tấn. Khi về nhà chồng, lụy ướt dầm bầu. Kịp khi đến hoàng cung, cùng vua đồng sàng, nếm mùi dô hoạn, rồi lại hối hận giọt lệ ngày xưa. Ta biết đâu kẻ chết lại không hối hận vì mình đã mong được sống thêm? Có kẻ chiêm bao cười giữa tiệc, tỉnh giấc khóc trong lòng. hoặc chiêm bao buồn khóc, khi tỉnh giấc như vui săn. Lúc chiêm bao không biết chiêm bao, khi tỉnh giấc mới hay là mộng cả. Chỏ có bậc đại giác mới biết cuộc đại mộng đó thôi. Nhưng mà kẻ ngu lại tự cho họ là tỉnh, rồi họ cũng tin thật rằng họ là bậc vua chúa, hay họ là kẻ chăn ngựa! Gàn thay, ông Khưu cùng ngươi đều chiêm bao cả! Lời nói ấy, gọi là lời \"điếu quỷ\" (quái gở)! Sau muôn đời, may mà gặp được bậc đại thánh biết cách giải nghĩa của nó ra, thì trong một sớm một chiều sẽ ngộ nó được vậy. Nếu ta nói với ngươi, cùng tranh biện: ngươi không được ta, ta không thắng được ngươi, vậy ngươi hẳn là đã phải, mà ta hẳn là đã quấy chưa? Nếu ta thắng được ngươi; ngươi không thắng được ta, vậy ta hẳn là đã phải, mà ngươi hẳn đã là quấy chưa? Hay là, khi thì phải, khi thì quấy hay sao? Hay là, cả hai chúng ta đều phải cả, hoặc cùng quấy cả hay sao? Ta và ngươi không thể biết được nhau, thì người người đành phải chịu tối tăm rồi! Ta phải nhờ ai chính lại việc ấy? Nhờ kẻ đồng với ngươi thì làm sao chính được việc đó! Cậy người khác với ta và ngươi, để chính lại việc đó ư? Nó đã khác với ta và khác với ngươi, thì làm sao chính lại được việc đó? Cậy người đồng với ta và đồng với ngươi thì làm sao chính được việc đó? Vậy thì ta với ngươi cùng với người đó đều không thể biết nhau được, sao phải chờ người đó làm gì? Sao gọi là hòa hợp với thiên nghê? Là phải mà cũng là chẳng phải; phải vậy mà cũng là chẳng phải vậy. Cái phải của ngươi, nếu quả thực là phải, thì cái phải đó có khác gì cái không phải, cho nên cũng không biện được. Cái phải vậy của ngươi, nếu quả thực là phải vậy, thì cái phải vậy đó có khác gì cái không phải vậy, thành ra cũng không biện được. Hóa ra thảy đều là đối đãi, nếu muốn không đối đãi chi bằng hòa hợp với tự nhiên (thiên nghê), nhân đó mà lời nói của ta đặng vĩnh cửu. Quên sống chết, quên phải quấy là suốt thông lẽ hư vô (vô cảnh), nên gửi mình vào cõi hư vô (vô cảnh). I. Vọng lượng vấn cảnh viết: Nãng tử hành, kim tử chỉ. Nãng tử tọa, kim tử khởi. Hà kỳ vu, đặc tháo dư? Cảnh viết: Ngô hữu đãi nhi nhiên giả da? Ngô sở đãi hựu hữu đãi nhi nhiên giả da? Ngô đãi xà phù điêu dực da? ô thức sở dĩ nhiên, ô thức sở dĩ bất nhiên? DỊCH NGHĨA: I. Bóng lu hỏi bóng tỏ: \"Nãy anh đi, giờ anh đứng. Nãy anh ngồi, giờ anh dậy. Sao anh không có nết riêng?\" Bóng tỏ nói: ta có phải nương chờ mà như thế chăng? Hay là chỗ ta nương chờ lại còn phải nương chờ nơi chỗ khác mà như thế chăng? Ta phải nương chờ, như vảy rắn cánh ve chăng? Sao biết sở dĩ nó là thế? Sao biết sở dĩ nó không phải là thế? K. Tích giả Trang Châu mộng vi hồ điệp, hủ hủ nhiên hồ điệp dã, tự dụ thích chí dữ bất tri Châu dã. Nga nhiên giác, tắc cừ cừ nhiên Châu dã. Bất tri Châu chi mộng vi hồ điệp dư? Hồ điệp chi mộng vi Châu dư? Châu dữ hồ điệp, tắc tất hữu phận hĩ. Thử chi vị Vật hóa. DỊCH NGHĨA: Xưa Trang Châu chiêm bao thấy mình là bướm vui phận làm bướm, tự thấy thích chí, không còn biết có Châu nữa. Chợt tỉnh giấc, thì lại thấy mình là Châu. Không biết Châu chiêm bao là bướm, hay bướm chiêm bao là Châu? Châu và bướm ắt phải có tánh phận khác nhau. Đó gọi là Vật hóa. TỔNG BÌNH: Như ta đã thấy ở thiên Tiêu Diêu Du, mục đích của học thuyết Trang tử là tự do tuyệt đối. Muốn đạt đến \"tự do tuyệt đối\", việc cần thiết đầu tiên là giải thoát tâm trí ra khỏi cái vòng nhận định sai lầm của nhãn thức nhị nguyên chia phân cái Sống Một làm hai phần rất phân biệt: tâm vật, thị phi, thiện ác, sanh tử, vinh nhục… Tề- Vật- Luận là phương pháp luận của Trang tử để đạt đến Tiêu diêu tự tại. Tề- Vật tức là \"nhất thiết bình đẳng\" nghĩa là vạn vật đều ngang bằng nhau cả, ngang nhau về phẩm, như ta đã thấy ở Tiêu Diêu Du. Thật vậy, nếu không có được cái nhãn quang nhìn thấy sự \"nhất thiết bình đẳng\" trong các sự vật thì ắt phải có chỗ chọn lựa, nghĩa là còn có chỗ \"lấy bỏ\"[xcix], có chỗ ưa ghét. Lấy cái gì, bỏ cái gì? Lấy cái tốt, bỏ cái xấu; ưa cái hay, ghét cái dở. Và nhân thế mới có sự thiên lệch và nô lệ theo một bảng giá trị chủ quan nào về sự vật. Có cái \"phải\" đối với ta ngày nay, nhưng qua ngày mai nó sẽ không còn \"phải\" nữa. Có món hợp với ta, nhưng lại không hợp với người khác. Có việc hợp với người này, lại không hợp với người kia. Một vấn đề tương đối và tạm thời. Nhưng sai lầm và nguy hiểm là khi nào ta lại nhận nó là một chân lý tuyệt đối, nghĩa là một chân lý bất di bất dịch và chung cho bất cứ ở thời gian hay không gian nào. Cho nên mới nói rằng: ‘có chỗ ưa ghét, có chỗ lấy bỏ, thì không còn gọi là tự do tuyệt đối nữa.\"[c] Tóm lại, người thật là tự do, biết trong sự tiêu diêu tự tại trong bản tính là người phải biết \"xem bằng\"[ci] thị phi, thiện ác… không chịu sống nô lệ bất cứ một bảng giá trị về thị phi, thiện ác của một chế độ luân- lý nào cả. Nên biết rằng họ không phải là người \"vô luân- lý\" như người ta đã hiểu lắm mà là một hạng người đã vượt lên trên tất cả mọi thứ luân- lý tầm thường chật hẹp: họ là hạng người không còn tư tâm tư dục nữa, nghĩa là hạng người \"vô kỷ\", \"vô công\" và \"vô danh\"[cii] -----------------------------------------------------Nam- Quách Tử Kỳ Chữ(Cơ) ở đây, phải đọc là kỳ. Nam- Quách là thành phía Nam, nhân lấy chỗ ở mà đặt hiệu. [ii] Hư: hơi thổi ra (bằng miệng). Theo phép hô hấp của Đạo gia, thì hít vô bằng mũi, thở ra bằng miệng. [iii] Tháp yên là hình dáng như kẻ mất hồn, bơ phờ, ngơ ngác. Sắc thái của người nhập định tham thiền, xuất thần giải thế. [iv] Táng kỳ ngẫu: mất bạn. Câu này, do câu \" ngô táng ngã\" phần dưới mà suy ra. Bạn của Xác, là Hồn. Cho nên thay vì dịch là \"mất bạn \", tưởng cần dịch là \" mất hồn\". [v] Nhan- Thành Tử Du: họ Nhan, tên là Yển, thụy là Thành, tự là Tử Du. [vi] Nhi: đồng với chữ Nhĩ(người, mi, anh). Đọc là \" nhữ chi vấn\" (câu hỏi của anh). [vii] Nữ: ở đây, đọc là nhữ (anh). [viii] Lại: ống tiêu (gọi là sáo). Địa lại, là sáo đất. Nhơn lại: sáo người. Tiếng sáo tuy có dài có ngắn, có cao có thấp… tựu trung chỉ do một hơi thở thổi vào ống trúc mà gây ra, tùy lỗ hổng gần xa mà sinh những âm thanh khác biệt và muôn điệu. [ix] Hàn hàn: rộng lớn, bao gồm, trùm lấp Nhàn nhàn: phân tích đến chỗ nhỏ mọn, ưa chỗ tế nhị, phân tích. [x] Viêm viêm: đồng thấy thị phi là một. Chiêm chiêm: phân biệt việc nhỏ. [xi] Hồn- giao: lúc ngủ thì tinh thần hợp nhau làm một, vì không bị ngoại vật làm cho xao lãng, khi thức, thì bị ngoại cảnh kích động làm cho tinh thần bị xao lãng tán ra ngoài nên nhận thấy chia lìa \"vật ngã\", nghĩa là thấy sự chia phân trong vạn sự vạn vật. [xii] Cấu: là hợp lại Tâm đấu: lòng bị tranh chấp giữa vấn đề nội- ngoại [xiii] Mạn: lòng rộng rãi [xiv] Giáo: âm là giáo, có nghĩa là sâu sắc, chỗ sâu thẳm của lòng. [xv] Mật: dè dặt, cẩn thận. [xvi] Mạn mạn: Nhìn tử như sanh, cả hai là một. Chủy chủy: dáng cẩn thận, tỉ mỉ, tế tâm, chú ý. Tiểu khủng chủy chủy, đại khủng mạn mạn: dè dặt cái nhỏ, là phân biệt sanh tử, dè dặt cái lớn là xem tử sanh là một. [xvii] Lự: lo nghĩ nhiều Thán: thương xót Biến: hay phản phúc Nhiệt: kinh hãi Diêu: phù phiếm, khinh phù Dật: phóng túng Khải: tình dục mở rộng Thái: chỉ tánh tình dung mạo do trời phú cho. [xviii] Không cho Thiên Tánh xuất hiện. [xix] Ngôn giả hữu ngôn: Chữ ngôn trước, là lời nói; chữ ngôn sau là nói lên một cái gì, tức là có một ý nghĩa. Có một ý nghĩa, thì dĩ nhiên lời nói đã bị hạn định, vì có hạn định thì nghĩa nó mới rõ ràng. Và như vậy, lời nói không thể dùng để nói về Đạo, cái mà không thể nào miêu tả được: Đạo khả Đạo, phi thường Đạo. Chữ xuy ở đây là cùng một chữ dùng ở đọan văn trên:\" xuy vạn bất đồng\". Gió thổi(như Đạo) thì không có tiếng, trỗi lên muôn tiếng khác nhau là vì gặp các lỗ hổng lớn nhỏ bất đồng mà sanh ra. Cho nên mới nói:\" ngôn phi xuy dã\" [xx] Khấu âm: Tiếng kêu của con chim con vừa nở, ám chỉ lời nói vô nghĩa. [xxi] Đạo thì chứa cả Chân và Ngụy; lời, cũng chứa cả Thị Phi. Như vậy, trong ngôn từ, nếu nói đến Phải là có hàm chứa bên trong cái Quấy. Thế thì dựa vào đâu mà biết rằng lời nói nào là thật Phải(phải tuyệt đối), lời nói nào là thật Quấy(quấy tuyệt đối)? Bởi vậy mới nói: \"Đạo sao lại dựa vào Chân hay Ngụy; lời, sao lại dựa vào Thị với Phi\". [xxii] Đạo ô hổ vãng nhi bất tổn (Đạo sao qua mà không còn) Qua mà không còn, là chỉ về cái biến động của Đạo rất mau lẹ, trong một cái chớp là đã biến mất không còn như trước nữa. Hạn chế Đạo vào một ngôn từ \" tịnh\" và \" bất biến\" không thể được, vì vậy, Đạo không thể dùng lời mà nói được. Cho nên mới nói\" ngôn ô hồ tồn nhi bất khả\". \"Bất khả\" là không nói được(bất khả đạo). Lời hạn định biến thành một lẽ \" tịnh\", một cái gì không biến được nữa, trong khi Đạo biến không ngừng. [xxiii] Đạo ẩn ư, tiểu thành: Chữ \"ẩn\" đây, có nghĩa là \" dựa vào\". \"Tiểu thành\", là sự vật chưa được đầy đủ, như Nhân, Nghĩa… Câu nầy muốn nói: \"Chân Ngụy thì dựa vào chỗ chưa đầy đủ mà khởi phát\". Nếu sự vật mà đầy đủ, thì sao có sinh ra Chân Ngụy? Có Chân có Ngụy thì chỉ thấy được có một phần chân lý mà thôi. [xxiv] Ngôn ẩn ư vinh hoa: \" Vinh hoa\" tức là lời nói hoa mỹ, phù phiến và biện biệt của nhị nguyên không thể dùng để miêu tả được chân lý. Lời nói \" bất toàn\" của giới nhị nguyên, không sao dùng được để bàn đến Đạo. Cho nên mới nói: \"lời nói là dựa vào thị phi mà khởi\". So sánh với câu:\" mỹ ngôn bất tín; Tín ngôn bất mỹ\" của Lão tử. [xxv] Ngẫu: là chỗ đối đãi của nó, như Âm thì Dương là ngẫu của nó, Dương thì Âm là ngẫu của nó. [xxvi] Xu: nơi cốt yếu. [xxvii] Hoàn trung: Hoàn: Thị và Phi \" phản phúc\", thị do phi mà có, phi do thị mà sinh, thị biến ra phi, phi biến ra thị… tiếp nối nhau, tìm kiếm nhau không biết đâu là cùng, như trên một cái vòng tròn, cho nên mới gọi là \"hoàn\" (vòng tròn). \"Hoàn trung\" là trung tâm của cái vòng tròn cũng để ám chỉ luật Thiên Quân. [xxviii] Đắc: là \" tự đắc\" nghĩa là tự mình nắm được cái Đạo và ung dung hạnh phúc, không cần gì đến ngoại vật nữa. [xxix] Cơ: là đã đến được tới chỗ cùng lý. [xxx] Nhân thị dĩ: là nói kẻ đạt Đạo, vô vi, vô tâm, cho nên nhân chỗ Thị Phi mà vượt lên, không còn thấy có thị phi nữa. [xxxi] Vu: khoai lang, theo Tư- Mã. [xxxii] đọc là Mộ [xxxiii] Thiên- Quân: Thôi Tuyền nói: Quân là cái bánh xe xoay tròn để người thợ bắt đồ sành. Lại có chỗ viết là có ý nói về sự quân bình, vòng bán kính cuả bánh xe bao giờ cũng bằng nhau, luôn luôn quân bình. Cũng gọi là Thiên Nghê. (Ngụ ngôn) ở thiên Thiên Địa viết:\" Thiên Địa tuy đại, kỷ hóa quân dã\" (Trời Đất tuy lớn mà sự biến hóa đều quân bình cả). đó là ông giải cái nghĩa của Thiên Quân và đây là yếu chỉ của toàn thiên Tề Vật. [xxxiv] Lưỡng hành: không lìa khỏi thị phi mà lại được đến chỗ không có thị phi. So sánh câu \"tri vong thị phi\" của Trang- tử:\" vong thị phi\" đâu phải là không biết thị phi, mà thật ra, là vượt lên trên thị phi, sau khi thật biết rõ thế nào là thị phi. Bực đạt Đạo không phải là người không phân biệt thị phi(như kẻ ngu) mà là kẻ đã rành lẽ thị phi, hg đẫ vượt lên cả thị phi để mà điều khiển nó. Cũng như Đạo gồm cả Âm Dương và vượt lên cả Âm Dương để điều khiển cả Âm Dương. Cho nên mới nói \" Thánh nhân hòa chi dĩ thị phi, nhi hưu hồ Thiên Quân \" Daisetz T. Suzuki nói rằng:\" Đây là một thứ nghịch thuyết về triết học sâu sắc nhất: \"biện bất biện, và bất biện biện… \" D.T.Suzuki nói đây là nói về thuyết Bát- Nhã Bình- Đẳng của Phật giáo, nhưng nó cũng đồng một nghĩa với thuyết Tề Vật của Trang- tử. [xxxv] Tức là thuyết\" Huyền đồng vật ngã\" của Lão tử. [xxxvi] đó là phép \"dĩ bất biến ứng vạn biến\": thị phi nối đuôi nhau mà sinh ra, không biết đâu là đầu mối, như trên một cái vòng tròn. Nhân thị mà sanh phi, nhân phi mà sanh thị, miên miên bất tuyệt. [xxxvii] Chí: đến nơi, đến chốn (cùng tận). [xxxviii] Phong: có cảnh giới. Tuy thấy là có cảnh giới, nhưng chưa bị phân đây đó. [xxxix] Đạo, thì gồm cả thị phi và vượt lên trên cả Thụ với Phi. Nếu lại chia- phân Thị Phi thì Đạo như giảm bớt(khuy). Nhân thế người ta mới bày ra Nhân, Nghĩa, Lễ… tức là\" ái\" nghĩa là lòng Nhân- ái(yêu thương) để hòa hợp lại những gì đã bị chia phân. Lão tử cũng nói: Đại Đạo phề, hữu Nhân Nghĩa… Theo Trang- tử, cũng như Lão tử, đó là công việc miễn cưỡng giả tạo: không bao giờ nối lại Vật Ngã(hay Nhi Ngã) một khi đã bị chia phân. Cho nên mới nói: \"Đạo chi sở dĩ khuy, ái chi sở dĩ thành\" [xl] Chiêu- thị: tức là Chiêu- văn, tên người xưa đờn cầm rất giỏi. Dùng âm nhạc để hòa lại những âm thanh đã bị chia phân, đó là dụng ý của Trang- tử trong thiên Tề Vật khi ông bàn đến \"nhân lại\" [xli] Sư Khoáng: một nhạc công đời xưa, rất sành âm luật. [xlii] Huệ tử: một tay sành biện luận. Có nhà bình luận cho rằng Trang- tử ở đây khi nói đến Chiêu văn là muốn ám chỉ Hoàng đế; Sư Khoáng, ám chỉ Nghiêu Thuấn, và Huệ tử, ám chỉ Khổng tử. [xliii] Kiên- bạch: tức là nói về biện thuyết\" kiên bạch\" và \"bạch mã\" của Công tôn Long đời Chiến quốc, một thứ ngụy biện mà rốt cuộc mọi người không ai hiểu gì được cả. [xliv] Hoạt nghi chi diệu: ánh sáng mập mờ, Trang- tử muốn ám chỉ Đạo, bao gồm thị phi, không thiên hẳn bên Thị hay bên Phi: có Âm mà cũng có Dương, có Dương mà cũng có Âm (Âm trung chi Dương; Dương trung chi Âm), tức là cái nhãn quang của người nhận thấy cả thảy các cặp mâu thuẫn trên đời đều là một cả. [xlv] Dung: \"Ngụ chư dung\", tức là dựa theo cái lý thông thường của người đời. Xem lại đọan trên: thuyết \"triêu tam, mộ tứ\" của người nuôi khỉ. Bậc thánh trí đối với mình thì dùng cái sáng mập mờ (hoạt nghi chi diệu) tức là cái ánh sáng của Đạo mà đối xử; nhưng đối với đời, thì lại khác, lấy cái lý thông thường của mọi người mà đối xử, khi thì bàn đến Thị, khi luận đến Phi để mà hòa với mọi người, rồi \"đứng yên ở cốt trục của bánh xe Trời (Thiên Quân) đó gọi là lưỡng hành\". \"Ngụ chư dung\", tức cùng một ý với \"triêu tam nhi mộ tứ\" vậy. [xlvi] Minh: \"dĩ minh\", tức là lấy cái ánh sáng phân biệt Thị Phi của người đời để mà xử sự với người đời. [xlvii] Thử và Thị: có nghĩa là \"đó\" và \"đây\", nghĩa là \"vật\" và \"ngã\". [xlviii] Hữu thủy: nguồn gốc của cái hữu (có): origine de l‘Être. Hữu vị thủy hữu thủy: cái hữu không nguồn gốc: l‘Être sans origine. Hữu vị thủy hữu phù vị thủy hữu thủy: nguồn gốc của cái hữu không nguồn gốc: origine de l‘Être sans origine. Hữu hữu: cái Có (hữu): l‘Être Hữu vô: cái không (vô): le Néant (Non- Être) Hữu vị thủy hữu vô: cái có có trước cái không. Hữu vị thủy hữu phù vị thủy hữu vô: cái không có trước cái có [xlix] Nhất dữ ngôn vi nhị: \"một\" và \"lời\" là \"hai việc khác nhau\": Đạo không thể còn dùng được lời nói mà miêu tả được. Tức là cùng một ý với Lão tử khi ông nói: \"Đạo khả Đạo phi thường Đạo…\" và \"tri giả bất ngôn, ngôn giả bất tri\". Nhị dữ nhất vi Tam: nhị: ám chỉ Âm Dương tương đối ; một: ám chỉ Đạo. Cùng nghĩa với câu này của Lão tử: Nhất sanh nhị, Nhị sanh Tam, Tam sanh vạn vật. Nhất, là Đạo tịnh; Tam, là Đạo động, Đạo sinh sinh hóa hóa, tức là số một (Đạo) cộng với số hai (Âm Dương). Cho nên mới nói tới số Ba là trở về số Một. Thánh nhân thì biết \"trở về\" với số một; chúng nhân thì chạy mãi đi ra và lưu tán vô cùng. [l] thị: thị, là \"đây\", là ám chỉ cái hiện tại tuyệt đối, bao gồm cả thời gian. Nhận thấy Đạo một rồi, thì không còn thấy thời gian chia phân làm ba giai đoạn giả tạo nữa là quá khứ, hiện tại và vị tại nữa, mà thấy, bất cứ ở vào lúc nào, một cái hiện tại vô thủy vô chung. [li] Phong: là khu vực, là chia ranh. Đạo không hề có chia phân thành từng khu vực hạn định của một cái thị hay phi, của một cái Âm hay Dương. [lii] Thường: định thức. Lời dùng để bàn về lẽ Đạo cũng không thể hạn định theo một định thức nào, là vì như thế dễ bị hạn chế trong một cái thị hay phi mà thành mất Đạo. [liii] Vi thị: cũng như nói thị phi sinh ra. Chân: chia thành từng khu vực. [liv] Lục hạp chi ngoại; nói về bên ngoài Tính và Phận của vạn vật. Lục hạp chi nội: nói về bên trong Tính và Phận của vạn vật. [lv] Biện: phân biệt thị phi mà để bình phẩm theo một chiều nào. [lvi] Phân dã giả, hữu bất phân dĩ: phân, là phân biệt thị phi; bất phân, là không thiên hẳn bên nào, mà chỉ gìn giữ thế quân bình của thị hay phi. Biện dã giả, hữu bất biện dã: biện, đây là biện bác (tranh luận). Tranh luận, là có phân thị phi; nhưng tranh luận mà không tranh luận, là tranh luận để làm sáng tỏ lập trường của mình chứ không phải để tranh luận phần phải cho mình. Người đạt Đạo không bao giờ tranh lụân để thuyết phục ai, hay dẫn dụ ai theo mình cả, vì theo Trang- tử người hiểu Đạo không bắt chước ai cả mà trở về sống cái sống của mình, sống yên với cái mà tạo hóa đã an bài, không đèo bòng ham muốn cái ngoài tánh phận của mình. [lvii] Biện dã giả, hữu bất kiến dã: biện là phân biệt thị phi để mà biện luận biện bác, vì vậy không thể nhận thấy được Đạo tuyệt đối là cái lẽ gồm nắm bao trùm và vượt lên trên thị phi, thiện ác. Nên mới nói: ‘hay biện phân, thì có chỗ không thấy rõ được\", vì chỉ thấy có một bề: bề mặt hay bề trái của sự thật mà thôi. [lviii] Đạo chiêu nhi bất Đạo: Đạo mà chói sáng, nghĩa là rõ ràng, thì là Đạo theo hẳn một bên nào rồi, thị hay phi. Cho nên Đạo mà như thế, không phải Đạo. Đạo, dường như mịt mờ, nửa tối nửa sáng, lẫn lộn Âm Dương, thị phi. Trang- tử đã dùng trước đây danh từ như \"hoạt nghi chi diệu\" và tiếp sau đây danh từ \"bảo quang\" để ám chỉ Đạo. So sánh câu này của Lão tử: \"tục nhân chiêu chiêu; ngã độc hôn hôn\" (chương 20 Đạo Đức Kinh). [lix] Ngôn biện nhi bất cập: cùng một ý với câu trên \"Đạo chiêu nhi bất Đạo\". Biện đây là phân biệt thị phi. Bất cập là không đầy đủ, còn thiếu thốn, vì thế hễ nói thị thì lại còn thiếu phi, chỉ nói có cái bề mặt mà không nói đến bề trái của một sự vật nào, cho nên mới nói \"lời mà rõ ràng thì không tới chốn\". [lx] Tri chỉ kỳ sở bất tri: tức là biết dừng lại chỗ mà lý trí và lời nói không làm sao hiểu và nói được, đó mới thật khôn ngoan, thượng trí. Dừng lại, là không đi đâu nữa, ở lại đó. So snáh với câu: \"tri bất tri, thượng\" của Lão tử (chương 71). \"Chí hĩ\" là đã đến nơi đến chốn, tức là đã đến chỗ cùng cực của sự hiểu biết vậy. [lxi] Bảo quang: che đậy ánh sáng. Lại cũng có người cho rằng \"bảo quang\" có nghĩa là ‘như có như không\". Thì cũng cùng một nghĩa như \"che đậy ánh sáng\". So sánh câu \"bất ngôn chi biện\" với câu \"bất ngôn chi giáo\" và ‘thiện giả bất biện; biện giả bất thiện\" (chương 51 của Lão tử). [lxii] Vương Nghê: một bậc hiền thời Vua Nghiêu. ở thiên Thiên địa thì cho rằng ông là thầy của Khiết Khuyết. [lxiii] đọc là \"nhữ\". [lxiv] Thiên tử: chết một bên thân mình (tê liệt). [lxv] Thu: âm là thu, tức là \"nê thu\", một thứ cá có thể sống trong bùn, lúc nước cạn. Ta gọi là cá chạch. Bản Nhượng Tông dịch là loài nhái, không đúng. [lxvi] Tuân, âm là huyện, cùng với huyền (thông dụng). [lxvii] Sô hoạn Sô: loài thú ăn cỏ. Hoạn: loài gia súc, ăn cùng với người ta. Nói chung là ăn thịt, cỗ bàn. [lxviii] Tiến: cỏ non. [lxix] Lương thư là con rết. [lxx] Chữ \"thị\" [lxxi] Thư: con cái, giống cái (đối với chữ hùng). [lxxii] Quyết sậu: cúi đầu mà chạy, không ngó lại sau. [lxxiii] Cù- Thước tử: tên của một môn đệ của Khổng tử. Giả thác, không có thật. [lxxiv] Chư: đồng nghĩa với chữ ư [lxxv] Duyên: cột lại với nhau, ở đây có nghĩa là quyến luyến, ràng buộc, quấn quít. Câu \"bất duyên đạo\", ý muốn nói: bậc thánh nhơn cũng còn phải đeo đuổi, quấn quýt theo Đạo nữa, nghĩa là không còn chạy theo Đạo, còn mến Đạo, còn cầu Đạo nữa… vì như thế là còn chưa được Đạo, vì người và Đạo còn là hai mà chưa là một (thành thuần). Hợp nhất với Đạo, thì không còn thấy có Đạo để mà theo đuổi, quấn quít nữa. [lxxvi] Vô vị hữu vị: không nói mà đã nói. Cùng nghĩa với \"vô vi nhi vô bất vi\": không làm mà không có gì là không làm. Tức là nói về công dụng của chứ Hư Vô trong lời nói: tuy không dùng đến lời nói, nhưng ý nghĩa lại nhiều hơn là đã nói nhiều; tức là \"bất ngôn chi giáo\" của Lão tử. [lxxvii] Hữu vị vô vị: nói, mà như không có nói gì cả. đồng nghĩa với câu \"hữu ngôn vô ngôn\". Cái điều mà thánh nhân đắc Đạo nói, thường chỉ là dùng đến lời nói của giới nhị nguyên, nên chỉ có giá trị \"nửa chừng\" mà thôi; trong khi Chân lý gồm cả hai mặt (trái và mặt, âm và dương). Cho nên dù là có nói mà dường như chưa hề có nói, vì không thể nói ra được cái Chân lý Toàn diện với những danh từ hạn định của Nhị Nguyên. [lxxviii] Trần cấu chi ngoại: trần, là bụi; cấu, là bụi nhỏ. ám chỉ sự vô thường của sự vật trên đời: rốt cuộc thảy đều trở thành tro bụi. \"trần cấu chi ngoại\" là ngoài sự tiêu vong và bất thường của sự vật, tức ám chỉ cái lẽ thường tồn nơi ta là Đạo. [lxxix] Phu tử: ám chỉ Khổng tử. [lxxx] Mạnh lãng: âm là mạn lãng, nghĩa là vu vơ không đúng với thực tế. [lxxxi] Hành: đọc là hạnh, tức là tư cách. [lxxxii] Khưu: tên của Khổng tử. Võng: nghĩa là bậy bạ, bướng. [lxxxiii] Thời dạ: ám chỉ con gà (thường gọi là tư dạ). [lxxxiv] Hề: làm thế nào, làm sao. [lxxxv] Bàng: dựa vào. [lxxxvi] Thần hợp: không phân biệt nhau. [lxxxvii] trí: phó mặc cho Hoạt: lộn xộn, hỗn loạn. Hôn: không phân biệt, tối tăm, ngu độn, sâu kín. [lxxxviii] Di lệ tương tôn: lệ, là chỉ về sự thấp hèn; tôn, là cao quý. í muốn nói: quý tiện cùng xem như nhau. [lxxxix] dịch dịch: bôn ba, chạy theo hấp tấp. Câu \"chúng nhân dịch dịch\" là muốn nói người đến đua theo thị phi, ồ ạt chạy theo thị phi. [xc] Ngu xuân: không nghiên cứu, không chia phân sự vật làm hai. Không nhận thấy sự khác nhau giữa các mâu thuẫn. [xci] Tham vạn tuế nhi nhất thành thuần: chen vào cuộc thiên biến vạn hóa của Trời Đất, mà luôn luôn ôm giữ được cái Đạo một bất biến và thuần nhất. [xcii] Uẩn: tích tụ lại, liên hợp lại. chỉ sự không thể chia lìa giữa vạn vật. [xciii] Sô hoạn: sô là thịt các con vật ăn cỏ; hoạn là htịt các con vật nhà: món ăn cao lương, cỗ bàn… [xciv] Mộng ẩm tửu giả, đán nhi khốc khấp: chiêm bao vui vẻ (dự tiệc rượu) nên không muốn dứt; tỉnh dậy thì tiếc cảnh vui nên rầu buồn khóc lóc. Cũng như, chiêm bao buồn khổ khóc lóc, tỉnh dậy là thoát được cảnh đau khổ nên vui mừng như được đi săn bắn. Tóm lại, mộng mà vui thì tỉnh buồn, mộng mà buồn thì tỉnh vui. được cái này thì mất cái kia. [xcv] Thiên nghê: tức là tự nhiên, Thiên quân. [xcvi] Vong niên, vong nghĩa Vong niên, là muốn nói về sự đồng nhau của Sống, Chết. (Chữ niên là chỉ về thời gian). Còn chữ nghĩa là chỉ về vấn đề giá trị, ám chỉ vấn đề thị phi, thiện ác, nên vong nghĩa, là nói về sự đồng nhau của thị phi. [xcvii] Mạn diễn: cái biến của Vô cực (tức là của Đạo) Chấn: là thông sướng. [xcviii] Vô cảnh: ám chỉ cảnh của Hư Vô, hay là Đạo. Có nhà chú giả cho Vô cảnh, tức là vô cực, như thế cũng đồng một nghĩa như trên. [xcix] Khứ, tựu: tức là có sự bỏ lấy, nghĩa là chọn lựa. [c] Hữu sở hiếu ố, hữu sở khử tựu, tắc bất năng tuyệt đối tự do hĩ. [ci] \"Nhất thiết bình đẳng\" cả thảy vạn vật bằng nhau cả. [cii] Chí nhơn vô kỷ, thần nhơn vô công, thánh nhơn vô danh.  \n"
        },
        {
            "order": 6,
            "name": "TIÊU- DIÊU- DU",
            "content": " DỊCH NGHĨA: TIÊU- DIÊU- DU A. Tại biển Bắc có con cá Côn, lớn không biết mấy nghìn dặm. Cá này hóa ra chim Bằng: lưng của chim Bằng lớn cũng không biết mấy nghìn dặm. Vỗ cánh mà bay, cánh nó sè ra như mây che rợp một phương trời. Biển động, Bằng bèn bay sang biển Nam: biển Nam là Ao- Trời. Tề Hải, sách chép các việc kỳ quái nói: chim Bằng, lúc bay qua biển Nam, cánh đập làm cho sóng nước nổi lên ba nghìn dặm dài; nó nương theo gió trốt mà cất lên chín muôn dặm cao, và bay luôn sáu tháng mới nghỉ. Cái mà ta thấy trên không kia có phải là bầy\" ngựa rừng\" chăng, hay là bụi trần? Hay là cái hơi thở của muôn vật nổi lên? Còn màu trời xanh xanh kia có phải là màu thật của nó không, hay chỉ là màu của vô cùng thăm thẳm? Thì cái thấy của con chim Bằng bay trên mây xanh dòm xuống dưới đây cũng chỉ như thế mà thôi. Vả lại, nước không sâu thì không sức chở thuyền lớn. đổ một chung nước nhỏ vô một cái hủng nhỏ trong nhà, lấy một cọng cỏ thả lên làm thuyền, thì thuyền tự nổi; nếu lại lấy cái chung ấy làm thuyền mà thả lên, thì thuyền phải trịt. Là tại sao? trị nước không sâu mà thuyền thì lớn. Cũng như lớp gió không dầy thì không đủ sức chở nổi cánh lớn của chim Bằng. Bởi vậy chim Bằng khi bay lên chín muôn dặm cao là cỡi lên lớp gió ở dưới nó. Chừng ấy, lưng vác trời xanh, không gì ngăn trở, nó bay thẳng qua Nam. Một con ve và một con chim cưu nhỏ thấy vậy, cười nói:\" Ta quyết bay vụt lên cây du, cây phương. Như bay không tới mà có rơi xuống đất thì thôi, chứ không sao! Bay cao chín muôn dặm, sang qua Nam mà làm gì? Ta thích bay đến mấy cánh đồng gần đây, ăn ba miếng no bụng, rồi về. Nếu ta đến chỗ xa trăm dặm, thì ta có lương thực mỗi ngày. Còn nếu ta đến chỗ xa nghìn dặm, thì ta có ba tháng lương thực.\" Hai con vật ấy, mà biết gì? Kẻ tiểu trí sao kịp người đại trí. Kẻ tuổi nhỏ sao kịp người tuổi lớn. Sao mà biết được thế? nấm mai biết gì được hồi sóc, ve sầu biết sao được xuân, thu! Đó đều là hạng tuổi nhỏ cả. Phương Nam nước Sở có cây minh- linh, sống một xuân là năm trăm năm ; một thu là năm trăm năm. Thượng cổ có cây đại- xuân sống một xuân là tám nghìn năm, một thu là tám nghìn năm.(đó là hạng tuổi lớn). Lâu nay từng nghe danh sống lâu của Bành tổ. Hễ nói đến sống lâu, thì người đời thường đem đó mà so sánh, như thế không đáng buồn sao? B. Thang chi vấn Cấc dã thị dĩ. Cùng phát chi bắc, hữu minh hải giả, thiên trì dã. Hữu ngư yên, kỳ quảng sổ thiên lý, vị hữu tri kỳ tu giả, kỳ danh vi Côn. Hữu điểu yên, kỳ danh vi Bằng, bối nhược Thái Sơn, dực nhược thùy thiên chi vân, đoàn phù diêu dương giác nhi thượng giả cửu vạn lý, tuyệt vân khí, phụ thanh thiên, nhiên hậu đồ Nam thả thích Nam minh dã. Xích yển[ii] tiếu chi viết: Bỉ thả hề thích dã. Ngã đằng dược nhi thượng bất quá sổ nhẫn chi hạ, ngao tường bồng hao chi gian, thử diệc phi chi chí dã. Nhi bỉ thả hề thích dã. Thử tiểu đại chi biện[iii] dã. DỊCH NGHĨA: B. Lời ông Thang hỏi ông Cấc, cũng thế. Miền Bắc hoang lạnh có cái biển gọi là Minh- hải, tức là Ao Trời. Có con cá lớn tới mấy nghìn dặm, chưa ai biết nó dài đến bao nhiêu, tên là Côn. Có con chim, tên là Bằng, lưng như núi Thái, cánh tợ vừng mây che một phương trời. Chim nầy theo gió trốt cuộn như sừng dê mà lên chín muôn dặm cao, tuyệt bóng mây- mù, đội trời xanh biếc, bấy giờ nó mới bay về biển Nam. Một con chim ở hồ nhỏ cười nói: đó bay chi cao xa lắm vậy? Ta bay nhảy bất quá vài chục thước cao, ngao du trong đám cỏ bồng cỏ hao. Bay đến thế cũng là đúng mực lắm rồi. Còn đó bay chi cao xa lắm vậy? Đó là chỗ phân biệt giữa lớn và nhỏ. C. Cố phù trí hiệu nhất quan, hạnh tỉ nhất hương, đức hợp nhất quân năng trưng[iv] nhất quốc giả, kỳ tự thị dã, diệc nhược thử hĩ. Nhi Tống Vinh tử du nhiên tiếu chi, nhi bất gia khuyến, cử thế nhi phi chi, nhi bất gia thư, định hồ nội ngoại chi phận[v], biện hồ vinh nhục chi cảnh[vi], tư dĩ hĩ. Bỉ kỳ ư thế, vị sát sát nhiên dã, tuy nhiên du hữu vị thọ[vii] dã. Phù Liệt tử[viii] ngự phong nhi hành lãnh nhiên[ix] thiện dã, tuần hữu ngũ nhật nhi hậu phản. Bỉ ư trí phúc[x] giả, vị sát sát nhiên dã. Thử tuy miễn hò hành du hữu sở đãi giả dã[xi]. Nhược phù thừa thiên địa chi chánh nhi ngự lục khí chi biến[xii], dĩ du vô cùng giả, bỉ thả ô hồ đãi tai. Cố viết: chí nhơn vô kỷ, thần nhơn vô công, thánh nhơn vô danh[xiii]. DỊCH NGHĨA: C. Cho nên, kẻ có tài trí đủ làm nổi một tước quan, hanh hơn cả một làng, (thì) đức (sẽ) không khác nào một vị vua được lòng tin của cả nước, (nếu biết) tự xem như đấng làm vua kia vậy. Nhưng Vinh- tử nước Tống lại còn cười chê đó. Vả, đời có khen cũng không khích lệ, mà đời có chê cũng không ngăn đón được: họ đã định rõ cái phận của trong ngoài, phân biệt cái cảnh của vinh nhục rồi đấy. Trong đời, hạng người như thế cũng dễ thường thấy có. Tuy vậy, đức của họ cũng chưa được vững. Liệt- tử cưỡi gió mà đi, đi một cách êm ái nhẹ nhàng, đi trọn mười lăm hôm mới về. Đó sống trong chỗ chí phúc và người như ông dễ thường thấy có. Tuy khỏi phải đi, nhưng còn chỗ phải chờ. Đến như thuận theo cái chánh của Trời Đất, nương theo cái biến của lục khí mà dong chơi trong cõi vô cùng: thì đó đâu còn phải chờ đợi cái gì nữa. Cho nên nói rằng: bậc chí nhơn không thấy có mình, bậc thần nhơn không nhớ đến công mình, bậc thánh nhơn không nghĩ đến tên mình. D. Nghiêu nhượng thiên hạ ư Hứa Do, viết: Nhật Nguyệt xuất hĩ, nhi tước hỏa[xiv] bất tức, kỳ ư quang dã bất diệc nan hồ? Thời vũ giáng hĩ nhi du tẩm quán, kỳ ư trạch dã bất diệc lao hồ? Phu tử lập nhi thiên hạ trị, nhi ngã du thi[xv] chi, ngô tự thị khuyết nhiên. Thỉnh trí thiên hạ. Hứa Do viết: Tử trị thiên hạ, thiên hạ ký dĩ trị dã, nhi ngã du đại[xvi] tử, ngô tương vi danh hồ? Danh giả, thật chi tân dã. Ngô tương vi tân hồ? Tiêu liêu[xvii] sào ư thâm lâm, bất quá nhất chi. Yển thử[xviii] ẩm hà, bất quá mãn phúc. Quy hưu hồ quân. Dư vô sở dụng thiên hạ vi. Bào nhơn tuy bất trị bào, thi chúc bất việt tôn trở nhi đại chi hĩ.  DỊCH NGHĨA: D.Vua Nghiêu muốn nhường thiên hạ cho Hứa- Do, nói: Mặt trời mặt trăng đã mọc, mà không dụt đuốc, nhìn bóng đuốc há chẳng khó coi lắm sao? Mưa mùa đã đổ xuống, mà còn đi tưới nước, thế là chẳng lao công vô ích hay sao? Nay nếu phu tử lên ngôi, thiên hạ ắt được trị. Tôi còn ngồi làm thần tượng chi nữa. Tôi tự thấy rất kém. Vậy, xin mời ngài lên trị thiên hạ. Hứa Do nói: Ngài trị thiên hạ, thì thiên hạ được trị. Tôi còn thế Ngài làm chi, tôi cầu danh hay sao? Danh là khách của Thật. Tôi muốn làm khách sao? Chim tiêu liêu đậu ở rừng sâu, chẳng qua một nhánh là vừa. Chuột đồng xuống nước sông dài, chẳng qua đầy bụng là đủ. Xin trả lại cho ngài đó. Thiên hạ ấy, tôi không dùng làm gì cả. Người đầu bếp dù không xong việc bếp, người chủ tế cũng không vượt phận mà thế cho đó được.  E. Kiên Ngô vấn ư Liên Thúc viết: Ngô văn ngôn ư Tiếp Dư đại nhi vô đương[xix], vãng nhi bất phản. Ngô kinh bố[xx] kỳ ngôn, du Hà Hán nhi vô cực dã, đại hữu kính thính[xxi] bất cận nhơn tình yên. Liên Thúc viết:\" kỳ ngôn vị hà tai\". Viết: Diễu Cô Xạ chi sơn, hữu thần nhơn cư yên, cơ phu nhược băng tuyết, náo ước[xxii] nhược xử nữ[xxiii] bất thực ngũ cốc, hấp phong ẩm lộ, thừa vân khí, ngự phi long nhi du hồ, tứ hải chi ngoại, kỳ thần ngưng, sử vật bất tì lệ, nhi niên cốc thục. Ngô dĩ thị cuồng nhi bất tín dã. Liên Thúc viết: Nhiên. Cổ giả vô dĩ hồ văn chương chi quan, lung giả vô dĩ dữ hồ chung cổ chi thinh. Khởi duy hình hài hữu lung manh tai, phù tri diệc hữu chi, thị kỳ ngôn dã, du thời nhữ[xxiv] dã. Chi nhơn dã, chi đức dã, tương bang bạc vạn vật dĩ vi nhất, thế ky hồ loạn, thục tệ tệ yên dĩ thiên hạ vi sự. Chi nhơn dã, vật mạc chi thương. đại tẩm khể thiên nhi bất nịch. đại hạn, kim thạch lưu, thổ sơn tiêu, nhi bất nhiệt. thị, kỳ trấn cấu tỉ khương[xxv] tương du đào chú Nghiêu Thuấn giả dã. Thục khẳng dĩ vật vi sự! Tống nhơn tư chương phủ nhi thích chư Việt. Việt nhơn đoạn phát văn thân, vô sở dụng chi. Nghiêu tự thiên hạ chi dân, bình hải nội chi chánh, vãng kiến tứ tử Diễu Cô Tạ chi sơn phần thủy chi dương, yểu nhiên[xxvi] táng kỳ thiên hạ yên.\" DỊCH NGHĨA: E. Kiến Ngô nói với Liên- Thúc: Tôi nghe Tiếp Dư nói chuyện lớn lác không tưởng, có lối đi mà không có lối về… khiến tôi kinh sợ, ông nói như sông Hà sông Hán không cùng tận, rất là xa xôi, không cận với nhân- tình…Liên Thúc hỏi:\" Nối những gì?\"- \" Nói rằng trên núi Diễu- Cô Tạ có thần nhơn ở, da thịt như băng tuyết, dáng điệu mềm yếu như người con gái chưa chồng. Không ăn năm loài thóc, chỉ hớp gió, uống sương, nương theo hơi mây, cỡi rồng mà bay ngao du ngoài bốn biển. Ngưng thần lại thì có thể làm cho vạn vật không đau ốm hư hoại, lúa thóc lại được mùa. Tôi cho đó là lời nói cuồng, nên không tin.\" Liên Thúc nói:\" Phải! Kẻ đui lấy gì để xem thấy được cái đẹp của văn- hoa: kẻ điếc lấy gì để nghe được tiếng chuông tiếng trống. Há chỉ có hình hài mới có đui điếc đâu… trí cũng có đui điếc. Theo lời nói ấy thì ngươi nay cũng thế. Kể như người ấy, đức ấy cùng vạn vật hỗ chụy đi làm cái việc của thiên hạ. Người ấy không vật nào hại đặng. Nước cả đụng trời mà không làm họ chết chìm được, nắng cả chảy mềm sắt đá, cháy núi thiêu đất cũng không làm cho họ chết nóng được. Đồ bụi bặm. Cặn bã của thần nhơn ấy cũng đúc thành được hạng người của Nghiêu Thuấn. Ai đâu lại khứng đi làm công việc cho ngoại vật! Người nước Tống buôn mũ Chương phủ, sang nước Việt. Người nước Việt thì cắt tóc ngắn và xăm mình, không dùng mũ ấy làm gì. Nghiêu trị trăm họ trong thiên hạ, bình trị được trong nước, bèn sang qua núi Diễu- Cô Tạ để ra mắt bốn Thầy. Họ có cái vẻ sâu xa làm sao mà Nghiêu Thuấn quên mất thiên hạ của mình. G. Huệ- tử vị Trang tử viết: Ngụy vương di ngã đại hố chi chủng, ngã thọ chi thành, nhi thật ngũ thạch. dĩ thạnh thủy tương, kỳ kiên bất năng tự cử dã. Phẫu chi dĩ vi biều, tắc hồ lạc vô sở dung. Phi bất hiêu nhiên đại dã. Ngô vi kỳ vô dụng nhi phẫu chi. Trang tử viết: Phu tử cố chuyết ư dụng đại hĩ. Tống nhơn hữu thiện vi bất quy thủ[xxvii] chi dược giả, thế thế dĩ bình tích khoáng vi sự. Khách văn chi, thỉnh mãi kỳ phương bách kim. Tụ tộc nhi mưu viết: ngã thế thế vi bình tích khoáng bất quá sổ kim, kim nhất triêu nhi chúc kỹ bách kim, thỉnh dữ chi.\" Khách đắc chi, dĩ thuyết Ngô vương. Việt hữu nạn, Ngô vương sử chi tướng… Đông dữ Việt nhơn thủy chiến, đại bại Việt nhơn, liệt địa nhi phong chí. Năng bất quy thủ nhất dã. Hoặc dĩ phong, hoặc bất nhiên ư bình tích khoáng, tắc sở dung chi dị dã. Kim tử hữu ngũ thạch chi hồ, hà bất lự dĩ vi đại tôn nhi phù hồ lạc vô sở dung. Tắc phu tử du hữu bồng[xxviii] chi tâm dã phù. G. Huệ- tử gọi Trang tử, nói: Ngụy vương tặng tôi một giống dưa to. Tôi trồng nó có trái nặng đến năm thạch. Dùng nó đựng nước, nó nặng, không cất nhắc được. Bổ nó ra làm cái bầu, thì lại không còn dùng được chỗ nào. Đâu phải nó không to lớn, nhưng vì cho nó là vô dụng nên tôi đập bỏ nó. Trang tử nói: Thế là phu tử vụng về chỗ đại dụng nó. Nước Tống có người khéo chế được môn thuốc chữa răn nứt da tay, đời đời chuyên làm nghề ươm tơ. Có người hay biết, đến xin mua phương thuốc đó một trăm lượng vàng. Anh ta bèn nhóm thân- tộc bàn rằng:\" Nhà ta đời đời làm nghề ươm tơ, lợi không hơn số vàng đó. Nay một mai mà được trăm vàng, xin để cho bán.\"  Người khách được phương thuốc, đem thuyết vua Ngô. Nước Việt có nạn, vua Ngô sai anh làm tướng. Nhằm mùa đông, thủy chiến với người Việt, người Việt đại bại. Vua Ngô bèn cắt đất mà phong thưởng anh ta. Cũng thời cùng một phương thuốc trị răn nứt da tay mà một người được thưởng phong, một người không ta khỏi cái nghề ươm tơ: đó là tại chỗ biết dùng mà khác nhau vậy. Nay phu tử có trái dưa nặng đến năm thạch, sao không tính dùng nó làm trái nổi thả qua sông qua hồ, mà lo chi hồ vỡ bầu tan, không có chỗ dùng? Thì ra vì cái lòng của phu tử hẹp hòi chưa thông đạt đó.  H. Huệ tử vị Trang tử viết: Ngô hữu đại thọ, nhơn vị chi Vu. Kỳ đại bổn ủng thũng[xxix] nhi bất trúng thằng mặc. Kỳ tiểu chi quyện khúc, nhi bất trúng quy củ. Lâph chi đồ, tượng giả bất cố. Kim tử chi ngôn đại nhi vô dụng, chúng sở đồng khử dã. Trang tử viết: Tử độc bất kiến lỳ tinh[xxx] hồ, ti thân nhi phục, dĩ hậu ngao giả, đông tây điệu lương, bất tị cao hạ, trúng ư cơ tịch, tử ư võng vổ. Kim phù thai ngưu, kỳ đại nhược thuỷ thiên chi vân, thử năng vi đại hĩ, nhi bất năng chấp thử. Kim tử hữu đại thọ, hoạn kỳ vô dụng. Hà bất thọ chi ư vô hà hữu chi hương[xxxi], quảng mạc[xxxii] chi dã, bàng hoàng hỗ vô vi kỳ trắc, tiêu diêu hồ tẩm ngọa[xxxiii] kỳ hạ, bất yểu cản phủ, vật vô hại giả. Vô sở khả dụng, an sở khốn khổ tai! I. Huệ- tử gọi Trang tử, nói:\" Tôi có côi cây to, người ta gọi nó là cây Vu. Gốc nó lồi lõm không đúng dây mực. Nhánh nhóc nó thì cong queo không đúng quy củ. đem trồng nó ở đường cái, người thợ mộc cũng không thèm nhìn. Nay lời nói của ông to lớn mà vô dụng, nên người người đều không thèm nghe.\" Trang tử nói:\" Ông riêng chẳng thấy con mèo rừng đó sao? Con người mình đứng núp, rình vật đi rong, nhảy tây nhảy đông, không hiềm cao thấp, kẹt trong dò bẫy, chết nơi lưới rập. Đến như con thai- ngưu, lớn như vầng mây che một phương trời, kể ra cũng là to thật, nhưng cũng không bắt được chuột. Nay ông có cây to, lại sợ nó vô dụng. Sao không đem nó trồng nơi tịch mịch, giữa cánh đồng rộng bao la. Khách ngao du không làm gì, ngồi nghỉ dưới gốc nó, khách tiêu diêu nằm ngũ dưới bóng nó. Nó sẽ không chết yểu vì búa rìu, cũng không sợ vật nào làm hại. Không có chỗ nào có thể dùng được, thì khốn khổ từ đâu mà đến được?\" ________________Phù diêu dương giác: gió trốt lớn, xoáy tròn như hình cái sừng dê rừng. [ii] Xích yển: Xích, là cái hồ nhỏ; yển, là loại chim sẻ. [iii] Biện: ở đây là sự phân biệt. Quách Tượng chú đoạn nầy, cho rằng không có lớn nhỏ, vì nếu\" mỗi vật đều biết yên với cái Tánh của Trời phú cho mình, thì sao có buồn lo vì chỗ không đồng nhau.\" Đó là ông giảng sai với bản ý của Trang- tử. Xem kỹ văn mạch của chương nầy, ta thấy rằng chỗ mà Trang- tử bảo\" con ve và con chim cưu nhỏ không làm sao hiểu được cái hành động của chim Bằng\", thì cũng như ở thiên Thu Thủy ông bảo\" con ếch nằm đáy giếng làm gì thấy được cái rộng lớn của bể Đông\". Một đoạn văn sau trong thiên nầy, chỗ mà Kiên- Ngô kể chuyện của Tiếp- Dư bảo rằng\" đại nhi vô- đương\", chỗ mà Huệ- tử chê lời nói của Trang- tử \" đại nhi vô dụng\", tức cũng là chỗ mà Lão tử trong Đạo- Đức- Kinh bảo\" hạ sĩ văn Đạo, đại tiếu chi\" vậy. Huống chi trước đây ông cũng đã nói: tiểu trí bất cập đại trí ; tiểu niên bất cập đại niên, triêu khuẩn bất tri hối sóc ; huệ cô bất tri xuân thu, thì thật là chủ ý của ông rõ ràng hết sức. Cho nên, lời chú của Quách Tượng, thật là một sự sai lầm to tát vậy, vì đã giảng nghịch lại với ý chánh của họ Trang. Câu nói nầy của Lão tử rất cần để cho ta tự nhắc nhở lấy khi cầm bút bình giảng tư tưởng trong Nam- Hoa- Kinh:\" càng muốn làm cho thật sáng, lại càng làm cho ra tồi!\" Vì vậy, ít bình giảng chừng nào càng tốt, mà đừng bình giảng gì cả, càng hay! đọc Trang- tử cần nhất là đọc ngay Trang- tử mà đừng đi qua các nhà bình giảng trước, hoặc nếu đi qua các nhà bình giảng trước, hãy quên phứt họ đi, để đi ngay vào chánh văn của Trang- tử. [iv] Nhi đọc là Năng: cổ tự hai chữ này dùng lẫn nhau. Trưng: là tin cậy được, được tín nhiệm. [v] Nội Ngoại chi phận: đây là chỉ về cái Ta bên trong, và ngoại vật bên ngoài. [vi] Vinh của ta, nhục của người: Vinh cho ta, tức là nhục cho người. [vii] Thọ, là đứng vững: chỗ gọi là\" chí đức cũng chưa được vững\". đây là muốn nói rằng: người như Vinh tử chưa đủ cho ta ngưỡng mộ vậy. [viii] Liệt- tử: người nước Trịnh, tên là Ngự- Khấu. [ix] Lãnh- nhiên: nhẹ nhàng êm ái [x] Phúc: tức là không có gì trở ngại cả. trí phúc, là muốn nói rằng Liệt- tử cỡi gió mà tuyệt không có vật nào trở ngại sự họat động của ông cả, ông tha hồ tới lui thong thả. [xi] Câu này\" thử tuy miễn hồ hành, du hữu sở đãi giả dã\" cùng với câu trên\" tuy nhiên du hữu vị thọ dã\" đều cùng một dụng ý: chưa phải là đáng ngưỡng mộ, là đã đến mức hoàn toàn. [xii] Lục khí: là khí Âm, khí Dương, Gió, Mưa, Tối, Sáng(Âm, Dương, Phong, Vũ, Hồi, Minh). Biện phải đọc là Biến. Xưa hai chữ này dùng lẫn nhau. Chữ\" Chánh\" đây, là của Âm, Dương(Thiên- Địa; Càn- khôn) đứng chỉ huy cái biến của lục khí…(nắm giềng mối của tất cả hiện tượng trong Trời Đất). [xiii] Vô kỷ, vô công, vô danh: Thôi- tuyền cho rằng\" Vô công, vô danh\" là \" không lập công, không lập danh\". Giảng giải như thế, không ổn nếu không nói là sai. Nhân thế mới có người hiểu theo đó và cho rằng cái học của Trang- tử là cái học yếm thế, hay xuất thế. Nếu hiểu câu\" vô công\" là \" không lập công\", thì câu\" vô kỷ\" cũng phải có nghĩa là \" không lập mình\" hay sao và như thế nghĩa nó là gì? khí văn phải nhất quán, và câu nầy phải hiểu là\" không có mình\", \" không có công\", \" không có danh\", nghĩa là không nghĩ đến mình. Bậc được Đạo, không còn có thấy mình nữa(tức là cái tiểu ngã của mình); không còn thấy có mình nữa, thì làm sao còn nghĩ đến công mình, và danh mình. Lão tử cũng có nói\" công toại nhân thoái\", \" vi như bất thị\", \" công thành phất cư\"…(nên việc, lui thân, làm mà không cậy công, thành công rồi không ở lại…tức là không nghĩ đến sự lưu danh). Như vậy, không thể gọi Lão học là cái học yếm thế hay xuất thế… vì\" không lập công\", \" không lập danh\". Nên biết rõ rằng chủ trương cứu cánh của hai học thuyết ấy là cái học\" huyền đồng vật ngã\", không còn thấy có Trong có Ngoài, có Ta có Người nữa. Cho nên không thể hoịi người đắc Đạo là người xuất thế hay yếm thế, là vì đối với họ người với ta là một, Ngoại và nội là một, xã hội và cá nhân là một. Cũng như cá và nước là một, không thể không có nước mà cá sống. Cho nên sở dĩ con người phải lo cho xã hội là vì không có xã hội, cá nhân không sao phát triển được cái sống của mình. Lo cho xã hội không phải là phận sự mà là lẽ tất nhiên phải lo, không lo không đặng, hai lẽ ấy chằng chịt dính líu với nhau, không sao rời nhau được. Cho nên có thể hiểu rằng: nói là lo cho đời, mà chính làlo cho mình; hoặc trái lại, nói là lo cho mình, mà chính là lo cho đời đó. Cho nên, nói rằng cái học của Lão Trang là cái học yếm thế, tức là chưa hiểu rõ cái chủ trương\" huyền- đồng vật ngã\" của các ông- vậy chớ phản- đối chế độ hiện hành của thời đại, phản đối Nho Mặc, phản đối cái Đạo hữu- vi đã làm thống khổ nhân dân…không phải đó là một cách tiêu cực lo khang- kiện- hóa xã hội là gì? Vấn đề nhập thế xuất thế ở đây đã được đặt ra. Và dĩ nhiên, tương đối mà nói thì Lão cũng như Trang đều chủ trương sự thực hiện cái Đạo nơi mình trước hết, trước khi nghĩ đến việc ra lo giúp đời. Sự thực hiện bản thân là một vấn đề cần có sự cô lập và tĩnh tâm, cho nên dĩ nhiên là phải thiên về đời sống cá nhân nhiều hơn. \" Tự giác nhi giác tha\" của Nhà Phật, cũng như\" dĩ tu nhân vi bồn\" của Nho gia, phải nặng về sự yên tĩnh và lo về đời sống bản thân trước vấn đề xã hội. Giáo sư A.W. Watts, trong quyển The Way of Zen lại cho rằng:\" Đạo giáo là công việc của những người lớn tuổi, đặc biệt là những kẻ đã từ bỏ cái đời hoạt động xã hội. Sự từ bỏ đời sống họat động xã hội ấy chứng tỏ rằng họ đã có đi đến được một sự giải thoát nội tâm rồi đối với những lề lối suy tư cùng hành động giả tạo của xã hội bên ngoài. Đạo giáo, vì vậy là một sự đeo đuổi theo một thứ hiểu biết tự nhiên, chứ không còn thuộc về cái hiểu biết ước lệ giả tạo theo xã hội nữa, cái thông hiểu trực tiếp với lẽ sống thật, mà không phải trải qua sự trung gian của một ý tượng tinh thần theo nét gạch và tượng trưng.\" [xiv] Tước hỏa: cây đuốc, một đóm lửa nhỏ. [xv] Thi: là làm chủ. Lại cũng có nghĩa là tượng thần, là người có chức nhiệm nhưng không làm gì cả. ở đây ta có thể hiểu là hư- vị, một địa vị tượng trưng như một pho tượng thần vậy thôi. [xvi] Đại: thay thế. [xvii] Tiêu liêu: chim nhỏ. [xviii] Yển thử: chuột đồng. [xix] Đại nhi vô- đương: lớn mà không đúng với thực tế. Đại ngôn, tức là lời nói khoác. [xx] Kinh- bố: Bố nghĩa là sợ; kinh- bố là kinh sợ. [xxi] Kính- thính: chữ đình ở đây, phải đọc là thính, có nghĩa là xa xôi, diệu vợi. [xxii] Náo- ước: diện mạo đẹp đẽ, lại cũng có nghĩa là vẻ người yểu điệu, mềm mại, dịu dàng. Chữ náo cũng viết là xước. [xxiii] Xử tử: đọc là xử nữ(tức là người con gái chưa chồng). [xxiv] đọc là nhữ(thay vì nữ). [xxv] Tỉ- khương: bã lúa, trầu. Tức là cặn bã. [xxvi] Yểu- nhiên: phong thái sâu xa. [xxvii] Bất quy thủ: không làm răn nứt da tay. [xxviii] Bồng: Bồng chi tâm là cái lòng hẹp hòi chưa thông đạt. [xxix] ủng thủng: lồi lõm, gồ ghề, gút mắt. [xxx] Ly tinh: tức là một thứ mèo rừng. [xxxi] Vô hà hữu chi hương: tức là chỗ tịch mịch. [xxxii] Quảng mạc: rộng lớn [xxxiii] Tẩm ngọa: nằm ngủ.  \n"
        },
        {
            "order": 10,
            "name": "ĐỨC SUNG PHÙ",
            "content": " ĐỨC SUNG PHÙ A. Lỗ hữu ngột giả Vương Đài, tùng chi du giả, dữ Trọng Ni tương nhược. Thường quý vấn ư Trọng Ni viết: \"Vương Đài ngột đả dã, tùng chi du giả dữ phu tử trung phân Lỗ. Lập bất giáo, tọa bất nghị, hư nhi vãng, thực nhi quy; cố hữu bất ngôn chi giáo, vô hình nhi tâm thành giả da? Thị hà nhân dã?\" Trọng Ni viết: \"Phu tử, thánh nhân dã. Khưu dã trực hậu nhi vị vãng nhĩ! Khưu tương dĩ vi sư, nhi huống bất nhược Khưu giả hồ! Hề giả Lỗ quốc, Khưu tương dẫn thiên hạ nhi dữ tùng chi.\" Thường quý viết: \"Bỉ ngột giả dã, nhi Vương tiên sinh, kỳ dữ dung diệc viễn hĩ! Nhược nhiên giả, kỳ dụng tâm dã, độc nhược chi hà?\" Trọng Ni viết: \"tử sinh diệc đại hĩ, nhi bất đắc dữ chi biến, tuy thiên địa phúc trụy, diệc tương bất dữ chi di. Thẩm hồ vô giả, nhi bất dữ vật thiên, mạng vật chi hoa, nhi thủ kỳ tông dã.\" Thường Quý viết: \"Hà vị dã?\" Trọng Ni viết: \"Tự kỳ dị giả thị chim can đảm Sở Việt dã; tự kỳ đồng giả thị chi, vạn vật giai nhất dã. Phù nhược nhiên giả, thả bất tri nhĩ mục chi sở nghi[ii], nhi du tâm hồ đức[iii] chi hòa. Vật thị kỳ sở nhất nhi bất kiến kỳ sở táng, thị táng kỳ túc, do di thổ dã.\" Thường Quý viết: \"Bỉ vị kỷ, dĩ kỳ tri[iv] đắc kỳ tâm, dĩ kỳ tâm, đắc kỳ thường tâm[v], vật hà vi tối[vi] chi tai?\" Trọng Ni viết: \"Nhân mạc giám ư lưu thủy, nhi giám ư chỉ thủy, duy năng chỉ, năng chỉ chúng chỉ[vii]. Thụ mạng ư địa, duy tùng bá độc dã tại. Đông hạ thanh thanh, thụ mạng ư thiên, duy Thuấn lộc dã chính. Hạnh năng chính sinh[viii], dĩ chính chúng sinh. Phù bão thủy chi trưng, bất cụ chi thực; dũng sĩ nhất nhân, hìng nhập ư cửu quân, tương cầu danh nhi năng tự yếu giả, nhi do nhược thị; nhi huống quan thiên địa, phủ vạn vật, trục ngụ lục hài, tượng nhĩ mục, nhất tri chi sở tri, nhi tâm vị thường tử giả hồ? Bỉ thả trạch nhật nhi đăng giả, nhân tắc tùng thị dã; bỉ thả hà khẳng dĩ vật vi sự hồ[ix]?\"  DỊCH NGHĨA: ĐỨC SUNG PHÙ A. Nước Lỗ, có người cụt chân, tên là Vương Đài. Số người theo học ngang với Trọng Ni. Thường Quý hỏi Trọng Ni: \"Vương Đài là kẻ cụt chân, lại cùng Thầy chia hai học trò nước Lỗ. Người ấy, đứng thì không dạy điều chi; ngồi thì không nghị luận việc gì. Thế mà, người học đến thì không có gì cả, mà khi ra về thấy mình đầy đủ. Vậy thì, có lối dạy mà không cần đến lời, mặc nhiên mà cảm hóa được lòng người hay sao? Người ấy là người gì vậy?Nhân Trọng Ni đáp: \"Phu tử là bậc Thánh nhân đấy! Khưu nầy đi sau, chưa thể theo kịp đó. Khưu còn muốn tôn đó làm Thầy, huống hồ là những kẻ không bằng Khưu! Nói chi là một nước Lỗ. Khưu nầy còn muốn dẫn cả thiên hạ mà cùng theo đó.\" Thường Quý nói: \"Đó là kẻ cụt chân, vậy mà được Phu tử gọi là bậc Thầy họ Vương, tất nhiên người ấy phải có cái gì khác xa với kẻ tầm thường! Như vậy thì, riêng ông ta đã sử dụng cái tâm như thế nào? Trọng Ni đáp: \"Chết sống là việc lớn còn không làm cho đó biến đổi; Trời Đất dù sụp đổ, cũng không làm cho đó sao động. Xét rõ Tính Mạng, mà không để cho vật ngoài dời đổi. Khiến vật hóa sinh, mà giữ lấy phần chủ của vật hóa. Thường Quý nói: \"Như thế nghĩa là gì?\" Trọng Ni đáp: \"Có hai cách nhận thức sự vật, nếu đứng chỗ khác biệt nhau mà xem,thì dù như gan với mật cũng thấy cách nhau xa như Sở với Việt; nhưng, nếu đứng chỗ đồng nhau mà xem, thì sẽ thấy vạn vật đều là Một cả. Và nếu được như vậy (tức là biết đứng chỗ đồng nhau mà xem vạn vật) thì đâu cần gì đến sự nhận thức của tai mắt nữa mà để cho lòng mình rong chơi nơi chỗ \"hòa\" của Đức. Vì vậy mà coi sự mất một chân của mình như một hòn đất bị đánh rơi thôi!\" Thường Quý nói: \"Người ta, không ai lại soi mình ở làn nước chảy, mà soi mình ở làn nước đứng. Chỉ có cái \"lặng đứng\" mới dừng lại được cái lòng mong lặng đứng của người người. Cùng thụ Mạng nơi Đất mà riêng chỉ có cây tùng cây bách là luôn luôn tồn tại: một màu xanh xanh, bất cứ ở mùa nào, mùa hạ hay mùa đông. Cùng thụ Mạng nơi Trời mà riêng chỉ có ông Thuấn là giữ được cái Chính của mình. Cầm đầu thiên hạ mà chính được cái Tính của mình, thì chính được mọi người. Hạng người mà giữ được Bản Tính, thì bên ngoài rất điềm tĩnh, chẳng biết sợ gì cả, như người dũng sĩ một mình xông vào chín vòng quân. Vì hiếu danh mà họ còn dám làm việc ấy, huống hồ hạng người chủ được Trời Đất, chứa được vạn vật thì đối với cái thân này chẳng qua là gởi vào sáu hài, nương vào tai mắt, còn sự hiểu biết của họ thì bao la mà cái tâm của họ chưa từng có chết? Con người ấy chọn ngày để trút bỏ cái giả. Người ta tự chạy theo đấy thôi, chứ tự người ấy đâu có chịu đem mình mà phụng sự cho thiên hạ?\" B. Thân Đồ Gia ngột giả dã, nhi dữ Trịnh Tử Sản[x] đồng sư ư Bá Hôn Vô Nhân. Tử Sản vị Thân Đồ Gia viết: \"Ngã tiên xuất, tắc tử chỉ, tử tiên xuất tắc ngã chỉ.\" Minh nhật hựu dữ hợp đường đồng tịch nhi tọa. Tử sản vị Thân Đồ Gia viết: \"Ngã tiên xuất, tắc tử chỉ, tử tiên xuất, tắc ngã chỉ. Kim ngã tương xuất, tử khả dĩ chỉ hồ? Kỳ vị da? Thả tử kiến chấp chính nhi bất vi, tử tế chấp chánh hồ?\" Thân Đồ Gia viết: \"Tiên sinh chi môn cố hữu chấp chính yên như thử tai? Tử nhi duyệt tử chi chấp chính nhi hậu nhân giả dã! Văn chi viết: \"Giám minh tắc trần cấu bất chỉ, chỉ tắc bất minh dã. Cửu dữ hiền nhân xử tắc vô quá. Tử kim chi sở thủ đại giả, tiên sinh dã, nhi do xuất ngôn nhược thị bất diệc quá hồ?\" Tử Sản viết: \"Tử ký nhược thị hĩ, do dữ Nghiêu tranh thiện, kế tử chi đức, bất túc dĩ tự phản da?\" Thân Đồ Gia viết: \"Tự trạng kỳ quá dĩ bất đương vong giả chúng ; bất trạng kỳ quá dĩ bất đương tồn giả quả. Tri bất khả nại hà nhi an chi nhược mạng, duy hữu đức giả năng chi. Du ư Nghệ[xi] chi cốc trung, trung ương giả, trung địa dã, nhiên nhi bất trúng giả, Mạng dã. Nhơn dĩ kỳ toàn túc tiếu ngô bất toàn túc giả, chúng hĩ. Ngã phất nhiên nhi nộ, nhi thích tiên sinh chi sở, tắc phế nhiên nhi phản bất tri tiên sinh chi tẩy ngã dĩ thiện da? Ngô dữ phu tử du thập cửu thiên hĩ, nhi vị thường tri ngô ngột giả dã. Kim tử ngã du ư hình hài chi nội, nhi tử sách ngã ư hình hài chi ngoại, bất diệc quá hồ?\" Tử Sản thác nhiên cải dung canh mạo, viết: \"Tử vô nãi xưng.\" DỊCH NGHĨA: B. Thân Đồ Gia là người cụt chân, cùng với Tử Sản nước Trịnh đồng học với Bá Hôn Vô Nhân. Tử Sản bảo với Thân Đồ Gia: \"Ta ra trước thì ngươi ở lại. Ngươi ra trước thì ta ở lại.\" Ngày hôm sau, lại cùng một chỗ học, cùng ngồi một chiếu. Tử Sản bảo với Thân Đồ Gia: \"Ta ra trước thì ngươi ở lại. Ngươi ra trước thì ta ở lại. Nay ta sắp đi ra, vậy ngươi có thể ở lại chăng, hay là chưa có thể được? Vả ngươi thấy kẻ cầm chính quyền sao không biết tránh qua một bên? Ngươi ngang hàng với kẻ cầm chính quyền ư? Thân Đồ Gia nói: \"ở cửa Thầy đây sao lại có kẻ gọi là cầm chính quyền? Ngươi thích thú với cái việc cầm chính quyền của ngươi mà xem mọi người đều đứng sau ngươi cả! Ta nghe thầy nói rằng: Gương sáng là vì bụi bặm không vướng, bụi bặm mà vướng lên thì mặt gương sẽ lu mờ! ở lâu với bậc hiền giả thì ắt không lỗi lầm. Nay ngươi ở trong cửa Thầy để cầu học cái đại thức, thế sao lại còn thốt ra được những lời như vậy, há chẳng cũng lầm lỗi hay sao? Tử Sản nói: \"Ngươi đã là người (tàn tật) như thế, sao lại còn mong cùng với Nghiêu mà tranh thịên hay sao? Kể về đức của ngươi, không đủ để mà xét lại mình ư? Thân Đố Gia nói: \"Tự che đậy lỗi của mình, cho là không đáng bị hình chặt chân, thì nhiều! Không che đậy lỗi của mình, cho là không đáng còn chân, thì ít. Biết là không thể làm thế nào khác được mà yên lòng chịu nó và cho là số mạng, thì chỉ có người có đức mới có thể làm nổi. ở ngay trung tâm làn tên của Nghệ mà lại thoát khỏi bị tên, đó là Mạng vậy. Những kẻ cậy mình có đủ hai chân để chế nhạo người không đủ hai chân như ta, thì nhiều lắm! Ta nghĩ cũng tức giận, nhưng khi đến học với thầy thì lại bâng khuâng mà trở về, không rõ thầy đã đem cái hay gì mà rửa ráy được lòng ta? Ta ở cùng thầy đã mười chín năm thế mà thầy chưa thường thấy ta là đứa cụt chân! Nay ngươi chơi với ta ở chỗ bên trong của hình hài, mà ngươi lại còn khắt khe với cái hình hài bên ngoài của ta, chẳng cũng lầm lỗi hay sao?\" Tử Sản áy náy, đổi sắc mặt mà nói: \"Thôi, đừng nói đến chuyện ấy nữa!\" C. Lỗ hữu ngột giả Thúc Sơn Vô Chỉ, chủng kiến Trọng Ni. Trọng Ni viết: \"Tử bất cẩn tiền, ký phạm họan nhược thị hĩ, tuy kim lai hà cập hĩ!\" Vô Chỉ viết: \"Ngô duy bất tri vụ nhi khinh dụng ngô thân, ngô thị dĩ vong túc. Kim ngô lai dã, do hữu tôn túc giả tồn. Ngô thị dĩ vụ toàn chi dã. Phù thiên vô bất phú, địa vô bất tái, ngô dĩ phu tử vi thiên địa; an tri phu tử chi do nhược thị dã!\" Khổng- tử viết: \"Khưu tắc lậu hĩ! Phu tử hồ bất nhập hồ? Thỉnh giảng dĩ sở văn.\" Vô Chỉ xuất. Khổng- tử viết: \"Đệ tử miễn chi! Phù Vô Chỉ ngột giả dã, do vụ học dĩ phục bổ tiền hành chi ác, nhi huống toàn đức chi nhân hồ?\" Vô Chỉ ngứ Lão Đam viết: \"Khổng- Khưu chi ư chí nhân, kỳ vị da? Bỉ hà tân tân dĩ học tử vi! Bỉ thả kỳ dĩ xúc quỹ[xii] huyễn quái chi danh văn, bất tri chí nhơn chi dĩ thị vi kỷ chất cốc da?\" Lão Đam viết: \"Hồ bất trực sử bỉ dĩ tử sinh vi nhất điều, dĩ khả bất khả vi nhât quán giả, giải kỳ chất cốc, kỳ khả hồ?\" Vô Chỉ viết: \"Thiên hình chi, an khả giải.\" DỊCH NGHĨA: C. Nước Lỗ, có người cụt chân, tên là Thúc Sơn Vô Chỉ, khập khễnh đến ra mắt Trọng Ni. Trọng Ni nói: Ngươi trước đây không cẩn thận nên phải bị tai họa như thế, nay dù có đến đây cũng không sao kịp nữa! Vô Chỉ nói: \"Tôi vì không biết việc nên khinh dụng tấm thân này mà phải bị mất hết một chân. Nay tôi đến đây, còn lại có một chân quý này, thời tôi mong giữ cho nó vẹn toàn. Trời, không gì là không che; Đấtm không gì là không chở, tôi mong xem phu tử như Trời Đất. Nào ngờ phu tử lại đối xử với tôi như thế!\" Khổng- tử nói: \"Khưu nầy quả hẹp hòi! Sao ông không vào trong chơi, tôi xin đem những gì đã nghe được mà giảng cho ông nghe!\" Vô Chỉ ra đi. Khổng- tử nói: Các đệ tử hãy cố gắng lên! Kìa như Vô Chỉ là kẻ cụt chân mà còn mong học để bù lại cái việc làm sai lầm buổi trước, huống chi kẻ mà đức vẫn còn vẹn tòan! Vô Chỉ nói chuyện với Lão Đam: Khổng- Khưu hình như chưa phải là bậc chí nhân! ông ta dạy làm gì mà đông học trò thế? Ông lại còn mong được tăm tiếng về những cái học kỳ dị huyễn hoặc, vậy chứ ông không biết rằng đối với bậc chí nhân, đó tòan là những gông cùm cho mình ư? Lão Đam nói: Sao ông không bảo thẳng cho ông ta biết rằng Sống và Chết đều là cùng một lẽ, nên và chẳng nên đều cùng là một việc, hầu mở gông cùm cho ông ta có được không? Vô Chỉ nói: Trời đã hành tội ông ta, gỡ ra sao được! D. Lỗ Ai Công vấn ư Trọng Ni viết: \"Vệ hữu ác nhân yên, viết Ai Đài Đà, trượng phu dữ chi xử giả, tư nhi bất năng khứ dã, phụ nhơn kiến chi, thỉnh ư phụ mẫu, viết: \"dữ nhân vi thê, ninh vi phu tử thiếp giả, sổ thập nhi vị chỉ dã. vị thường hữu văn kỳ xướng giả dã, thường họa nhân nhi dĩ hĩ. Vô quân tử chi vị, dĩ tế hồ nhân chi tử, vô tụ lộc dĩ vọng nhân chi phúc, hựu dĩ ác hãi thiên hạ, họa nhi bất xướng, tri bất xuất hồ, tứ vức, thả nhi thư hùng hợp hồ tiên, thị tất hữu dị hồ nhân giả dã. Quả nhân triệu nhi quan chi, quả dĩ ác hãi thiên hạ, dữ Quả nhân xử, bất chí dĩ ngoạt số, nhi Quả nhân hữu ý hồ kỳ vi nhân đã; bất chí hồ cơ niên, nhi Quả nhân tín chi. Quốc vô tể, nhi Quả nhân truyền quốc yên. Muộn nhiên nhi hậu ứng. Tỵ nhược nhi từ, quả nhân xý hồ tốt thụ chi quốc, vô kỷ hà dã, khứ Quả nhân nhi hành. Quả nhân tuất yên, nhược hữu vong dã, nhược vô dữ lạc thị quốc dã. Thị hà nhân giả dã?\" Trọng Ni viết: Khưu dã thường sứ ư Sở hĩ, thích kiến đồn tử thực ư kỳ tử mẫu giả; thiểu yên, tuần nhược giai khí chi nhi tẩu; bất kiến kỳ yên nhĩ, bất đắc loạn yên nhĩ! Sở ái kỳ mẫu giả, phi ái kỳ hình dã, ái sử kỳ hình giả dã. Chiến nhi tử giả, kỳ nhân chi táng dã, bất dĩ sáp tư, tắc giả chi lũ, vô vi ái chi, giai vô kỳ bản hĩ. Kim Ai Đài Đà vị ngôn nhi tín, vô công nhi thân, sử nhân thụ kỷ quốc, duy khủng kỳ bất thụ dã, thị tất tài toàn nhi đức bất hình giả dã. Ai Công viết: Hà vị tài toàn? Trọng Ni viết: Tử sinh, tồn vong, cùng đạt, bần phú, hiền dữ bất tiếu, hủy dự, cơ khát hàn thử: thị sự chi biến, mạng chi hành dã. Nhật dạ tương đại hồ tiền, nhi tri bất năng quy hồ kỳ thủy giả dã; cố bất túc dĩ hoạt hòa, bất khả nhập ư linh phủ sử chi hòa dự, thông nhi bất thất ư duyệt; sử nhật dạ vô khước nhi dữ vật giai xuân thị tiếp nhi sinh thời ư tâm giả dã, thị chi vị tài tòan. Hà vị đức bất hình? Viết: \"Bình giả thủy đình chi thịnh dã kỳ khả dĩ vi pháp dã, nội bão chi nhi ngoại bất đãng dã. Đức giả thành hòa chi tu dã, đức bất hình giả, vật bất năng ly dã.\" Ai Công dị nhật dĩ cáo Mẫn tử viết: \"Thủy dã ngô dĩ nam diện nhi quân thiên hạ, chấp dân chi kỷ, nhi ưu kỳ tử, ngô tự dĩ vi chí thông hĩ. Kim ngô văn chí nhân chi ngôn khủng ngô vô kỳ thực, khinh dụng ngô thân, nhi vong ngô quốc. Ngô dữ Khổng- Khưu, phi quân thần dã, đức hữu nhi dĩ hĩ.\" CHÚ: Linh phủ: chỗ ở của tinh thần, ám chỉ cái Tâm của mình. í nói những vấn đề thuộc về việc Sống Chết, Cùng Thông, Hiền Ngu, Phải Quấy… chỉ là những sự bất thường, không nên để cho nó làm điên đảo sự yên tĩnh của tâm hồn. Linh phủ đồng một nghĩa với linh đài mà Trang tử thường dùng ở Canh Tang Sở trong câu \"Bất khả nội ư linh đài\". ở đây Quách Tượng giải chữ linh đài là ám chỉ cái Tâm. DỊCH NGHĨA: D. Lỗ Ai Công hỏi Trọng Ni: Nước Vệ có một người xấu xí, tên là Ai Đài Đà. Đàn ông nào ở với nó, nhớ không thể bỏ đặng. Đàn bà nào thấy nó, về xin cha mẹ rằng: thà làm vợ bé của nó hơn làm vợ lớn kẻ khác. Số người ấy có đến mười mấy rồi, thế mà cũng chưa hết. Chưa thường nghe nó xướng lên ý gì, chỉ có họa theo ý người mà thôi. Không có địa vị quyền thế gì để cứu người khỏi chết; không có tiền bạc của cải gì để nuôi ai no bụng, lại còn hình thù xấu xí để thiên hạ phải sợ. chỉ có họa mà không có xướng. Trí nó không ra ngoài bốn vách rào làng. Thế mà giống đực giống cái lại xúm xít trước mặt, ấy là kẻ tất phải có cái gì khác lạ hơn người. Quả nhân triệu nó đến xem, thì quả là hình thù xấu xí làm cho thiên hạ đều phải sợ. ở với Quả nhân không đầy một tháng, mà Quả nhân đã để ý đến cách ăn ở của nó. Không đầy một năm, Quả nhân tin nó. Nước không có kẻ cầm quyền chính, Quả nhân giao việc nước cho nó. Nó buồn buồn, thờ ơ ra vẻ chối từ làm cho Quả nhân hổ thẹn. Sau cùng nó nhận, nhưng rồi, không bao lâu lại bỏ Quả nhân mà đi. Quả nhân buồn bực như mất một vật gì, như không còn có người để cùng vui như trong nước nữa! Vậy người ấy là người thế nào?\" Trọng Ni nói: \"Khưu nầy, từng sang sứ bên nước Sở. Thấy đàn heo con đang bú mẹ, mà mẹ chúng đã chết rồi. Một lúc, chúng ngơ ngác chạy tứ tán cả vì chúng thấy mẹ không nhìn đến chúng nữa. Chúng sở dĩ yêu mẹ, không phải là yêu cái xác kia, mà yêu cái sai khiến xác kia của mẹ chúng! Ra trận mà chết, đâu cần phải yên ngựa để bọc thây. Cho kẻ cụt chân giày dép, họ đâu có ưa thích! Họ đều không có gốc! (…) Nay Ai Đài Đà chưa nói gì mà người lại tin; không công gì mà người lại thân, khiến có người muốn trao cho quốc chính mà lại không chịu nhận, như vậy ắt phải là kẻ toàn được cái Tài, và không để lộ ra cái Đức.\" Ai Công nói: Sao gọi là \"tòan được cái Tài\"? Trọng Ni nói: \"Sống Chết, Còn Mất, Cùng Đạt, Giàu Nghèo, Hiền và Bất Tiếu, Khen Chê, Nóng Lạnh… là những cái biến của sự vật, cái chuyển của Mạng (cũng như) ngày đêm thay phiên tiếp nối nhau trước mặt ta mà trí thông minh của con người cũng không sao nhận thấy được chỗ khởi đầu. Như vậy, đâu có đáng gì để cho nó lọt vào \"linh phủ\", làm loạn lòng mình. Ngay cả sự hân hoan vui mừng cũng đừng để cho lòng mình dấy động. Đối với tất cả mọi việc, hòa nhã vui tươi như tiếp đón bốn mùa… Đó gọi là \"toàn được cái TàiThiên. Thế nào là Đức không lộ ra? Là bình thản như mặt nước đứng im lìm, có thể lấy đó làm khuôn phép: bên trong giữ được thật trong sáng mà bên ngoài như bất động không bị lôi cuốn theo ngoại vật. Đức là thành được việc mình mà vẫn giữ được sự hòa với mọi người. Đức không lộ ra nên mọi vật không thể rời bỏ được mình[xiii]. Ai Công ngày khác nói chuyện với Mẫn tử: Trước kia tôi cho việc day mặt về phía Nam làm vua thiên hạ, cầm quyền trị dân, lo cho chúng được an ninh, tôi tự cho được như thế là thông đạt lắm rồi. Nhưng từ khi nghe bậc chí nhân nói[xiv], tôi sợ không có thực tài, khinh dụng thân mình mà làm mất cả nước. Từ đây, tôi và Khổng- Khưu sẽ không còn phải là đạo vua tôi nữa, mà là bạn với nhau về đạo đức mà thôi vậy. E. Nhân kỳ Chi Ly Vô Thần thuyết Vệ Linh Công. Linh Công duyệt chi nhi thị toàn nhân, kỳ đậu kiên kiên. Ứng Ánh Đại Anh thuyết Tề Hoàn Công. Hoàn Công duyệt chi, nhi thị toàn nhân, kỳ đậu kiên kiên. Cố đức hữu sở trường nhi hình hữu sở vong; nhân bất vong kỳ sở vong, nhi vong kỳ sở bất vong thử vị thành vong[xv]. Cố thánh nhân hữu sở du[xvi] nhi trí vi nghiệt[xvii], ước vi giao đức vi án, công vi thương. Thánh nhân bất mưu, ô dụng trí? Bất trác ô dụng giao? Vô táng, ô dụng đức? Bất hóa, ô dụng thương? Tứ giả, Thiên Dục[xviii] dã, Thiên Dục dã giả, thiên thực dã. Ký thụ thực ư thiên, hựu ô dụng nhơn? Hữu nhân chi hình, vô nhân chi tình. Hữu nhân chi hình, cố quần ư nhơn; vô nhân chi tình, cố thị phi bất đắc ư thân. Diểu hồ tiểu tai, sở dĩ thuộc ư nhân dã, ngao hồ đại tai, độc thành kỳ thiên. DịCH NGHĩA: E. Chi Ly Vô Thần vào thuyết Vệ Linh Công. Linh Công ưa thích đến đỗi nhìn lại những kẻ thân hình toàn vẹn đều có cái cổ bé nhỏ khẳng khiu! Ứng Ánh Đại Anh vào thuyết Tề Hoàn Công. Hoàn Công ưa thích đến đỗi nhìn lại những kẻ thân hình toàn vẹn đều có cái cổ bé nhỏ khẳng khiu![xix] Cho nên Đức mà hơn người có thể làm cho quên hẳn được hình hài. Người ta (trái lại) không biết quên cái nên quên (hình hài) mà lại hay quên cái không nên quên (đức), đó mới là thật quên. Bởi vậy, Thánh nhân có chỗ để mà tụ lại[xx]; hiểu rằng Trí là mầm của tội ác[xxi] thệ ước là keo sơn, đức[xxii] là nối tiếp, công là buôn bán. Thánh nhân không mưu tính, thì dùng chi đến Trí? Không đẽo gọt thì dùng chi đến keo? Không mất tính thì dùng chi đến đức? Không bán chác thì dùng chi đến buôn? Bốn cái đó là \"Trời nuôi\". Trời nuôi, tức là trời cho hấp thụ (cái món ăn của trời). Đã được Trời nuôi, cần gì dùng đến nhân tạo nữa! Thánh nhân có cái hình của người mà không có cái tình của người. Có cái hình của người nên mới cung một đàn với người. Không có tình của người, nên thị phi mới không động được lòng. Cùng một đàn với người là việc nhỏ, mà riêng cùng làm một với Trời là việc lớn vậy! G. Huệ tử vị Trang tử viết: \"Nhân cố vô tình hồ?\" Trang tử viết: Nhiên! Huệ tử viết: Nhân nhi vô tình, hà dĩ vị chi nhân? Trang tử viết: Đạo dữ chi mạo, thiên dữ chi hình, ô đắc bất vị chi nhân? Huệ- tử viết: Ký vị chi nhân ô đắc vô tình? Trang tử viết: thị phi ngô sở vị tình dã, ngô sở vị vô tình giả, ngôn nhân chi bất dĩ hảo ác nội thương kỳ thân, thường nhân tự nhiên nhi bất ích sinh dã. Huệ- tử viết: Bất ích sinh[xxiii], hà dĩ hữu kỳ thân? Trang tử viết: Đạo dữ chi mạo thiên dữ chi hình, vô dĩ hảo ác nội thương kỳ thân. Kim tử ngoại hồ tử chi thần, lao hồ tử chi tinh, ỷ thụ nhi ngâm, cứ cảo ngô nhi minh, thiên tuyển tử chi hình, tử dĩ kiên bạch[xxiv] minh. DỊCH NGHĨA: G. Huệ- tử gọi Trang tử, bảo: Người ta không có tình hay sao? Trang tử nói: Phải! Huệ- tử nói: Người mà không có tình, thì lấy gì gọi là người được? Trang tử nói: Đạo ban cho nó dung mạo, Trời ban cho nó hình hài, sao không gọi là người? Huệ- tử nói: Đã gọi là người, mà không có tình, được không? Trang tử nói: Đó không phải là cái mà tôi gọi là Tình đâu? Chỗ mà tôi gọi là không tình, chính là chỗ tôi muốn nói rằng con người, bên trong, đừng để cho cái tình cảm yêu ghét làm hại đến thân, thường nên theo lẽ tự nhiên mà đừng thêm gì cho thiên tính. Huệ- tử nói: Không thêm cho thiên tính, sao có được thân? Trang tử nói: Đạo cho nó dung mạo, trời cho nó hình hài bên trong, không để cho sự ưa ghét làm hại thân. Nay ông vụ cái bên ngoài của thần minh của ông, để hao tổn tinh lực của ông, ngồi dựa cột mà ngâm vang, bám vào gốc ngô cằn, nhắm mắt làm thinh! Trời đã chon cho ông một cái hình hài nầy, đem chi thuyết \"kiên bạch\" mà nhọc thân. TỔNG BÌNH: Thiên Đức Sung Phù là để mà giải cái nghĩa của thuyết \"bất ngôn chi giáo\" của Lão tử. Thuyết nầy gốc ở chương thứ II của sách Đạo Đức Kinh: \"Thị dĩ Thánh nhân, xử vô vi chi sự, hành bất ngôn chi giáo\" (Thánh nhân dùng \"vô vi\" mà xử sự, dùng \"bất ngôn\" mà dạy dỗ). Sở dĩ Trang tử, cũng như Lão tử, chủ trương thuyết \"bất ngôn\" là căn cứ vào ba điểm này: Đạo mà nói ra được, không còn phải là Đạo thường nữa. Nghĩa là Đạo là một lẽ siêu hình, không thể dùng lời nói mà truyền dạy được. Đức mà đầy đủ nơi trong thì người hóa nơi ngoài, tự nhiên cảm hóa được chung quanh, không đợi dùng đến lời mới dạy dỗ được. Nhân theo tự nhiên mà không cần phải nói mới là dạy. 1. Bậc thánh nhân không dùng lời nói mà dạy người, là vì bàn về lẽ Đạo, tức là \"cái điều chỉ có thể cảm mà không thể nói\" không sao có thể được, nhất là phải dùng đến lời nói của giới tương đối nhị nguyên. Cho nên Lão tử mới nói: \"Tri giả bất ngôn, ngôn giả bất tri\" (biết, thì không nói; nói, là không biết), là vì \"Đạo khả Đạo, phi thường Đạo\". Kẻ nào tự cho là đã hiểu Đạo và đem cái Đạo ấy mà dạy ta, là kẻ dối ta, nếu không phải họ tự dối với lòng. Thiên Trí Bắc Du giải đọan này có nói: \"Trí đi chơi phương Bắc, tới Huyền- Thủy, lên núi ẩ- Phần, gặp Vô- Vi- Vị. Trí gọi Vô- Vi- Vị, bảo:\" Tôi muốn hỏi ông ít điều. Nghĩ làm sao, lo làm sao mà biết được Đạo? Dựa vào đâu, làm cách nào mà hiểu được Đạo? Theo đâu và đi đường nào mà tìm được Đạo?\" Hỏi ba lời, Vô- Vi- Vị không đáp. Chẳng phải không đáp, mà là không biết phải đáp làm sao. Hỏi không được, Trí trở lại Bạch- Thủy, ở phương Nam, lên núi Hồ- Quyết, gặp Cuồng- Khuất. Trí cũng đem ba câu hỏi trước, hỏi Cuồng- Khuất. Cuồng- Khuất nói:\" à! Tôi biết, để tôi nói cho.\" Nhưng, vừa muốn nói, thì lại quên mất chỗ mình muốn nói. Trí không hỏi ai được, bèn trở lại đế- cung ra mắt Hoàng- đế để hỏi: Hoàng- đế nói: \"không nghĩ, không lo mới biết Đạo. Không dựa vào đâu, không làm gì mới rõ Đạo. Không theo đâu, không đi đường nào cả mới được Đạo.\" Trí hỏi Hoàng- đế:\" Tôi cùng ông biết Đạo chăng? Còn hai người kia không biết Đạo chăng? Ai phải?\" Hoàng- đế nói:\" Vô- Vi- Vị mới thật là phải. Cuồng- Khuất cũng giống như Vô- Vi- Vị. Rốt lại, chỉ có ta và ngươi là không gần Đạo mà thôi. Vả, kẻ biết thì không nói, kẻ nói là không biết. Nên chi, bậc Thánh- nhân mới thực hành cái thuyết \"bất ngôn\"!\" Ấy, Đạo chẳng thể nói ra đặng; nói ra đặng chẳng phải còn là cái Đạo \"thường\" nữa. Cho nên Trang tử mới nói: \"Kẻ hỏi Đạo cũng như người đáp lại đều là những kẻ không hiều Đạo!\" 2. Thánh nhân biết rằng mỗi vật trong đời đều có cái \"Đức\" của nó, và phận sự duy nhất của mỗi vật là phải biết gìn giữ cái \"Đức\" ấy nơi mình cho đầy đủ, nghĩa là lo sống cái sống ấy một cách triệt để và nuôi dưỡng nó được luôn luôn đầy đủ nơi trong. đức mà đầy đủ bên trong thì tự nhiên ứng hiện ra ngoài, thiên hạ nhờ đó mà tự hóa, đâu cần phải dùng lời nói mà hóa ai. Nên mới gọi là \"đức sung phù\", nghĩa là \"đức mà đầy đủ nơi trong, thì người ở ngoài nhờ đó mà tự hóa; tự nhiên cảm hóa, không phải cần dùng đến lời mà dạy.\" \"Tại nước Lỗ, có người cụt chân, tên là Vương Đài. Số người theo học ngang với Trọng Ni.\" Thường Quý hỏi Trọng Ni: Vương Đài là kẻ cụt chân lại cùng với thầy chia hai học trò nước Lỗ. Người ấy, đứng thì không dạy điều chi, ngồi thì không nghị luận việc gì. Thế mà người học, đến thì không có gì cả, mà khi ra về, thấy mình đầy đủ. Vậy thì, có lối dạy mà không cần đến lời, mặc nhiên mà cảm hóa được lòng người ư?\" \"Nước Vệ có một người xấu xí, tên là Ai Đài Đà. Đàn ông nào ở với nó, nhớ không thể bỏ đặng. Đàn bà nào thấy nó, về xin cha mẹ rằng: thà làm vợ bé của nó hơn làm vợ lớn kẻ khác (…) Chưa thường nghe nó xướng lên ý gì, chỉ có họa theo ý người thôi\". Thế mà Lỗ Ai Công phong cho nó chức Tướng Quốc, nó nhận rồi từ bỏ mà đi, Ai Công buồn bã đến tự thấy không làm sao an ủi được khi mất nó. Chi Ly Vô Thần, cũng như Ứng Ánh Đại Anh, người thì què chân, sứt môi, người thì cổ bướu dị hình… thế mà khiến cho Vệ Linh Công và Tề Hoàn Công ưa thích đến nỗi nhìn thấy kẻ thân hình tòan vẹn đều xấu xí cả. Cho nên \"đức mà hơn người có thể làm cho ta quên hẳn cả hình hài xấu xí\". Trên đây, một Vương Đài tàn tật, không nói gì cả mà thiên hạ tự hóa; một Ai Đài Đà hình thù xấu xa, không nói gì cả mà thiên hạ đều quên cái xấu xí của hình thù, đủ thấy rằng Đức mà đủ nơi trong thì người sẽ hợp với mọi người, đâu đợi cần phải nhiều lời mới cảm hóa. 3. Điểm thứ ba của thuyết \"bất ngôn chi giáo\" là căn cứ vào lý tự nhiên. Thiên Biền Mẫu giải rất rõ về điều nầy: \"Thiên hạ có vật thường tự nhiên như vậy! Có vật tự nhiên cong, đâu cần phải dùng đến câu móc! Có vật tự nhiên ngay, đâu cần phải dùng đến dây mực! Có vật tự nhiên tròn, đâu cần phải dùng đến cái khuynh! Có vật tự nhiên vuông, đâu cần phải dùng đến thước nách! Vạn vật tự nhiên chằng chịt dính líu nhau, đâu cần phải dùng đến keo sơn. Vạn vật sống, đâu cần gì phải biết vì cớ gì mà sống; đặng, cũng không cần biết vì sao mà đặng. Nguyên lý của cái sống và cái đặng kia là việc cố hữu, xưa nay không hai. Nó là cái luật bất di bất dịch. Vậy thì, vì cớ gì lại đòi đem những thứ \"nhân, nghĩa, lễ, nhạc\" những sợi dây nhơn tạo để mà trói buộc thiên hạ, khiến cho thiên hạ lầm lạc!\" Đó gọi là lẽ thường nhiên, tức là lẽ tự nhiên. Tự nhiên là cái lẽ phải như vậy, vì nó phải như vậy, không vậy không đặng. [xxv]Đã nhận theo lẽ tự nhiên, thì hãy để cho vạn vật tự nhiên sống theo cái sống của nó, cần gì phải dùng đến lời nói mà làm chi? ---------------------------------------------------Với nhãn quang Nhị nguyên, thì ngay trong thân thể của ta sẽ thấy các tạng phủ như là nghịch với nhau cả (như nước Sở nước Việt cách biệt nhau vậy). [ii] Tức là quên mất cả thanh sắc thị phi, mỹ ác… [iii] (đức chi hòa), tức là \"hòa\" của đạo và đức, tức là chỗ mà Lão Tử gọi \"thượng đức bất đức\" cái đức siêu việt của đạo gồm nắm cả thị phi, thiện ác… [iv] Cái \"biết\" đây, là ám chỉ \"chân trí\" (cái biết thật). [v] Tầm thường: tức là cái tâm thường- trụ, bất biến đồng với Đạo thường nơi mình. Chữ \"tâm\" trước, là ám chỉ cái tâm bất thường, còn vọng động của mình. [vi] Chữ \"tối\" ở đây có nghĩa là \"tụ\": hợp lại, tựu lại. í nói, tại sao chúng nhân lại tựu về theo ông ta (Vương đài). [vii] Không ai lại đi cầu học nơi một kẻ mà lòng còn vọng động (náo loạn vì ngoại vật). chỉ có sự điềm đạm hư vô là đặc tánh của bậc thánh nhân sống giữa sự náo động không dừng của thiên hạ, cũng như mọi thứ cây cối đều thụ mạng nơi đất, thế mà chỉ riêng có cây tùng cây bách thì cành lá bốn mùa vẫn xanh tươi không thay đổi… vì nó còn giữ được đặc tính trường xuân của nó. [viii] Chữ chính đây, là chính kỷ. Chữ sinh đây, nguyên là chữ Tính, hay là Bản Tính (theo Quách Tượng). [ix] Chống lại với tư cách \"khuyến dụ\" người theo đạo của phần đông các tôn giáo. [x] Tử Sản đang là Tướng quốc nước Trịnh. [xi] Tên của một người xưa có tài bắn cung không ai bì kịp. [xii] Xúc quỷ: là kỳ dị [xiii] Đại ý là nói về Đức điềm đạm, không để cho ngoại vật động được Tâm mình. [xiv] Tức là Khổng- tử (thay lời Trang- tử mà giảng về lẽ Đạo cho Ai Công). [xv] Hình thì nên quên; mà đức, thì không nên quên. [xvi] Du: là rong chơi trong cõi hư không. [xvii] Hoặc viết là \"yêu nghiệt\". [xviii] Chữ \"chúc\" đây phát âm là dục, tức là \"nuôi dưỡng\". [xix] Chi Ly Vô Thần, là người có hình thể chia lìa như què chân và sứt môi (xấu xí, kỳ dị). ứng ánh Đại Anh, tức là người cổ bướu dị hình. Nhân đây mà gọi tên. Thích cái đẹp bên trong, đến quên cả sự xấu xí của hình hài bên ngoài: đó là cái thích đến tột độ. Trong Tình sử Trung Hoa có chép câu chuyện một chàng trai si tình một người đàn bà một mắt, bấy giờ trong thiên hạ anh ta nhìn lại tất cả mọi người đàn bà khác trong nước đều có thừa một mắt cả. [xx] Nghĩa đen là \"rong chơi\", mà nghĩa bóng, là tiêu diêu tự đắc, để cho cái tâm ung dung linh hoạt trong cõi Hư Vô, tức là đã đến cõi \"toàn đức\" rồi vậy. [xxi] Nghiệt, tức là yêu nghiệt, là tội ác. Tư Mã bàn rằng: \"Trí tuệ sinh yêu nghiệt\" [xxii] Đức ở đây, là ám chỉ lễ nghĩa. So sánh với câu \"Đại Đạo phế, hữu Nhân Nghĩa\" (Lão tử Đ.Đ.K) [xxiii] Sinh: ở đây cùng nghĩa với chữ tinh. [xxiv] Kiên bạch: là thuyết biện luận của Công tôn Long, tức là thuyết \"bạch mã kiên thạch\". Trang- tử chê Huệ- thi không biết thiện dưỡng thiên chân, suốt đời biện luận để tiêu hao sinh lực trong những cái học tranh biện vô ích cho con đường giải thoát. [xxv] Bất đắc bất nhiên. \n"
        },
        {
            "order": 0,
            "name": "NỘI THIÊN",
            "content": "  I. LƯỢC SỬ TRANG TỬ: Trang Châu, thường gọi là Trang tử (sống trong khoảng 369- 298 trước Tây lịch kỷ nguyên), có lẽ là một nhà Lão học cao nhất trong các nhà Lão học cổ nhất ở Trung- Hoa. Tư- Mã- Thiên trong Sử- Ký, chương Trang tử liệt- truyện nói: \"Trang tử, người xứ Mông, tên là Châu ; nhưng không thấy nói là người nước nào. Phi Nhân trong Tập- giả dẫn Địa- lý- Chí ra mà nói: Huyện Mông, thuộc về nước Lương. Còn Tư- Mã- Trinh trong Sách- ấn dẫn lời của Lưu- Hướng trong Biệt- Lục lại nói: \"người xứ Mông, nước Tống\". Như vậy, Trang tử là người nước nào? Lương hay Tống? Mã- tự- Luân trong Trang tử Tổng nhơn khảo nghiên cứu hai thuyết trên đây rất kỹ, quả quyết rằng Trang tử là người nước Tống. Theo họ Mã thì Trang tử sống vào khoảng Lương Huệ- Vương nguyên- niên và Triệu- Huệ- Văn nguyên- niên. Lương- Huệ- Văn nguyên- niên thì thuộc về khoảng năm thứ 6 đời Châu- Liệt- Vương, còn Triệu- Huệ- Văn nguyên- niên thì ném vào khoảng Châu- Văn- Vương năm thứ 17. Như vậy, chiếu theo tây lịch kỷ- nguyên, Trang tử sống vào khoảng 370 và 298 trước Tây- lịch kỷ- nguyên, nghĩa là đồng thời với Mạnh- tử, Huệ- tử bên Á, và Aristole, Zénon, Epicure bên Âu. Sự tích truyền lại về đời sống Trang tử thật là mơ- hồ, không có chi có thể tin là đích xác được. Nhưng, căn cứ vào sách Trang tử, những câu chuyện thuật lại, có một giá- trị đặc biệt về phương- diện học- thuật, tưởng cũng không nên không lưu ý. Đời ông rất nghèo, gần như cơ hàn. \" Trang tử nghèo túng… sang Giám- hà- Hầu vay lúa. Giám- hà- Hầu nói:\" Tôi có cái ấp sắp nộp tiền lúa. Tôi sẽ giúp ông trăm lượng. Có được không?\" Trang tử giận:\" Hôm qua, khi Châu đến đây, giữa đường nghe có tiếng kêu. Ngoảnh lại trông, thì thấy một con cá đang vùng vẫy trong cái vết bánh xe. Châu tôi hỏi:\" Cá đến đây để làm gì?\" Cá nói:\" Tôi là Thủy- thần ở bể Đông, ông có thể giúp tôi một chén nước mà cứu tôi không?\" Châu tôi nói:\" Để tôi qua chơi bên phía Nam nước Ngô nước Việt, rồi khi về, tôi sẽ lấy nước Tây- giang về đón ngươi. Có được không?\" Cá giận nói:\" Tôi đang cần nước, ông chỉ cho tôi được một ít là đủ sống. Nay nói như ông, đợi đến lúc ông về thì đến hàng cá khô, sẽ thấy tôi nơi ấy!\"  (Ngoại- Vật) Ở thiên Sơn- Mộc cũng có nói: \" Trang tử bận áo vải mà vá, giày cột bằng dây gai… Gặp Ngụy- vương. Ngụy vương nói: \" Tiên- sinh khổ não thế ư? Trang tử nói:\" Nghèo, chứ không khổ- não. Kẻ sĩ có Đạo- Đức, Lão bao giờ khổ. áo rách, giày hư là nghèo, không phải khổ. Đó chẳng qua là vì không gặp thời mà thôi. Phàm con khỉ con vượn nhảy nhót đặng thong thả là nhờ gặp được rừng cây to cành dài, trơn tru dai dẻo. Dù cho bậc thiện xạ như Phùng- Mông cũng không sao hạ nó được. Nếu nó rủi gặp phải cây khô, gai góc, thì sự hoạt động ắt khó- khăn chậm chạp. Cũng thời một con thú, mà sự cử- động dễ khó khác nhau, chẳn qua vì gặp phải hoàn- cảnh không thuận làm cho nó không tự- do dùng tận sở- năng của nó. Nay, sanh không nhằm thời, trên thì hôn- má, dưới thì loạn- tặc lại muốn không cực nhọc vất vả, có được không?\" Tuy là nghèo, mà lòng vẫn luôn-luôn thanh- cao, không bao giờ chịu bó thân trong cảnh vinh hoa phú quý. Tài Trí ấy, nếu muốn lợi danh, ắt hẳn đã có lợi danh lập- tức. Nhưng, ông một mực chối từ… Sở Uy- Vương đã từng nghe danh tài của ông, đã từng vời ông ra làm khanh- tướng. \" Trang tử câu trên sông Bộc. Sở- Vương sai hai quan đại phu đem lễ vật mời ông ra làm quan. Trang tử cầm cần câu không nhúc nhích cũng không thèm nhìn lại, nói:\" Tôi nghe vua Sở có con thần quy, chết đã ba nghìn năm. Vua Sở quý nó và cất trên miếu đường. Con quy ấy, chịu chết để lưu lại cái xương của mình cho người sau quý trọng hay lại chịu thà sống mà kéo lê cái đuôi của mình trong bùn?\" Hai vị đại- phu nói:\" Thà sống mà kéo lê cái đuôi trong bùn còn hơn!\"  (Thu- Thủy) Ở mục Lão Trang Thân Hàn Liệt Nguyên trong Sử Ký, Tư Mã Thiên đoạn bàn về nhân cách của ông:\" Uy- vương nước Sở nghe nói Trang Châu là người hiền trong thiên hạ, sai sứ đem hậu lễ đón, muốn mời ra làm Tướng. Trang Châu cười, bảo với sứ giả:\" Cái lợi của nghìn vàng quả trọng thật, cái địa vị khanh tướng quả cũng quý thật. Nhưng riêng ông chả thấy con bò tế hay sao? được người ta săn sóc, được mặc đồ trang sức văn- vẻ để đưa vào Thái- miếu. Lúc ấy dù có muốn được làm con lợn côi há còn được nữa hay không? ông hãy đi đi, chớ có đến làm nhục ta. Thà ta dong chơi ở chốn bùn lầy nhơ bẩn còn thấy sung sướng hơn là để cho kẻ làm chủ một nước kia trói buộc được ta…\" \" Nước Tống, có Tào- Thương, được vua sai đi sứ nước Tấn. Khi ra đi, số xe vừa đủ đi. Đi sứ nước Tần, đẹp lòng vua Tần, được ban thêm trăm cỗ xe. Khi về Tống, gặp Trang tử, nói:\" Phàm sống trong chốn cùng lư, ngõ hẹp, áo giày xốc xếch, thiếu hụt, khốn đốn cùng khổ như ông, Thương này không thể chịu được. Làm cho bực chủ muôn xe vừa ý, để hậu thưởng trăm xe, đó là chỗ sở trường của Thương này vậy\".  (Liệt- ngự- khẩu) \" Huệ- tử làm quan nước Lương, Trang tử tính qua nước Lương thăm. nhưng, có kẻ nói với Huệ- tử:\" Trang tử mà qua đây, là để cùng ông tranh ngôi tướng quốc.\" Huệ- tử sợ, cho kẻ canh chừng suốt ba ngày ba đêm, đợi Trang tử đến thì bắt. Trang tử hay chuyện, không đi. Sau rồi lại đến. Gặp Huệ- tử, Trang tử bảo:\" Phương Nam có con chim tên là Uyên- Sồ, ông có biết không? Uyên- sồ từ biển Nam bay qua biển Bắc, nếu không gặp cây ngô đồng thì không chịu đậu; nếu không gặp hột luyện thì không ăn; nếu không gặp nước suối trong thì không uống. Có con chim ụt đang rỉa xác chuột chết giữa cánh đồng thấy Uyên- sồ bay ngang, sợ nó giành miếng ăn nên kêu to lên để dọa Uyên- sồ đừng đáp xuống. Nay, vì sợ cái ngôi tướng quốc của ông ở nước Lương nên ông kêu to lên để dọa tôi sao?\"  (Thu- Thủy) Theo truyền thuyết thì Trang tử giao du rất thân mật với Huệ- tử, tên là Thi, cũng là người Tống, và thường hay biện- nạn với nhau luôn. Trong sách Trang tử có rất nhiều sự tích về sự tranh luận của hai nhà, cho ta thấy nhân- sinh- quan, cũng như lập- trường tư- tưởng của đôi bên, khác nhau xa, mặc dù hai bên cùng chịu ảnh hưởng lẫn nhau. \" Huệ- tử nói với Trang tử: Ngụy- Vương thưởng tôi một giống dưa to. Tôi trồng nó có trái nặng đến năm thạch. Dùng nó đựng nước, nó nặng, không cất nhấc được. Bổ nó ra làm bầu, thì lại không còn dùng được chỗ nào. Đâu phải nó không to lớn, nhưng vì cho nó là vô dụng nên tôi đập bỏ nó đi. Trang tử nói: Thế là ông vụng về chỗ đại dụng nó. Nước Tống có người khéo chế được món thuốc chữa răn nứt da tay, đời đời chuyên làm nghề ươm tơ. Có người hay biết, đến xin mua phương thuốc đó một trăm lượng vàng. Anh ta bèn nhóm thân tộc bàn rằng: Nhà ta đời đời làm nghề ươm tơ, lợi không hơn số vàng ấy, vậy xin để cho bán. Người khách được phương thuốc, đem thuyết vua Ngô. Nước Việt có nạn, vua Ngô sai anh làm tướng. Nhằm mùa Đông, thủy chiến với người nước Việt, người Việt đại bại. Vua Ngô bèn cắt đất mà phong thưởng cho anh ta. Cũng thời một phương thuốc trị rạn nứt da tay, mà một người được phong, một người không ra khỏi cái nghề ươm tơ; đó là tại chỗ biết dùng hay không biết dùng mà khác nhau vậy. Nay ông có trái dưa nặng đến năm thạch, sao không biết dùng nó làm trái nổi mà thả qua sông qua hồ, mà lo chi hồ vỡ bầu tan, không có chỗ đắc dụng? Thì ra vì cái lòng của ông hẹp hòi chưa trực- đạt đó\".  (Tiêu- Diêu- Du) \" Một khi khác, Huệ- tử nói với Trang tử:\" Tôi có cột cây to, người ta gọi nó là cây Vu. Gốc nó lồi lõm không đúng dây mực. Nhánh gốc nó thì cong queo không đúng quy củ. Đem trồng nó ở đường cái, người thợ mộc cũng không thèm nhìn. Nay lời nói của ông to lớn mà vô- dụng, nên người người đều không thèm nghe.\" Trang tử nói:\" Ông riêng chẳng thấy con mèo rừng đó sao? Co mình đứng núp, nhìn vật đi rong, nhảy tây nhảy đông, không hiềm cao thấp, kẹt trong dò bẫy, chết nơi lưới rập. Đến như con thai ngưu, lớn như vầng mây che một phương trời, kể ra cũng là to thật, nhưng không thể bắt được chuột. Nay ông có cây to, lại sợ nó vô dụng. Sao không đem nó trồng nơi tịch mịch, giữa cánh đồng rộng bao la. Khách ngao du không làm gì, ngồi nghỉ dưới gốc nó, khách tiêu diêu nằm nghỉ dưới bóng nó. Nó sẽ không chết yểu vì búa rìu, cũng không sợ vật nào làm hại. Không có chỗ nào có thể dùng được, thì khốn khổ từ đâu mà đến được?\"  (Tiêu- Diêu- Du) \" Huệ- tử gọi Trang tử mà nói:\" Lời của ông vô- dụng\". Trang tử nói:\" biết cái chi là vô dụgn, thì cũng đã biết nó sao là hữu dụng. Như đất rộng, người ta cho nó là hữu dụng, vì nhờ nó mà đi được. Nhưng, nếu trật chân té chìm tận suối vàng, người ta còn gọi nó là hữu dụng nữa không? Huệ- tử nói: Vô- dụng. Trang tử nói: Vậy thì rõ vô- dụng là hữu- dụng đó.\"  (Ngoại- vật) Ở thiên Thu- Thủy, thuật rằng: \" Trang tử cùng Huệ- tử đứng chơi trên cầu hào thành. Trang tử nói:\" Cá xanh, bơi lội thung dung. Cá vui đó.\" Huệ- tử nói:\" Ông không phải là cá, sao biết cá vui?\" Trang tử nói:\" Ông không phải tôi, sao biết tôi không biết!\" Huệ- tử nói:\" tôi không phải ông, nên không thể biết được ông, còn ông không phải cá, ông cũng không sao biết được cái vui của cá.\" Trang tử nói:\" Xin xét lại câu hỏi đầu. Ông hỏi tôi làm sao biết được cá vui? Đã biết là tôi biết, ông mới có hỏi\" làm sao mà biết\"… Thì đây, làm thế nầy: tôi đứng trên hào thành mà biết được\".  (Thu- Thủy) Về sau, Huệ- tử mất. Một khi Trang tử đi qua mộ ông, tỏ ý thương tiếc:\" Từ khi phu- tử mất, tôi còn cùng ai chất vấn, bàn bạc được nữa!\"  Gia- đình ông như thế nào, sử không thấy nói. Chỉ biết ông có vợ, và vợ ông chết. \" Vợ Trang tử chết, Huệ- tử đến điếu. Thấy Trang tử ngồi, duỗi xoác hai chân, vừa vỗ bồn, vừa ca. Huệ- tử nói: Cùng người ở tới già, có con lớn mà người chết lại không khóc, cũng đã là quá rồi, còn vỗ bồn ca, không phải thái quá sao? Trang tử nói: Không. Lúc nàng mới chết, tôi sao chẳng động lòng. Nhưng nghĩ lại hồi trước, đó vốn là không sinh. Chẳng những là không sinh, mà đó vốn là không hình, mà đó vốn là không khí. Đó chẳng qua là tạp- chất ở trong hư không mà biến ra mà có khí, khí biến ra mà có hình, hình biến ra mà có sinh, rồi lại biến ra nữa mà có tử. Sinh, hình, khí, tử có khác nào xuân, hạ, thu, đông, bốn mùa hành- vận. Vả lại, người ta nay đã yên nghỉ nơi Nhà- Lớn mà tôi cứ than khóc chẳng là tự nói không thông Mạng ư? Nên tôi không khóc.\"  (Chí- Lạc) Trang tử mất vào năm nào, thì không thấy có sách nào ghi chép. Chỉ biết rằng lúc\" Trang tử gần chết, các đệ tử muốn hậu táng, nhưng Trang tử không cho. Trang tử nói:\" Ta có trời đất làm quan quách, nhật nguyệt làm ngọc bích, tinh- tú làm ngọc châu, vạn- vật làm lễ tống. Đám táng của ta như vậy, không đủ sao? Mà còn thêm chi cho lắm việc!\" Đệ tử thưa:\" Chúng con sợ diều quạ ăn xác Thầy!\" Trang tử nói:\" Trên thì diều quạ ăn, dưới thì giòi kiến ăn. Cướp đây mà cho riêng đó, sao lại có thiên lệch thế!\"  (Liệt- Ngự- Khẩu)\n"
        },
        {
            "order": 7,
            "name": "TỔNG BÌNH",
            "content": " Về quan niệm Đạo và Đức thì Trang tử và Lão tử đồng với nhau. Nhưng về quan niệm hạnh phúc, thì Trang tử giản minh một cách rõ ràng khúc chiết hơn trong thiên Tiêu Diêu Du này. Trang tử cho rằng tất cả muôn vật, vật nào cũng có cái Đức của nó, do cái Đạo nơi mình mà phát huy ra. Chữ Đức ở đây không có cái nghĩa thông thường về luân lý như phái Nho gia đã dùng, mà nó dùng để ám chỉ cái Tánh tự nhiên của mỗi vật, tức là chỗ mà Lão tử gọi là\" kiến Tố\" và Nhà Phật gọi là \" kiến Tánh\".\" Tánh tự nhiên\" đây, tức là chỗ mà Quách Tượng bảo \" bất đắc bất nhiên\"(không vậy không được), nghĩa là cái\" bất đắc dĩ\" của mọi sự mọi vật… như lửa không thể không nóng, giá không thể không lạnh. Cái động tác của Đức rất tự nhiên, không cố cưỡng, nên gọi nó là \" Vô vi\". Nếu biết thuận theo tánh tự nhiên ấy mà sống, thì hạnh phúc có ngay liền trước mắt, không cần cầu cạnh đâu khác ngoài mình. Tiêu- diêu, là \"tự do tự tại\", là \" tự do sống theo cái sống tự nhiên của mình\" mà không phải mô phỏng theo ai khác, đèo bòng tham muốn cái ngoài Tánh Phận của mình. Tiêu Diêu Du, là rong chơi vui thích theo ý mình, vì đã biết\" thích kỷ tự an\", chứ không như người đời \" xá ký thích nhơn\"[ii], điều mà Trang tử rất cực lực phản đối ở thiên Đại- Tông- Sư[iii]. Như vậy, ta thấy rằng, cái Tự Do mà Trang tử đề xướng là một thứ tự do tuyệt đối, không lệ thuộc vào một điều kiện nào ngoài cái Bản Tánh của mình cả. Sống theo mình là Tự Do, là Hạnh phúc; sống theo kẻ khác, là Nô lệ, là Đau khổ. I. Lớn và Nhỏ không thường: Nghĩa là cái Lớn cái Nhỏ không phải là điều tuyệt đối, bất biến, mà thực ra, là một lẽ tương đối: lớn hơn cái nhỏ, nhỏ hơn cái lớn. Lớn và Nhỏ đều là những lẽ vô thường. Như cá Côn, vốn là một thứ cá nhỏ mà Trang tử cho nó là một giống cá lớn không biết mấy nghìn dặm; chim Bằng, vốn là chim Phụng, cũng đâu phải là một vật cực đại, thế mà Trang tử lại cho nó là một vật cực đại, có cái lưng lớn không biết mấy nghìn dặm, còn cánh của nó thì như vầng mây che khuất một phương trời. Đó là chỗ dụng ý đặc biệt của Trang tử dùng một bút pháp cực kỳ huyễn tướng, biến hóa bất thường để chỉ rõ sự vô thường của cái Lớn và cái Nhỏ. Đó là chỗ mà ở thiên Thu- Thủy nói:\" lấy chỗ bất tề mà xem, thì sẽ thấy vật nào cũng lớn cả(đối với vật nhỏ hơn nó) và vật nào cũng nhỏ cả(đối với vật lớn hơn nó); biết Trời Đất như một hột thóc, biết mảy lông là hòn núi.\" Như vậy, thì Nhỏ sao lại thường chẳng Lớn, mà lớn sao lại thường chẳng nhỏ được. Nhận thấy cái chỗ nhỏ của mình, mà ham muốn đèo bòng mãi cái phận ngoài mình, sao bằng nhận thấy chỗ lớn của mình và cho nó là đủ để mà\" thích kỷ tự an\"? biết rõ được lẽ ấy, thì sẽ bỏ được cái lòng tham- dục của sự phân biệt trong ngoài, bỏ được cái lòng tham muốn những gì ngoài mình và không tùng mình nữa[iv]. II. Lớn, thì hợp với chỗ lớn, nên không thấy mình là lớn; Nhỏ, thì hợp với chỗ Nhỏ, nên không thấy mình là nhỏ. Tức như chim Bằng, một con vật rất lớn, tất phải dời sang biển Nam, bay lên cao chín muôn dặm và bay trọn sáu tháng trường không nghỉ… Trang tử đã nói:: Nước không sâu thì không sức chở thuyền lớn, đổ một chung nước xuống cái hố nhỏ, lấy một cộng cỏ mà làm thuyền thả lên thì thuyền tự nổi, nếu lại lấy cái chung nước ấy mà thả lên làm thuyền, thì thuyền ấy phải mắc cạn. Là tại sao? Tại nước không sâu, mà thuyền thì lớn. Lớp gió không dày, thì không sức chở nổi cánh lớn của chim Bằng.\" Quách tử Huyền luận về điểm nầy có nói:\" Nếu không phải là minh hải thì không đủ chỗ cho thân con cá Côn day trở, nếu không có chín muôn dặm cao thì sao đủ chở cái cánh to tướng của chim Bằng. Há phải đó vì hiếu kỳ mà vẽ cho ra chuyện thêm đâu! Hễ vật lớn, phải sanh ra nơi chỗ lớn, và chỗ lớn tất nhiên cũng sanh ra nơi chỗ lớn, và chỗ lớn tất nhiên cũng sanh ra vật lớn đó. Lý cố tự nhiên, đâu phải cần lo cho nó không được như vậy!\" ông lại nói: \"Cánh lớn nên khó cử động trong chỗ hẹp, cho nên phải vượt trên chín muôn dặm cao, mới có đủ chỗ mà cử động. Đã có cánh ấy mà lại quyết ở dưới thấp, hay bay lên vài chục thước cao như con chim cưu, có được không? Đó đều là chỗ\" bất đắc bất nhiên\"(không vậy không đặng), chứ đâu phải vui sướng gì mà làm ra như thế đâu!\" Vậy, lớn thì thuận theo chỗ lớn, không tự xem là lớn mà sinh kiêu; nhỏ thì thuận theo chỗ nhỏ, không tự xem là nhỏ mà đèo bòng ham muốn, như \" con chim cưu… bay vụt lên du cây phương, dù bay không tới thì rơi xuống đất\" đâu cần phải ham muốn cái rộng lớn của chim Bằng. Nghĩa thật rõ ràng! Quách- Tử- Huyền nói: \"Nếu biết đủ với tánh phận của mình, thì tuy mình lớn như chim Bằng, cũng không tự cho là lớn mà cho mình quý hơn chim nhỏ kia, mà con chim nhỏ kia cũng không cho mình là nhỏ mà ham muốn bay đến Ao Trời(thiên- trì) làm gì. Nên chỉ nói đến cái Vinh của chim Bằng, hay nói đến cái thèm muốn của con chim nhỏ(để kịp với chim Bằng) đều là nói thừa cả. Lớn, Nhỏ, tuy khác nhau, nhưng tâm trạng tiêu- du(nghĩa là tự do) vẫn một. Tóm lại, chim Bằng ở thiên trì, thì chính cũng như chim cưu ở cây du, cây phương…\" đâu vừa với đó\". Chim bằng, không tự xem mình là lớn, chim cưu không tự xem mình là nhỏ, nên lớn không kiêu với nhỏ, nhỏ không đèo bòng ham muốn cái lớn. Tham dục nhờ đó, tự nhiên không còn nữa. Tham dục mà không còn có nữa, thì hạnh phúc có ngay liền đó, vì hạnh phúc là sống được cái sống của mình, sống toại sinh trong cái tự tánh của mình vậy. III. Thọ và Yếu: Điều mong ước lớn nhất của người đời, là được sống lâu. Cho nên mới cho cái sống bảy tám trăm năm của Bành Tổ là thọ, mà ao ước, thèm thuồng! Là tại sao? Là tại cái số kiếp của con người, chỉ trăm năm là hạn, nên mới đèo bòng ham muốn sống được như Bành Tổ và cho đó là thọ. Giả sử mà ai ai cũng đều sống được như Bành Tổ, thì cái khoảng bảy trăm năm lại sẽ không còn đủ cho là thọ nữa. Như ta đã thấy, lòng ham muốn con người sở dĩ có, là khi nào không biết an theo số phận của mình mà đem tâm đeo đuổi theo số phận của những vật ngoài mình và khác mình. Thật vậy, vì không ai sống đến được cái tuổi của Bành Tổ, nên mới cho cái sống ấy là thọ mà thèm muốn. Bành Tổ, trái lại, nếu cũng bắt chước như ta mà không biết an với Tánh Phận của mình là sống bảy trăm năm, lại đèo bòng muốn sống được cái sống của cây minh linh thì tất cũng cho cái hạn bảy trăm năm của mình không đủ cho là thọ, mà sống được như cây minh linh mới là thọ. Cây minh linh, nếu lại bắt chước Bành Tổ, không tự xem mình là thọ, lại đèo bòng ham muốn sống theo cái sống của cây đại xuân; cây đại xuân lại muốn sống được như cái sống của Trời Đất…thì ra vật nào cũng không thọ cả, mà vật nào cũng đều yểu cả! Cho nên nói rằng, nếu cứ tham muốn sống ngoài cái tánh phần của mình, thì cái sống của Bành Tổ đối với cây đại xuân, không khác nào\" cái sống của đứa trẻ chết trong nôi\" vậy. Nếu lấy cái sống trăm năm là hạn của ta làm mực thước, thì con ve sầu mùa xuân sanh, mùa hạ chết, tai nấm mai sớm nở tối tàn… đều là vật yểu cả! Cái sống một mùa của con ve sầu, và cái sống có một buổi của tai nấm mai, đối với ta tuy chỉ là cái sống trong khoảng khắc rất ngắn ngủi, mà đối với nó, vẫn cũng là một kiếp sống, như một kiếp sống trăm năm của ta vậy. Đối với con người, được sống trăm năm là thọ; thì đối với tai nấm mai, sống được một buổi cũng là thọ, mà đối với con ve sầu, sống được một mùa, đều là thọ cả: chúng nó được sống đến cái mức cùng của kiếp sống của chúng. Còn như cây đại xuân sống một xuân là tám nghìn năm, một thu là tám nghìn năm, giá như nó chỉ sống được có bốn mùa, nghĩa là ba muôn hai nghìn năm, thì đối với ta, sao không cho đó là thọ được, nhưng đối với cái kiếp sống của nó thì nó chỉ sống được có một tuổi mà thôi, nghĩa là chỉ sống được có bốn mùa; sống được tám nghìn năm, phải chăng đối với ta, là rất thọ, nhưng đối với chính cây đại xuân, thì nó chỉ sống được có một mùa mà thôi, sống rất yểu vậy! Thế thì căn cứ vào sự dài ngắn của thời gian không thể được xem là thọ hay yểu. Chẳng qua như vật lớn ở chỗ lớn, vật nhỏ ở chỗ nhỏ. Vậy, thọ, yểu cũng như lớn, nhỏ chỉ là một danh từ đối đãi, tự nó không có nghĩa gì là thật cả, thật một cách tuyệt đối. Không nhìn ra ngoài, mà chỉ nhìn vào trong, nghĩa là mỗi vật, nếu biết \"các an kỳ phận\", \"thích kỷ tự an\", thì vấn đề lớn nhỏ, thọ yểu sẽ không còn thành vấn đề làm cho lòng mình thắc mắc nữa. IV. Huyền nghĩa của Tiêu- Diêu: Mỗi vật, nếu đều biết tự đủ với cái tánh phận của mình, thì dù ở trong xã hội, phải ở vào địa vị nào, cũng không tự xem là không đủ, để đèo bòng tham muốn cái Tánh Phận ngoài mình. Như \" kẻ có tài trí đủ để làm nổi một tước quan, hạnh hơn cả một làng, thì đức sẽ không khác nào một vị vua được lòng tin của cả nước, nếu biết tự xem mình như đấng làm vua kia vậy.\" Tuy phận giống nhau, nếu mỗi người đều tròn với cái phận của mình. Chí và Hành của hai bên, bất quá như vật lớn nhỏ, thọ yểu mà thôi. kẻ biết nhận thấy đức của mình ngang với bậc Vua chúa như chức quan nhỏ kia, tuy là kẻ sáng suốt \" thích kỷ tự an\", hơn người đời một bực, nhưng chỗ \" lập đức\" chưa vững. Là vì hãy còn thấy có công. Vinh tử nước Tống, \" đời khen cũng không khích lệ, đời chê cũng không ngăn đón được\", tức là người vượt lên trên dư luận, không còn nô lệ đến thị phi bên ngoài nữa, thế mà chỗ lập đức của ông cũng chưa được vững. Là vì tuy đã biết thản nhiên đối với dư luận, nhưng còn để cho đời biết được mà khen với chê. Đó là hạng người còn để lại \" danh\". ấy là hạng người như vua Nghiêu, và Hứa Do. Trê hai hạng đó, lại còn một hạng nữa, là hạng người như Liệt tử, hạng\" cỡi gió mà đi, đi một cách êm ái nhẹ nhàng\". ở đây Trang tử muốn ám chỉ những bậc tu đạo đã đạt đến trạng thái huyền hóa trong những lúc thiền tọa hay tĩnh tọa. Trong những lúc ấy, họ đã đạt đến trạng thái\" tiêu diêu\" vì đã huyền đồng cùng với cái sống thiêng liêng của họ, tức là Đạo. Nhưng, chỉ có một lúc thôi, nên mới nói\" tuy phải đi, nhưng còn phải có chỗ chờ\". Liệt- tử tuy\" cỡi gió mà bay, thong thả tự do\", nhưng còn phải đợi có gió mới bay được, như chim Bằng đợi có gió trốt nổi lên, mới\" nương theo đó mà bay lên chín muôn dặm cao\". Kẻ như Liệt tử, được huyền đồng cùng Đạo, tuy tiêu diêu được, mà cũng phải đợi lúc huyền hóa mới được tiêu diêu. Tự do(tiêu diêu) mà còn đợi lúc huyền hóa mới tiêu diêu thì chưa phải thật là người đã đạt đến cõi tiêu diêu tuyệt đối(tự do tuyệt đối). Là vì họ không phải luôn luôn\" không còn thấy có mình\"(vô kỷ) nữa. Chỉ có bực\" chí nhơn vô kỷ, thần nhơn vô công, thánh nhơn vô danh\" mới thật là kẻ đã đạt đến cái trạng thái huyền đồng một cách vĩnh viễn mà không còn phải chờ đợi một điều kiện gì khác. Làm cách nào để đạt đến trạng thái huyền hóa? Phải biết \" thuận theo cái chánh của Trời Đất, nương theo cái biến của lục khí mà lại qua trong cõi vô cùng.\" Nghĩa là gì thế? Trời Đất là nói về Âm Dương. Âm Dương cọ sát nhau, tranh đấu nhau, nhưng khi được cái Chánh của nó, tức là Đạo, thì nó sẽ được điều hòa. Đạo, tức là cái Chánh của Trời Đất, đứng trên Âm Dương, và bao giờ cũng có cái phận sự điều chỉnh lại những gì thái quá do sự tranh chấp của cặp mâu thuẫn ấy gây nên, và không cho cái nào lẫn cái nào cả. Thuận theo cái Chánh của Trời Đất được rồi, thì tha hồ\" nương theo cái biến của lục khí\" nghĩa là biết \" dĩ bất biến\"(Đạo) để mà \" ứng vạn biến\" trong cuộc\" vạn hóa\" của Trời Đất. Cái Chánh(Đạo) ấy nơi ta, nhà Phật gọi là tánh, Lão tử gọi là Tố và ở đây gọi là Tánh Tự nhiên. Quách Tượng giải nghĩa câu nấy nói:\" Trời Đất lấy vạn vật làm cái thế, còn vạn vật lấy cái tự nhiên(tức là Đạo) làm cái chánh. Không làm mà vẫn được tự nhiên, mới gọi là Tự Nhiên. Tức như chim Bằng, bay cao là sở năng của nó; chim cưu, bay thấp là sở năng của nó; tai nấm mai, sống trong một buổi mai, là sở năng của nó; cây đại xuân, sống dài dằng dặc, là sở năng của nó. Bấy nhiêu cái đó, đều là \" sở năng\" của tự nhiên, không phải\" sở năng\" của sự làm của mình; không làm mà tự nhiên được cái sở năng ấy, đó gọi là Chánh. Bởi vậy, \" thuận theo cái Chánh của Trời Đất\", tức là thuận theo cái Tánh tự nhiên(Đạo) của vạn vật, thì đâu phải cần chờ đợi cái gì nữa mà huyền hóa với tạo vật. Được như thế, mới gọi là người chí đức, tức là người đã được tiêu diêu trong sự huyền đồng của Đây và Đó. Nếu còn nhờ (cái gì ở ngoài) nữa, rồi sau mới được tiêu diêu, tức như Liệt tử tuy\" cỡi gió mà đi một cách êm ái dịu dàng\" nhưng còn phải đợi có gió mới bay đi được, thì Đức chưa hoàn toàn. Huống chi là chim Bằng. Duy, cùng với vạn vật hỗn hợp làm một rồi, và nương theo cuộc đại biến của Trời Đất mà rong chơi trong cõi vô cùng thì mới gọi được là bậc\" thường thông\" hay là \" đại thông\". Lời chú giải trên đây của Quách Tượng, thật rõ ràng hết sức. Bậc chí nhân là kẻ đã huyền đồng cùng tạo vật rồi, cho nên bản ngã không còn nữa. ở thiên Tề- Vật- Luận, Trang tử mượn lời của Tử- Kỳ để nói lên chân lý ấy:\" Ta đã mất bản ngã rồi!\" Bản ngã mà không còn thì Thiên- Tánh hiện ra[v], có khác nào Mặt trời (Thiên Tánh hay Đạo) bị mây(Bản ngã) che mờ: hễ mây tan đi thì tự nhiên Mặt trời hiện ra sáng tỏ. Khi Thiên Tánh hiện ra là vì Bản ngã đã mất, nên gọi là \"chi nhơn vô kỷ\", đó là được chỗ \"đại thuận\", hay là \"được cái Chánh của tánh mạng\". \"Thuận theo cái Chánh của Trời Đất\", tức là \" thuận theo cái Tánh tự nhiên của mình\"[vi]. Quan trọng nhất, là gìn giữ cái tánh ấy, đừng để nó lu mờ vì tư dục, đừng để cho hoàn cảnh huyễn hoặc, thay đổi… Một cái cây, từ lúc đâm mộng, nẩy chồi, trổ lá, đơm bông… những cuộc biến động tuy nhiều, nhưng cái Sống của cây vẫn luôn luôn có một, và toàn mãn từ đầu chí cuối. Bậc chí nhân vì đã thực hiện được trạng thái \" vô kỷ\" nên \" thuận với Tánh tự nhiên của mình\" và dù lưu chuyển theo cuộc biến động bất tận của Trời Đất, vẫn không làm mất Bản- tánh duy nhất của mình.[vii] Bởi vậy, nơi mình, thì lo mà thực hiện sự huyền đồng cùng tạo vật, không phân trong và ngoài, ta và người nữa, không thấy lớn nhỏ, thọ yểu; còn nơi vật, thì biết để cho vạn vật, vật nào cũng được \" an theo chỗ đã an bài của chúng\" nên không ép buộc ai phải theo mình, nghĩa là lấy mình mà đánh giá sự phải quấy của người. Đó gọi là \" chi nhơn vô kỷ\". V. Hữu dụng và vô dụng: Trời Đất sinh vạn vật, để cho mỗi vật sống cái sống của nó, chứ không phải sinh ra để cho người dùng nó. Dùng được thì dùng, không dùng được thì bỏ. Gọi là hữu dụng hay vô dụng là sai. Thực ra, tự nó, không có vật gì gọi là hữu dụng hay vô dụng cả. Như mão Chương- phủ, người nước Tống thì đại dụng, mà người nước Việt không dùng, bởi nó không đáp với nhu cầu. Hữu dụng hay vô dụng là việc không thường cũng như lớn nhỏ vậy.\" Một trái dưa to, nặng năm thạch\" mà \"bổ nó ra để làm cái bầu\" thì lại hỏng cả, không dùng gì được nữa(vô dụng); trái lại, nếu để nó như vậy mà làm phao, đeo lội qua sông, thì nó là hữu dụng. Ta thấy rằng nếu biết dùng, thì không có vật gì là không vô dụng, như cũng thời món thuốc\" bất quy thủ\" mà kẻ thì được phong hầu, còn người thì suốt đời chỉ làm cái nghề quay tơ. Đó là Trang tử trả lời cho Hụê- tử (cùng những ai chê cái học của ông là vô dụng) rằng: nếu biết dùng thì không có cái học nào là vô dụng cả: \"là vì lòng của phu tử còn hẹp hòi chưa thông đạt\"! Vật nào cũng có cái Tánh tự nhiên của nó, không vật nào giống vật nào cả. Bởi vậy, ta phải biết chịu chỗ khác biệt nhau đó, nghĩa là phải biết nhìn nhận sự \" bất bình đẳng tự nhiên\" của sự vật mà đừng đem tư tâm mong bình đẳng nhất loại tất cả làm một. Biết nhận sự \" bất bình đẳng tự nhiên\" giữa vạn vật, tức phải biết kính trọng chỗ riêng biệt của mỗi vật, nghĩa là cái tánh tự nhiên của mỗi vật mà không xen vào làm trở ngại sự phát triển tự nhiên của nó hay sửa đổi uốn nắn nó theo một công thức giả tạo nào khác. Không xen vào làm trở ngại hay làm hư hoại tánh tự nhiên của mỗi vật, là để cho mỗi vật được sống \" tiêu diêu\" (tự do) theo cái sống của nó, tự do phát triển theo cái tánh tự nhiên của nó. Tóm lại, tiêu diêu là tự do. Tự do là sống được theo tánh tự nhiên, tức là theo bản tánh của mình. Một hành động được gọi là hành động tự do, khi nào trong hành động ấy, ta biểu lộ được cái Người thâm sâu, thành thực của ta, theo ta, chứ không phải theo kẻ khác, theo một giáo lý hay một mẫu người lý tưởng nào ngoài ta. Và nếu mỗi vật, vật nào cũng được sống theo mình, thì sẽ không còn lớn, nhỏ, quý, tiện nữa, mà thảy đều tiêu diêu như nhau cả. Tiêu diêu như nhau cả, đó là bình đẳng tuyệt đối, mà bình đẳng tuyệt đối là nhờ có tự do tuyệt đối. Thiên Tề- Vật- Luận sẽ bàn về cái Bình đẳng tuyệt đối ấy. THU- GIANG NGUYỄN- DUY- CẨN dịch và bình chú ---------------------------------Lão tử nói:\" kiến Tố, bão Phác\"; Phật gia bảo:\" kiến tánh, thành Phật\". [ii] Xá kỷ thích nhơn: là bỏ mình mà theo người. [iii] Đại- Tông- Sư:\" Hành danh thất kỷ, phi sĩ dã vong thân bất chân, phi dịch nhơn dã. Nhược hồ Bất- Giai, Vụ Quang, Bá Di, Thúc tề, Cơ tử, Tử du, Kỷ thu, Thân đố địch, thị dịch nhơn chi dịch, thích nhơn chi thích, nhi bất tự thích kỳ thích giả dã. Làm theo danh, mà bỏ mất cái của mình, không phải là kẻ dĩ; làm cho mất mạng mình, không rõ chân lý, đó chẳng phải là kẻ sai khiến được người. Như Hồ Bất Giai, Vụ Quang, Bá Di, Thúc Tề, Cơ Tử, Tử Dư, Kỷ Tha, Thân Đố Địch, là hạng làm cái làm của kẻ khác, theo cái phải của kẻ khác mà không biết theo cái phải của mình. [iv] Nếu so sánh với câu nói nầy của hiền giả Epiclète(Hy Lạp):\" Phàm sự vật, có cái thuộc ta, có cái không thuộc ta. Thuộc ta là những sự phán đoán, những khuynh hướng, những dục vọng, những ưu- ghét của ta, tóm lại là mọi tác dụng của linh- tính ta; không thuộc ta, là thân thể ta, của cải, danh vọng, tước phận, nói tóm lại là mọi sự không còn phải là tác dụng của linh- tính ta. \" Cái thuộc ta thời bản tánh nó tự do, không gì ngăn trở, không gì trái nghịch lại được; cái không thuộc ta thời không được chắc chắn, không được tự do, thường bị ngăn trở, là cái ở ngoài ta mà thôi. Vậy, ta phải nhớ rằng cái gì vốn nó không được tự do mà cho là tự do, cái gì của người ngoài, vật ngoài mà cho là của mình, thời sẽ phải phiền lòng, sẽ phải buồn bực, sẽ phải bối rối, sẽ đem lòng oán trời, trách người, nhưng nếu cái gì thật của ta mới coi của ta, cái gì của người, coi là của người, thời không ai ép uổng mình được nữa, không ai ngăn cấm mình được nữa, không phải oán ai, không phải trách ai, không phải miễn cưỡng làm việc gì, không ai hại mình, không có kẻ thù, vì không phải chịu sự gì thiệt hại.\"(bản dịch của Phạm Quỳnh, 1929). [v] đừng lẫn lộn thiên tánh với tánh tình của bản ngã, như những tánh nóng, tánh keo kiệt, tánh thích xa hoa, tánh ham vui, thích buồn của con người. Đó là chỗ mà Lão tử gọi \" thượng đức bất đắc, thị dĩ hữu đắc…\"(chương 38 Đạo Đức Kinh). [vi] Các chánh giả, đắc ư hữu sanh chi sơ bảo hợp giả, toán ư đi sanh chi hậu(Dịch- Kinh). \" Các chánh\", là nhận được từ khi mới sanh; \"bảo hợp\", là giữ được trọn vẹn sau khi đã sanh. Cái mà ta gọi là Chánh đó, tức là chỗ mà Lão tử gọi\" tử nhi bất vong\". [vii] \" Bản tánh duy nhất\" ấy, Pháp- ngữ gọi là \" unisité individuelle\" hoặc là \" personne humaine\". Đồng một nghĩa với câu nầy trong Dịch- Kinh:\" Tri tiến thoái tồn vong nhi bất thất kỳ chánh, kỳ duy thánh nhơn hồ?\" (biết tiến, biết thối, biết giữ cho còn, biết làm cho mất, mà không làm mất cái Chánh của mình, chỉ có bậc thánh nhơn mà thôi ư?). chữ chánh đây, tức là Tánh Tự nhiên mà ta đã thọ lãnh của Trời Đất.  \n"
        },
        {
            "order": 2,
            "name": "NỘI THIÊN 3",
            "content": " III. SÁCH CỦA TRANG TỬ Sách Trang tử, theo Hán- thư Nghệ- Văn- Chí, thì có đến năm mươi hai (52) thiên. Nay chỉ thấy còn có ba mươi ba (33) thiên. Có phải vì người sau (Quách- Tượng) dồn lạiv phân lại thiên chương, hay vì người ta đã làm lạc đi 19 thiên kia? Ba mươi ba thiên, lại chia ra làm 3 phần (theo bản của Quách- Tượng là bản thông- hành hiện thời): Nội- thiên, Ngoại- thiên và Tạp- thiên. Nội- thiên gồm có 7 thiên: Tiêu- Diêu- Du Tề- Vật- Luận Dưỡng- Sinh- Chủ Nhơn- Gian- Thế Đức- Sung- Phù Đại- Tông- Sư Ứng- Đế- Vương Ngoại- thiên gồm có 15 thiên: Biển- Mộu Mã- Đề Khứ- Cự Tại- Hựu Thiên- Địa Thiên- Đạo Thiên- Vận Khắc- ý Thiện- Tánh Thu- Thủy Chí- Lạc Đạt- Sinh Sơn- Mộc Điền- Tử- Phương Trí- Bắc- Du Tạp- thiên gồm có 11 thiên: Canh- Tang- Sở Từ- Vô- Quỷ Tắc- Dương Ngoại- Vởt Ngụ- Ngôn Nhượng- Vương Đạo- Chích Duyệt- Kiếm Ngư- Phụ Liệt- Ngữ- Khẩu Thiên- Hạ Sự phân biệt chương thứ như trên, phần đông các học giả đều cho rằng không phải do chính tay Trang tử sắp đặt, mà do người sau an bài. Tô- Đông- Pha, trong Trang tử Từ Đường Kỷ cho rằng\" phân biệt các chương, đặt tên các thiên là do nơi thế tục, không phải bản- ý của Trang tử\". Còn Đường- Lan, trong Lão Đam Đích- Tánh- Danh Hòa niên đại khảo và Cổ- sử biện thì cho rằng\" sự phân- biệt Nội, Ngoại và Tạp thiên đều là do tay của Lưu- Hướng cả\". Căn cứ vào văn- thái và văn- mạch mà xem, thì thấy chỉ có Nội- thiên là biểu- thị được chỗ trọng- yếu của học thuyết Trang tử mà thôi. Còn Ngoại- thiên và Tạp- thiên, thì phần nhiều rời rạc và chỉ bàn đi bàn lại những tư tưởng đã phô- diễn ở Nội- thiên mà thôi. Phàm nghiên cứu về một học- thuyết nào, sự tìm tài- liệu chính- xác và phê- bình tài- liệu là vấn đề quan trọng nhất. Có được như thế thì sự nghiên cứu của ta mới được chính- đính, khỏi sự xuyên tạc và bất công, mang tội vu oan cổ nhân. Phân biệt được sự chân- ngụy trong các thiên chương trong sách Trang tử là việc rất gay go phiên phức. Trong quyển Trang tử tinh hoa (5), đã có dành riêng một chương khá đầy đủ cho vấn đề này, nên không lặp lại nơi đây làm gì nữa. Nay chỉ tóm lại đại- khái như sau: Nội- thiên rất khác với Ngoại và Tạp- thiên cả về Văn- Nghệ, Tư- Tưởng và thần thái trong câu văn. Nếu Nội- thiên do Trang tử viết ra, thì Ngoại và Tạp thiên chắc chắn do kẻ khác viết, không thể là cùng một người được. Tuy vậy, trong Ngoại và Tạp thiên thỉnh thoảng cũng có một vài chương mà thần- văn lạ lùng hùng- vĩ, đã chẳng những văn hay mà tứ cũng thâm, nếu không phỉa do những kẻ có một học- lực uyên thâm như Trang tử, chắc cũng khó lòng mà viết ra cho được. Cho nên, một phần cũng có thể cho là chính tay Trang tử viết ra, còn phần nhiều chắc chắn là do kẻ khác học Trang tử mà viết ra. Như ở Ngọai- thiên, các thiên Biền- Mộu, Mã- Đề, Khứ- Cự, Khắc- ý, Thiện- TánThiên thì văn khí bình diễn, lời nói rất tầm thường, thiển cận. Toàn thiên chỉ có một ý, nhưng mà cứ nói đi nói lại mà thôi, dường như là những bài sách luận của hậu học. Thiên Thiên- Vận nói về việc Khổng- tử viếng Lão tử để hỏi Lễ thì lại giống với câu chuyện chép ở Sử- Ký của Tư- Mã- Thiên, ta lại thấy rằng văn trong Thiên- Vận rất tạp nhạp, khí- tượng tầm thường không sao theo kịp văn- từ trong Sử- ký, có khi còn cao hơn một bực là khác. Cho nên, chắc chắn thiên Thiên- Vận ở Ngoại- thiên là ngụy thơ, do kẻ hậu học thêm vào. Các thiên Đạo- Chích, Ngư- Phụ, Duyệt- Kiếm, Nhượng- Vương thì văn từ thiển- bạc, những chỗ chỉ trích Khổng- tử đầy ngạo nghễ, thóa mạ chỉ nói để cho hả hê lòng phẫn uất, không giống thần- thái của Trang tử ở Nội- thiên. Còn như các thiên Thiên- Đạo, Thiên- Địa, Chí- Lạc, Sơn- Mộc, Tại- Hựu thì tư tưởng tạp nhạp, người viết có khi chưa thật hiểu tinh thần tư tưởng của Trang tử nên nhiều khi xuyên tạc, có khi dùng lời nói mồm mép của Nho- gia mà giảng về Trang tử. Đó đều là những bài do các học giả theo phái Lão Trang về sau viết ra cả. Đối với Nội- thiên, học giả phần đông đều nhìn nhận rằng rất có thể đều do chính tay Trang tử viết ra. Nhưng Đường- Lan cho rằng, riêng chương Tử- Tang- Hộ ở thiên Đại Tông- Sư không giống với mấy chương trước mà gọi ngay Khổng- tử. Riêng tôi, cũng hoài nghi chương này, là vì trong thiên Đại- Tông- Sư, tư tưởng của Trang tử rất thuần nhất đối với vấn- đề Sanh- Tử. Trang tử cho rằng Sanh- Tử là một thiên về cái nghĩa của Sanh- tử. Tử Tang- Hộ chết, hai người bạn đánh đàn và ca bên xác Tang- Hộ:\" Than ôi! Tang- Hộ! Than- ôi! Tang- Hộ! Đó trở về cái chân, còn chúng ta còn là người! Ôi!\". Thế là tự tiếng ca ấy, ta thấy những người này mừng cho Tang- Hộ, mà riêng buông cho mình còn phải sống làm người. Như vậy, ta thấy toàn chương biểu thị cái ý\" vui chết buồn sống\", rất trái với ý tưởng của Trang tử ở Tề- Vật cùng những chương khác ở thiên Đai- Tông- Sư nữa. Vậy, riêng một chương nầy, tôi tin rằng không phải của Trang tử viết ra, và kẻ phân thiên chương vì xem xét không kĩ nên chép lầm vào đây. Ta nên bỏ hẳn chương nầy và sắp nó qua Ngoại hay Tạp thiên. Thiên Nhơn- Gian- Thế cũng đáng hoài nghi là ngụy- thơ nữa. Là vì thế- tài chung của Nội- thiên không giống với thiên nầy. Trong các thiên khác ở Nội- thiên thì đều có luận, có dụ. Như ứng- Đế- Vương thì có trước dụ, sau luận, Đại- Tông- Sư thì trước luận, sau dụ. Đức- Sung- Phù thì trước dụ, sau luận; Dưỡng- Sinh- Chú thì trước luận, sau dụ. Chỉ như hai thiên Tiêu- Diêu- Du và Tề- Vật- Luận thì dụ và luận giao lẫn nhau hồn nhiên như một thể. Như vậy ta thấy rằng ở Nội thiên, văn pháp tới lui có quy- tắc lắm. Duy có Nhơn- Gian- Thế thì không phải vậy nữa: Chương thứ nhất: nói về chuyện Nhan- Hồi muốn du- thuyết Vệ- Quân, hỏi ý nơi Khổng- tử. Chương thứ hai: chuyện giữa công- tử Cao đi xứ nước Tề. Chương thứ ba: chuyện giữa Nhan- Hạp và Cừ- Bá- Ngọc. Chương tgứ tư: chuyện người thợ mộc tên Thạch qua nước Tề gặp cây lịch- xã. Chương thứ năm: chuyện Nam- Bá Tử- Kỳ thấy cây đại mộc. Chương thứ sáu: chuyện một người què ở nước Tề. Chương thứ bảy: chuyện Khổng- tử qua nước Sở gặp Cuồng- Tiếp- Dư. Toàn thiên thuật ròng là cố- sự, không giống bút pháp của sáu thiên kia. Như vậy, không phải là do một người viết ra. Hơn nữa, ý nghĩa trong thiên Nhơn- Gian- Thế nầy cũng không liên quán: chương thứ 4, thứ 5, thứ 6 đều lấy tỉ- dụ những vật nhờ bất tài mà được an toàn, không ăn chịu gì với tư tưởng của những chương trên. Chương 4 và 5 cũng đều là những ý tưởng trùng- phục. Chương 7 nói về chuyện Khổng- tử qua nước Sở gặp Cuồng- Tiếp- Dư, thì các đoạn lại không hợp nhau. ở đoạn nhất và đoạn nhì ta thấy Khổng- tử là người sáng suốt về Đạo, thay lời Trang tử mà bàn về Đạo Đức. Nhưng qua đoạn chót, hốt nhiên Khổng- tử lại biến thành người ám muội. Thế là trước sau, bút pháp không thông vậy. Chương thứ 8, nói về việc Khổng- tử qua Sở thì câu chuyện cũng như văn- từ trong bài ca đều lại giống hệt văn của sách Luận- Ngữ. Trong Luận- Ngữ, Thiên- Vi- tử nói:\" Sở Cuồng Tiếp Dư ca nhi quá Khổng- tử viết:\" Phụng hề! Phụng hề! Hà đức chi suy, vãn giả bất khả gián, lai giả du khả truy. Dĩ nhi! Dĩ nhi! Kim chi tùng chánh giả đãi nhi\" Trong Nhơn- gian- Thế thì viết:\" Sở Cuồng Tiếp Dư du ký môn viết:\" Phụng hề! Phụng hề! Hà như đức chi suy dã! Lai thế bất khả đài, vãng thế bất khả truy dã. Thiên hạ hữu đạo, thánh nhơn thành yên, thiên hạ vô đạo, thánh nhơn sanh yên. Dĩ hồ! Dĩ hồ! Lâm nhơn dĩ đức! Đãi hồ! Hoạch địa nhi xu\" Sách Luận- ngữ có trước sách Trang tử, thì đây quả là Nhơn- Gian- Thế chép văn Luận- Ngữ. Lẽ nào Trang tử, một người khí phách phóng khoáng, lại đi bắt chước kẻ khác hay sao? Huống chi, tư tưởng Trang tử ở Tiêu- Diêu- Du và Tề- Vật- Luận thì thật là rộng rãi, còn ở Nhơn- gian- thế thì lời lẽ lại rất câu chấp tầm thường như hạng nhà Nho, không giống tư tưởng ở Tiêu- Diêu và Tề- Vật:\" dù gặp cánh nào, dù đến thế nào, giữ một niềm thờ cha là chí hiếu, thờ vua là chí trung…\" (Nhơn- Gian- Thế) phải chăng là do mồm mép của nhà Nho? Thế nên, thiên nầy cần phải loại ra khỏi Nội- thiên. Tóm lại, chỉ có Nội- thiên là dùng được để nghiên cứu tư tưởng của Trang tử mà thôi. Nhưng phải loại thiên Nhơn- Gian- Thế, và chương thứ hai ở thiên Đại- Tông- Sư, tức là chương Tử Tang- Hộ vì là ngụy thơ. Bản dịch nầy cũng loại Nhơn- Gian- Thế ra khỏi Nội- thiên và sắp vào Ngoại- thiên. *Chú thích:  (1) \" Kỳ học vi sở bất khuy, nhiên kỳ yếu bản quy vu Lão tử chi ngôn…\" (Sử- Ký).  (2) Tiền- Hán: (206 trước Tây- lịch Kỷ- nguyên) đến năm thứ 9 sau kỷ- nguyên T.L.  (3) Hậu- Hán: (25- 220 sau T.L kỷ- nguyên).  (4) Đầu nhà Hán (khởi vào năm 206 trước Tây- lịch kỷ nguyên; cuối đời nhà Hán) khởi vào khoảng 220 sau T. L kỷ- nguyên, nghĩa là cách nhau khoảng trên 300 năm.  (5) Trang- tử tinh- hoa (cùng một tác giả). \n"
        },
        {
            "order": 4,
            "name": "HỌC THUYẾT CỦA TRANG TỬ",
            "content": " IV. HỌC THUYẾT CỦA TRANG TỬ: A. Đạo và Đức: Triết học của Trang tử cùng với Lão tử có nhiều điểm không đồng, nhưng rất đồng về quan niệm Đạo và Đức. Bàn về Đạo, sách Trang tử ở thiên Trí- Bắc- Du có giải rất rõ ràng: \" Đông- Quách- Tử hỏi Trang tử: Cái gọi là Đạo ở đâu? Không có chỗ nào là không có Nó. Xin chỉ ra mới được! Trong con kiến. Thấp hơn nữa! Trong cọng cỏ. Thấp hơn nữa! Trong miếng sành vỡ. Thấp hơn nữa! Trong cục phân. Đông- Quách- Tử không hỏi nữa. Trang tử nói:\" Lời hỏi của ông, không đi đến đâu cả. Nó giống cách người giám thị dùng để trị dùng để trị giá heo: mỗi lần đạp trên lưng heo là mỗi lần ấn mạnh cẳng xuống thêm. Ông đừng có chỉ hẳn vào một vật nào có Nó, vì không có vật nào là không có Nó. Đạo là thế, mà lời nói cao cả cũng thế. Như ba tiếng nầy:\" đều\", \" cùng\", \" cả thảy\" tuy danh từ gọi có khác, mà tựu trung đều hàm cùng một ý.\" Đạo là Nguyên- Lý tuyệt đối sinh ra Trời Đất Vạn- vật. Cho nên hễ có Vật, tức là có Đạo, nghĩa là\" không có chỗ nào là không có Đạo\". Thiên Đại- Tông- Sư nói:\" Kìa Đạo thì có tình, có tin, không làm, không hiện, có thể nhận được mà không thể thấy được. Đạo thì tự bản tự căn, khi chưa có Trời Đất vốn đã tồn tại từ xưa. Nó làm ra các đấng thiêng liêng qủy thần, cùng Thượng đế; Nó sinh ra Trời, Đất; Nó ở trước Thái Cực mà không xem là cao, ở dưới lục- cực mà chẳng thấy là sâu; Nó sinh trước Trời Đất mà chẳng gọi là lâu, dài hơn Thượng Cổ mà chẳng gọi là già\". (Phù Đạo hữu tình, hữu tín, vô vi vô hình; khả truyền nhi bất khả thụ, khả đắc nhi bất khả kiến; tự bản tự căn, vị hữu thiên địa, tự cổ dĩ cố tồn; thần quỷ thần đề, sinh thiên sinh địa, tại thái cực chi tiên nhi bất vi cao, tại lục cực nhi hạ chi bất vi thâm, tiên thiên địa sinh nhi bất vi cửu, trường ứ thượng cổ nhi bất vi lão) Đạo là Nguyên- lý sinh ra Trời Đất Vạn- Vật nên gọi là\" tự bản tự căn\", nghĩa là tự mình là gốc, là rễ của mình, chứ không phải do một gốc hay một rễ nào khác ngoài mình tạo ra. Đạo cũng là\" vô thủy vô chung\", \" thường tồn bất biến\" và vạn vật dựa vào đó mà sinh sinh không dừng vậy. Đạo, như ta đã thấy, biểu- hiện nơi vạn sự vạn vật, bởi vậy, không sự vật nào là không có cái tính\" tự sinh\", \" tự trưởng\", \" tự hủy\", \" tự diệt\" của nó. Như thế, ta có thể nói rằng sự\" tự sinh, tự trưởng, tự hủy, tự diệt\" của vạn- sự vạn vật chính là những hành động\" tự vi, tự hóa\" của mỗi sự vật trong đời, mà ta cũng có thể gọi đó là\" chỗ tác- vi của Đạo\" mà không sai, vì\" không có vật nào là không có Đạo\" ở trong cả. Hai chữ\" tự- hóa\" của Trang, chính là thuyết\" vô- vi nhi vô bất vi\" của Lão tử. Còn quan niệm về chữ Đức của Trang tử như thế nào? Thiên Thiên- Địa có nói:\" Thuở thái- sơ của Trời Đất thì đã có cái Vô. Cái Vô ấy không có tên, và là nơi phát sinh ra cái Một, nhưng cái Một ấy cũng chưa có hình. Khi mà vạn vật\" được cái Một ấy (2) cái đó gọi là Đức\". \" Thái sơ hữu Vô, Vô hữu Vô danh. Nhất chi sở khởi, hữu Nhất nhi vị hình. Vật đắc dĩ sinh, vị chi Đức.\" Trong câu\" thái sơ hữu Vô\", chữ Vô đây là chỉ về Đạo. Câu\" nhất chi sở khởi\" của Trang tử \" Vô là chỗ phát sinh ra cái Một\" thì đồng với câu\" Đạo sinh Nhất\" của Lão tử trong Đạo- Đức- Kinh. Còn Đức tức là chỗ mà \"vật đắc dĩ sinh\" (vật nhận được mà sống). Cho nên mới nói\" Đức là chỗ\" tự đắc của con người\". \" Tự đắc\" là tự mình đã được của Tạo Hóa, của Tự- nhiên, của Đạo (3). Hay nói một cách khác: Đức là cái Đạo biểu hiện nơi mỗi người mỗi vật, là những năng khiếu tự nhiên, không vậy không được, của mọi sự vật trên đời. Đạo và Đức, tuy danh từ dùng để gọi có khác, nhưng vẫn là một. Có kẻ đã ví Đạo như nước. Nước là sông, biển, ao, hồ… cũng như ở bầu tròn, ống thẳng, dù có hình thức động tịnh khác nhau, nhưng đâu đâu cũng là nước cả. B. Thuyết Thiên- Quân: Trang tử, trong thiên Tề- Vật- Luận, dùng hai chữ Thiên- Quân để chỉ cái tác dụng của Đạo, là có ý chỉ cho ta thấy nó là một thứ triết học biến động nghĩa là\" vận hành bất tức\" \" Quân\" là cái bánh xe quay tròn mà người thợ nung dùng để chế tạo những đồ vật có hình tròn. Chữ\" Thiên- Quân\" lại có chỗ viết là có ý nói về sự quân- bình, tùy cái bánh xe lưu chuyển, vòng bán kính của bánh xe bao giờ cũng bằng nhau, tự nhiên luôn luôn vẫn quân bình. ở thiên Ngụ- Ngôn có nói:\" Vạn vật đều là một giống cả, không cùng hình mà thay nhau, trước sau như những cái vòng tròn, không thể phân biệt luân loại. Nên gọi là Thiên- quân. Thiên- quân, là Thiên- Nghê\". \" Vạn vật giai chủng dã, dĩ bất đồng hình tương thiện thủy tốt nhược hoàn, mặc đắc kỳ luân. Thị vị Thiên- quân. Thiên- quân giả, Thiên- Nghê dã\". Thiên Thiên Địa lại nói:\" Trời Đất tuy lớn, mà sự biến hóa đều quân bình cả\" (Thiên địa tuy đại, kỳ hóa quân dã.) Như thế thì, Thiên- quân của Trang tử là nói về sự đắp đổi nhau của các giống vật mà biến hóa, \" đồng hình\" biến làm\" bất đồng hình\". Nhưng ở đâu mà lại, rồi sẽ đi đến đâu, thời sau cùng cũng không biết đâu là manh mối. Sự biến hóa giống như cái bánh xe quay tròn, nên gọi là Thiên- quân. C. Thuyết Vạn- Hóa: Cứ theo phép ấy thì sự biến thiên của các giống vật đều không có mục đích, không có phương hướng… con đường đó của vạn sự vạn vật là một cái vòng tròn:\" châu nhi phục thủy\", chứ không phải là một con đường thẳng đi đến một mục tiêu nào. Trang tử không chủ trương Tiến- hóa, mà chủ trương Vạn hóa, hay là Tự-hóa. Thiên Thu- Thủy nói:\" Vạn- vật sinh ra, như đuổi như chạy; hễ động là có biến, không lúc nào mà không xê dịch. Sao lại như thế, mà sao lại chẳng như thế? ấy là vì cái lẽ\" tự hóa\" vậy! (Vật chi sinh giả, nhược sậu nhược tri, vô động nhi bất biến, vô thời nhi bất di, hà vi hồ, hà bất vi hồ. Phù cố tương tự hóa). Thiên Tại- Hựu nói:\" Anh hãy chỉ cứ ngồi đây, không cần làm gì cả mà vạn vật tự hóa… vạn vật phồn thịnh, giống nào cũng trở lại nguồn gốc của mình. Vật nào cũng trở lại gốc của mình mà không biết\". Trong câu văn này, quan trọng nhất là ở chữ\" Phục\". ở thiên Thiên- Thụy trong sách Liệt- tử cũng có câu nói:\" Tự sinh, tự hóa, tự có hình, tự có sắc, tự có tri, tự có lực, tự giảm, tự tăng\". Thế là đều\" tự nhiên nhi nhiên\", \" bất kỳ nhirn nhi nhiên\", không có sự nhất định phải bảo tồn những hình thức cá biệt nào có ích, tiêu diệt những hình thức cá biệt nào có hại như cách tác dụng của luật Thiên- trạch (4) có mục đích, có phương hướng của thuyết Tiến- hóa Tây phương (5). Sở dĩ Trang tử không chủ trương Tiến- hóa, mà lại chủ trương Vạn- Hóa là vì theo sự nhận xét của ông, ông cho rằng không thể nào xét biết được lẽ chung thủy của Đạo, nghĩa là không thể nào biết được rằng Đạo bát đầu như thế nào, và sự cùng tận của nó như thế nào. Như vậy, thì làm thế nào mà nhận thấy được cái phương hướng của nó theo chiều nào mà chủ trương Tiến- hóa được? Tiến- hóa chỉ là một ức thuyết của Tạo- Hóa, trong khi sự thật Trời Đất không thể biết đâu là khởi điểm, đâu là cùng tận, mà chỉ là một cái\" vòng tròn\" (Thiên- Quân). Thiên Tắc- Dương nói:\" Vạn vật có sống mà không thấy đâu là cái gốc của nó, có chỗ xuất ra mà không thấy đâu là cái cửa của nó\". Lại nói:\" Người xét Đạo, không theo cho đến chỗ đã phế, cũng không suy cho đến chỗ chưa khởi: hễ bàn đến nó là phải thôi đi. Ta xét cái gốc của nó, ta thấy nó đi đến vô cùng, ta cầu đến cái ngọn của nó, ta lại thấy nó không bao giờ đứt. Không cùng, không dứt, thì còn bàn nói vào đâu được nữa. Vật, thì cũng một lẽ đó\". ở thiên Sơn- Mộc cũng nói:\" Hóa muôn vật mà không biết nó thay đổi như thế nào, thời biết nó bắt đầu ra làm sao, mà cùng tận ra làm sao?\" Đối với nhân- sự cũng thế: phải biến thành quấy, quấy biến thành phải… không biết đâu là khởi điểm, không biết đâu là cùng tận… như trên một cái\" vòng tròn\"; Lớn; Nhỏ; Sanh; Tử; Dài; Ngắn; Có; Không; Cao; Thấp; Thành Hoại đều không sao phân biệt được (6), không sao biết được đâu là chỗ khởi đầu của nó. Thiên Thu- Thủy nói:\" Lấy Đạo mà xem thì vật không có chi gọi là quý, là tiện, là ít, là nhiều cả. Chỉ có Một mà thôi. Lấy chỗ sai biệt mà xét, nhận thấy lớn mà cho là lớn, thì vạn vật không vật nào là không lớn, nhận thấy nhỏ mà cho là nhỏ, thì vạn vật không vật nào là không nhỏ… Lấy xu hướng mà xét, nhận cho phải là phải, thì vạn vật không vật gì là không phải, nhận cho quấy là quấy, thì vạn vật không vật gì là không quấy.\" Thiên Đức- Sung- Phù nói:\" Lấy chỗ khác nhau mà xét, thì gan và mật cách nhau như nước Sở nước Việt, nhưng mà lấy chỗ tổng mà xét, thì vạn vật đều là Một cả. Cứ xem cái thuyết Tương đối ngày nay mà xem, ta sẽ thấy cũng không xa gì những điều nhận xét trên đây của Trang tử. Theo Tương- đối- luận thì quyết không có gì là cao, là thấp tuyệt đối; không có gì là dài, là ngắn tuyệt đối; không có gì là lớn, là nhỏ tuyệt đối: những tiếng như\" thành\",\" hủy\", \" quý\", \" tiện\", \" thị\", \" phi\", \" hữu\",\" vô\" toàn là những danh- từ tương đối, không phải là tuyệt đối. Cho nên cho rằng Trang tử là tị- tồ của thuyết\" tương đối\" không phải là quá đáng. Cái luật Thiên- Quân của Trang tử lại bao hàm cả con người trong đó:\" Cho nên Thánh- nhân hòa lẽ Thị- phi, và rốt cuộc ở trong Thiên- Quân\". Thiên Đại- Tông- Sư nói:\" Như cái hình của người ta, thật là biến hóa muôn lần, mà chưa thấy đâu là cùng tận vậy\". Lại cũng nói:\" Giá như cánh tay trái tôi hóa làm con gà, thì tôi sẽ nhân đó mà gáy canh. Giá như lại hóa cánh tay phải tôi làm hòn đạn, tôi sẽ nhân đó mà kiếm chim quay; giá như lại hóa cái xương cùn của tôi làm bánh xe, lấy cái thân hồn tôi làm con ngựa, thì tôi sẽ nhân đó mà cưỡi lên, há còn phải đợi xe ngựa nào nữa!...\" Lớn lao thay! Tạo hóa muốn anh làm vật gì bây giờ? Muốn đi đến đâu bây giờ? Hay là biến anh làm gan con chuột? Hay làm cánh trùng?\" (…) \" Nay có người thợ đúc vàng, vàng nhảy lên đòi: tôi muốn được làm thanh gươm mạc- da, người thợ đúc tất cho nó là vàng quái gở. Nay có kẻ ngẫu nhiên muốn được hình người, nhảy lên nói: Tôi muốn làm người… tạo hóa tất cho người ấy là người quái gở. Nay lấy Trời Đất làm lò lớn, Tạo- hóa làm người thợ đúc lớn, thời tha hồ muốn biến hóa ra sao thì biến hóa, đâu mà chẳng được.\" Loài người biến hóa vô cùng, nhưng không có phương hướng nào nhất định cả: Phàm vật, hễ\" cùng tắc phản\" \" chung tắc thủy\" loay quay mãi theo\" vòng tròn\" vô tận. Tuy Trang tử chủ trương\" tự hóa\" và\" vạn hóa\", không chủ trương sự biến hóa có phương hướng như thuyết\" luân hồi\" của Phật giáo tiểu- thừam hay thuyết\" thiên trạch\" của Darwin, nhưng lại nói đến sự biến hóa theo một cái\" Cơ\". Thiên Chí- Lạc nói:\" Các giống đều có Cơ\" và kết luận rằng:\" Vạn vật đều ra nơi Cơ, và vào nơi Cơ. Theo Trang tử thì\" Cơ\" là cái nguồn gốc của sự biến đổi, và rút lại, quy kết vào hai chữ\" đức tính\". Lấy theo thuyết Thiên- Quân mà xét việc đời thì thấy các sự vật đều chằng chịt dính líu với nhau, nhân rồi quả, quả rồi nhân tiếp tục nhau không biết đâu là khởi điểm, đâu là cùng tận, như trên một cái\" vòng tròn\". Để chỉ sự phức tạp trong các mối quan hệ, thiên Sơn- Mộc nói:\" Trang Châu đi chơi ở rừng Điêu- Lăng, thấy một con chim tước lạ ở phương Nam lại, cánh rộng bảy thước, mắt tròn một tấc, đụng ở trán Châu mà đậu ở bụi cây lật. Trang Châu nói: chim này là chim gì vậy? Cánh to mà không bay, mắt lớn mà không nhìn. bèn dùng dằng dừng bước, lấy đạn ra nhắm bắn. Bỗng thấy một con ve, vừa được bóng mát mà quên cả thân. Một con bọ ngựa, lấy lá che thân, chờm đến muốn bắt lấy mà quên cả thân. Còn phía sau, con tước đang vồ bắt nó mà quên cả thân mình… Trang Châu giật mình: Ôi! Giống vật vốn làm lụy nhau… hai loài như gọi lẫn nhau. Rồi bỏ viên đạn mà chạy trở về…\" Xem đó, tuy là một câu chuyện ngụ ngôn, nhưng mà ý vị sâu sắc miêu tả được những mối quan hệ trong vũ trụ phức tạp là chừng nào, thật là điều khó thể tư- nghị được. Trang tử nói:\" Bớt, thêm; đầy, vơi; một tối, một sáng\" là muốn bảo luật Thiên- Quân bao- quát cả hai cõi tối, sáng ấy. Câu nói này của Liệt- tử:\" một vật thể, khi đầy, khi vơi, khi thêm, khi bớt, khi sáng, khi tối đều có cảm thông với Trời, Đất, ứng với vật loại\" có thể bao- quát và cai quản cả cái luật Thiên- Quân. Theo luật Tiến- hóa, hay tử- trạch thì các giống vật càng biến, càng không bình đẳng. Còn theo luật Thiên- quân thì các giống vật càng biến lại càng theo về bình đẳng, dù cho hình chất không bình đẳng, địa vị không bình đẳng mà Tánh và Phận vẫn bình đẳng. (Xem Tiêu- Diêu- Du và Tề- Vật- Luận). Đó là sự phân biệt quan trọng nhất trong hai thuyết Tiến- hóa và Vạn- hóa. Tóm lại, ta có thể lấy câu này của Trang tử đLão chỉ luật Thiên- Quân \" trước sau như cái vòng \". Với hai chữ \" tự hóa\", Trang tử không thừa nhận có một\" Đấng tạo hóa \" đứng ngoài và làm chúa tể Vũ Trụ Vạn Vởt, mà lại cho rằng ngay ở mỗi vật, từ cực nhỏ tới cực lớn, đều có cái sức \" tự sinh\", \"tự hóa\" có thể được xem như một đấng\" tiểu tạo hóa\" hay\" tiểu hóa công\". Cho nên trong thiên Tề- Vởt- Luận mới nói:\" Trời Đất cùng ta đồng sinh, vạn vật cùng ta đồng nhất\". Vạn vật đồng nhất thế, đó là danh từ tổng quát để chỉ Vũ- trụ- quan của Trang tử. Thuyết Vạn- hóa Thiên- quân của Trang tử, như trên đây đã nói có thể tượng trưng bằng một cái\" vòng ốc\" không thể lẫn lộn với thuyết Luân- Hồi của Nhà Phật (tiểu- thừa). Thuyết Luân- Hồi của Phật- giáo tiểu thừa, tựu trung là một hình thức của thuyết Tiến Hóa, cho nên người ta quan trọng về vấn đề quả trị cao thấp: một ảo vọng của Bản Ngã. Vì vậy, đứng về phương diện Giải thoát, thì thuyết Luân- Hồi phải thua xa thuyết Vịn- Hóa Bình- đẳng của Trang tửNhân  Thật vậy, con người sở dĩ nô lệ, là vì còn bị cái Sợ chi phối tinh thần. Sợ đủ thứ, nhưng cái đáng sợ nhất của con người là sợ chết, và cái cảnh sau khi chết. Thuyết Luân- Hồi của tiểu thừa Phật giáo an ủi được lòng thắc mắc băn khoăn ấy, và bảo đảm được rằng loài người sẽ tiến mãi: hết loài thú, đến loài người, rồi đến loài tiên, loài phật… Con người càng\" tiến\" chừng nào, thì lòng khao khát lên\" cao\" lại càng tăng và lòng\" nô lệ\", ngôi vị đẳng cấp sẽ càng nặng chừng ấy, nghĩa là lòng giải thoát cái Sợ sẽ không bao giờ giảm bớt và dứt được. Trái lại, với thuyết Bình- đẳng của Trang tử, căn cứ vào thuyết Vạn- hóa Thiên- Quân cho rằng người là Đạo, người mà thực hiện được cái Đạo nơi mình rồi, thì nó sẽ\" tự sinh\", \" Tự Hóa\" như Trời Đất, nên\" toàn mãn\" mà không còn cái bụng đèo bòng tham muốn những gì khác ngoài cái Tánh- Phận của mình nữa:\" Vạn vật dữ ngã đồng nhất\". Miễn giữ gìn được Thiên- chân, ngoài ra cuộc đời hãy nên xử như Trang Châu hóa bướm\". Trang Châu chiêm bao thấy mình là Bướm. Trong khi làm bướm, quên lửng mình là người, và vi thích với phận bướm. Nếu đứng theo Trang Châu mà luận, và thử hỏi Trang Châu có chịu đổi cái kiếp người của mình để làm phận con bướm, thì Trang Châu ắt không chịu. Nhưng, nếu đứng theo con bướm mà xem, và xin đem đổi cái kiếp con bướm làm phận con người như Trang Châu, ắt con bướm cũng không muốn. Làm người chưa ắt là vui hơn làm Vởt, và như thế Vởt và Ta là bình đẳng vậy.\" Giá cánh tay trái ta la con gà, thì ta nhân đó mà gáy canh…\" Mình là Đạo, thì Đạo nơi ta hóa ra cái gì thì hóa, sao mà phải lo sợ? Ta có thể tự nói với mình:\" Lớn lao thay! Tạo hóa nơi ta. Ngươi muốn ta đi đến đâu bây giờ? Hay là ngươi muốn biến ta làm gan con chuột, hay làm cánh trùng?\" Với một nhân- sinh- quan như thế, thì làm gì còn nô lệ lấy những cái sợ hão huyền để mà tranh giành Cao Thấp, Lớn Nhỏ, Vinh Nhục…? Cho nên giải thoát tinh thần con người khỏi cái\" sợ\" thiên niên giam hãm đời mình trong dục vọng và bóng tối, quả thuyết Luân- hồi của Phật giáo tiểu thừa phải kém xa thuyết Thiên- Quân Vạn- Hóa ct Trang tử nếu không nói rằng bất- lực. D. Hạnh- Phúc Cá- Nhân và Xã- Hội: Trang tử cho rằng\" hết thảy vạn vật đều do Đạo mà ra, và mỗi vật đều có cái Đức của nó, nghĩa là, hết thảy vạn vật, mỗi vật đều có cái tánh tự nhiên của nó. Nếu biết thụân theo tánh tự nhiên mà sống, thì hạnh phúc có ngay trong lúc đó, không phải cầu cạnh đâu khác ở ngoài.\" Được phát triển tự do bản tánh là điều kiện đầu tiên đưa ta đến hạnh phúc, một thứ hạnh phúc tương đối dĩ nhiên. Muốn đạt đến Hạnh phúc tuyệt đối phải cần đến một thứ tri thức siêu nhiên huyền diệu hơn, tức là cái mà Lão tử gọi\" tri bất tri, thượng\". Thường thìm sở dĩ bản tánh con người không được tự do phát triển là do sự ràng buộc, uốn nắn của chế độ, giáo dục, luân lý giả tạo của xã hội bên ngoài. Bởi vậy Trang học, cũng như Lão học hết sức phản đối nhân tạo mà đề cao cái sống cận với thiên nhiên. ở thiên Thu- Thủy Trang tử nói:\" Thiên tại nội, nhơn tại ngoại (…) Ngưu mã tứ túc thị vị Thiên; lạc mã thủ, xuyên ngưu tỉ thi vị Nhơn\" (Trời ở bên trong, người ở bên ngoài (…) Bò ngựa bốn chân, đó là Trời, khớp đầu ngựa, xỏ mũi bò, đó là Người) ông lại nói:\" Chớ lấy người mà giết Trời! Chớ lấy nhân tạo mà giết Thiên Mạng! Chớ lấy được mà chết theo danh! Giữ cẩn thận, đừng làm mất Thiên chân! đó là trở về cái Chân của mình!\" \" Trở về cái Chân của mình!\" (\" phản kỳ chân\") hay là\" phục kỳ bổn\" tức là đạo\" Giải thoát: trở về Bản tánh như Nhà Phật khuyên ta\" minh tâm, kiên tánh\" vậy. Cho nên, không thể hiểu một cách quá giản lược và sai ngoa rằng thuyết\" thuận Thiên, an Mạng\" của ông là thái độ tiêu cực, nhy nhược, phó mặc cho số phận mà xã hội đã an bài cho ta, ra sao hay vậy. \" trở về cái Chân của mình\" phải là một cuộc đại- cách- mạng mới thoát khỏi gọng kềm xã hội càng ngày càng phủ lập và mai một Thiên- Chân. Cho nên Trang tử mới khuyên ta:\" Chớ có lấy cái Ta xã hội, cái Ta nhân tạo do luân lý, giáo dục, chế độ cầu thành mà giết chết Thiên- tính!\" (Vô dĩ nhơn diệt Thiên) Vạn vật, vật nào cũng có cái tánh tự nhiên của nó, và nói về năng khiếu tự nhiên thì không vật nào là giống vật nào cả. Có điều là, nếu mỗi vật, vật nào cũng được phát triển tự do năng khiếu tự nhiên của mình thì vật ấy được ngay hạnh phúc. Trong thiên Tiêu- Diêu- Du, Trang tử mượn cớ tạo ra một vật cực đại (là cá Côn, chim Bằng) và vật cực tiểu (con ve và con cưu) để chứng minh rằng năng khiếu tự nhiên của mỗi vật hoàn toàn khác nhau. Vật cực đại như chim Bằng, mỗi khi muốn đến biển Nam phải\" đập trên mặt nước ba nghìn dặm dài, lên theo gió trốt chín muôn dặm cao, và bay trọn sáu tháng không nghỉ\" (…) \" Con chim cưu và con ve, thấy vậy, cười nói: Ta thích bay vụt lên cây du, cây phương… nếu có lúc bay không tới mà có rớt xuống đất thì cũng không sao. Sao lại phải lên chi tới chín muôn dặm cao, bay qua biển Nam mà làm gì?\" Nếu mỗi vật đều biết đủ với Tánh Trời của mình, thì tuy Đại Bằng, không xem mình là cao quý hơn chim nhỏ mà tự cao, mà chim nhỏ như chim cưu cũng không xem mình là thấp hèn mà đèo bòng ham muốn đến Ao Trời làm gì như chim Bằng! Lớn, nhỏ tuy khác nhau, nhưng mỗi vật nếu biết thuận theo cái tánh tự nhiên của mình, biết an theo cái phận của mình, thì đều được tiêu diêu (tự do) không sai cả. Sự vật trên đời không giống nhau, nhưng cũng không nên cầu cho hết thảy đều giống với nhau. Là vì không thể nào cầu cho được. Sự bình đẳng tự nhiên không có và không bao giờ có trên đời này. Thiên Biền Mẫu có nói:\" Cẳng vịt thì ngắn, cố mà nối dài, nó khổ. Dò hạc thì dài, cố mà làm cho ngắn, nó đau. Cho nên Tánh mà dài, không phải cái nên chặt bớt; tánh mà ngắn, không phải cái nên kéo dài, thì sao có đau khổ!\" Đ. Quan niệm về Xã- hội và Chính- trị: \" Đừng mong kéo cẳng vịt cho dài, thu dò hạc ngắn lại\" nhưng đó lại là công việc làm của các nhà xã hội chính trị\" hữu vi\" từ ngàn xưa vậy. Mục tiêu chính của các nhà làm luật pháp, các luân lý gia, các chế độ chính trị… phải chăng đều có tham vọng san bằng mọi cá tính đặc biệt, bình đẳng hóa tất cả mọi bất bình đẳng tự nhiên trong thiên hạ… biến mỗi cá nhân thành một con người sống theo xã hội, theo chế độ,\" thích theo cái thích của mọi người mà không biết thích theo cái thích của mình\" (7) Theo Trang tử, Tánh (tự nhiên) của vạn vật, thì không đồng nhau: mỗi vật đều có chỗ nhận cho là đẹp, là hay, là phải, riêng của vật ấy. Cho nên không cần phải cưỡng ép cho tất cả đều đồng nhau, mà cũng không sao cưỡng ép cho đồng được. Chỗ không đồng của vạn vật, ta phải biết nhận lãnh nó, biết\" chịu\" nó, đó tức là dùng chỗ\" không đồng\" mà làm cho\" đồng\" vậy. Trái lại tất cả mọi chế độ chính trị, xã hội theo hữu vi đêù định ra\" một cái tốt\" để làm tiêu- chuẩn chung cho mọi tư tưởng hành vi, khiến người người đều phải theo nó mà hành động. đó là ép những chỗ không đồng phải đồng nhau. Yêu, mà yêu theo chỗ thích riêng của mình, là làm đau khổ cho vật mình yêu vậy. Cho nên các bậc thánh nhân lập ra \" quy củ chuẩn thằng\" cùng các thứ quy tắc chế độ để định chế chánh trị xã hội, khiến cho người người trong thiên hạ đều phải phục tùng theo, chỗ dụng tâm, tuy chưa phải là không có lý do chánh đáng và tốt đẹp, và chỗ dụng ý tuy không phải là không thực yêu người… nhưng, kết quả thì lại như Lỗ- Hầu nuôi chim… \" Xưa kia, có con chim biển đậu ở cửa thành nước Lỗ… Lỗ hầu ngự ra ra nghinh tiếp, rước về chuốc rượu ở đền Thái- miếu, cho tấu nhạc Cửu thiều cho nó vui, giết trâu bò mời nó ăn… Chim ấy ngó dớn dác, bộ sầu bi không dám ăn, dám uống. Cách ba hôm thì chết. đó là dùng cách nuôi người mà nuôi chim. Nếu như muốn dùng cách nuôi chim mà nuôi chim, thì phải để cho nó đậu ở rừng sâu, dạo ngoài gò đất, trôi nổi sông hồ, kiếm ăn lươn cá, đỗ theo hàng liệt, ung dung tự đắc, thích đâu ở đó. Cứ nghe người nói là nó không ưa rồi, lựa là còn đem tiếng nhạc mà làm cho nó kinh tâm. Nếu đem nhạc Hàm trì, Cửu thiều mà đánh lên ở Động- đình, thì chim nghe phải bay, thú nghe phải chạy, cá nghe phải lặn… nhưng người ta thì lại kéo nhau đến đó mà nghe. Cá ở dưới nước thì sống, người ở dưới nước thì chết. Đó và đây đã khác nhau, thì sự ưa ghét cũng khác nhau. Bởi vậy, bậc thánh ngày xưa không giống nhau về sở năng, nên không giống nhau về sự nghiệp\". (Chí- Lạc) Như vậy, ta thấy rằng không phải Lỗ Hỗu không có thiện ý, nhưng kết quả thì lại khác hẳn với ý muốn của mình: hại mà không có lợi. đó cũng là hậu quả của những kẻ muốn dùng luật pháp, luân lý để mà điền chế tư tưởng hành vi của thiên hạ. Bởi thế, Trang học cực lực phản đối cái cách \" lấy trị mà trị thiên hạ\" (dĩ trị, trị thiên hạ). Muốn khiến cho thiên hạ được trị, không chi bằng\" lấy sự không trị, mà trị thiên hạ\" (dĩ bất trị, trị thiên hạ). Thiên Tại- Hựu nói:\" Ta nghe phòng và giữ thiên hạ, chứ không nghe chuyện trị thiên hạ. Phòng, là sợ thiên hạ đắm đuối mà mất tánh; giữ là sợ thiên hạ dời đổi mà mất đức. Thiên hạ mà không đắm đuối đến mất TánThiên, không dời đổi đến mất Đức, thì sao lại có chuyện trị thiên hạ?\" Dù sao đi nữa, bất đắc dĩ mà phải dùng đến luật pháp, luân lý, chính trị, chế độ… thì luật pháp, luân- lý, chính trị, chế độ cũng phải có mục đích duy nhất nầy là phụng sự cho cá nhân, chứ không được đem\" Người mà giết Trời, đem nhân tạo mà giết thiên nhiên…\" Lão tử và Trang tử đều chủ trương\" Vô vi nhi trị\", một chế độ không có chế độ, một chánh thế không có chánh thế, nhưng mỗi người theo những lý do riêng. Lão tử thì nhấn mạnh về Đạo, và vấn đề phản- phục:\" Phản giả Đạo chi động\". Còn Trang tử thì nhấn mạnh về sự phân biệt giữa thiên nhiên và nhân tạo:\" người không được giết Trời, nhân tạo không được lấn thiên nhiên\", vì làm thế là làm cho nhân dân thống khổ: không phát triển được tự do Bản tánh của mình. E. Vấn đề Hạnh- Phúc tương đối và tuyệt đối: Cái hạnh phúc nói trên đây, chỉ là một thứ hạnh phúc tương đôi, vì nó còn phải có điều kiện, nghĩa là còn phải tùy thuộc vào cái gì. Thật vậy, người ta sở dĩ có được hạnh phúc là khi nào được tự do sống theo bản tánh của mình. Như vậy, xã hội, chế độ… như đã nói trên, chỉ là một trong những điều kiện không thuận tiện cho sự phát triển tự do bản tánh con người trên con đường hạnh phúc. Cũng có nhiều trở ngại khác không kém quan trọng khiến cho ta khó thực hiện được hạnh phúc, là vấn đề\" lão\", \"bệnh\", và \"tử\". Như vậy, ta thấy rằng Phật giáo không phải là không có ký, khi họ đề xướng thuyết\" sanh, lão, bệnh, tử: khổ\" người tự do không những không bị ràng buộc về pháp luật, luân lý, chế độ, xã hội bên ngoài, mà cũng là người không còn sợ già, sợ bệnh, sợ chết nữa. Già không đáng sợ. đáng sợ là nên sợ cái già mà đầy bệnh tật. Vì vậy, người ta muốn được hạnh phúc, cũng phải biết lo đến phép dưỡng sinh. Người mạnh khỏe không sợ già, cũng không sợ chết nữa. Trong mọi tai họa, tai họa đáng sợ nhất của con người là tật- bệnh. Người hay đau yếu, bệnh tật là người dễ sa vào ích kỷ: thường săn sóc săm soi đến thân thể nên dễ đem lòng quyến luyến và yêu thương. Lão tử cũng đã có nói:\" Ngô sở dĩ hữu đại hoạn giả, vi ngô hữu thân. Cập ngô vô thân, ngô hữu hà hoạn!\" (Chương 13 Đạo- Đức- Kinh). Cho nên, dưỡng sinh là thuật làm cho mình luôn luôn mạnh khỏe, để mà không có cơ hội thiết tha nghĩ đến thân thể của mình. Người xưa có nói:\" Một thân thể không đau, một tinh thần không loạn, đó là chân hạnh phúc của con người. Có được một thân thể không đau, thì tinh thần mới không loạn; nhưng thường khi, nhờ có một tinh thần không loạn, mới có được một thân thể không đau. đó là hai điều không thể rời nhau: ảnh hưởng của vật chất đối với tinh thần va ảnh hưởng của tinh thầ đối với vật chất. Nhưng bàn về phần cao nhất của phép dưỡng sinh thì người Đông phương coi trọng phần ảnh hưởng của tinh thần hơn. \"Điềm đạm hư vô, Chân khí tùng chi, Tinh thần nội thủ, Bệnh an tùng lai.\"  (Hoàng- Đế Nội- Kinh)  (Chương Đạo- Sinh) Thượng- Cổ Thiên- chân luận Ở thiên Dưỡng- sinh- Chủ, Trang tử nói:\" Ngô sinh đã hữu nhai, nhi tri đã vô nhai. Dĩ hữu nhai tùy vô nhai, đãi dĩ!\" (Sinh lực của ta thì có hạn, mà nỗi lo nghĩ ưu lự thì vô hạn, là nguy vậy!). Vì vậy mà phép dưỡng sinh chiếm địa vị khá quan trọng trong học thuyết Trang tử và về sau phái Đạo gia lại khai thác nó lập ra thành một học phái đặc biệt là phái\" trường sinh cửu thị\". Nhưng, mối băn khoăn lo sợ nhất làm cho con người thương- sinh (8) và đã biến con người thành con vật đau khổ nhất đời là lòng ham sống sợ chết (tham sinh úy tử). Ta hãy nhìn kỹ chung quanh, xem sự bành trướng mạnh mẽ của tôn giáo thì đủ rõ vấn đề sinh tử là quan trọng đến bực nào! Người hoàn toàn tự do là người thoát khỏi cái tâm trạng\" tham sinh úy tử\", người biết nhìn thấy sinh tử là Một. Sự băn khoăn lo sợ sự sống chết sẽ giảm được hoặc dứt đi nếu ta hiểu rõ được cái lý của sống chết. đó là cái phép\" lấy Lý mà hóa Tình\" của Trang tử. Thiên Dưỡng- sinh- chủ nói:\" Lão Đam chết. Tần Thất đến điếu, khóc ba tiếng, rồi đi ra. đệ tử hỏi:\" Ông không phải là bạn của phu tử hay sao? Phải. Vậy thì, điếu như thế là phải hay sao? Phải. Trước kia ta xem Lão Đam là bạn ta. Nay xem lại đó, thì không phải nữa. Lúc ta vào điếu, thấy có già khóc đó như cha khóc con; trẻ khóc đó như con khóc mẹ. đó là tròn thiên tánh, già thêm tình và quên chỗ mình tọ lãnh của tạo hóa. Cổ nhơn gọi đó là hình- khổ của sự trốn thiên tánh. Phụ tử vui mà đến, là thời; vui mà đi, là thuận. An thời xử thuận thì buồn vui làm sao vào đặng cõi lòng. Cổ nhơn gọi đó là\" huyền giải\". Trong Trời Đất, chỉ có một cái\" Sống\", cái\" Sống\" không sinh không tử. Sống Chết chỉ là cái hình thức của một cuộc biến hóa của cơ Đại Hóa của Trời Đất. Cái\" Sống\" ấy chính là cái mà Lão tử gọi\"tử nhi bất vong giả thọ\" (chết mà không mất). Hình thức này mà có mất đi, thì cái\" Sống\" ấy lại đi về một chỗ khác. Cũng như trong một thân cây, lá này rụng, thì cái sống trong lá cây\" trở về\" trong thân cây mà sanh ra lá khác, cùng hoa trái khác…cái mà ta gọi là sống chết đây, chỉ là một sự \" thành, hủy\" của một trạng thái trong vạn hóa của Trời Đất Vạn vật mà thôi. Trang tử đã ví sự sống chết như một bó củi\" cột lại\" và \" mở ra\". Sinh là Huyền, tử là Giải. Huyền là cột lại, Giải là tháo ra. Sống chết chẳng qua là\" một đi một lại\" nối tiếp nhau, còn cái Sống, tức là Chân- thế của ta, thì luôn luôn như thế mãi, không thay đôỉ. Cái Sống của Chân thế, đối với hình thể của ta, ví như\" lửa\" mà đối với\" củi\": từ hình thể này truyền qua hình thể kia như\" lửa\" truyền từ bó củi này sang bó củi kia:\" không khác nào hỏa cứ truyền mãi mà không tắt, cái sống truyền mãi mà không bao giờ tuyệt\". Chết, là từ một cảnh nầy, đổi qua một cảnh khác… Từ cảnh nầy đổi qua cảnh khác mà lo sợ, thì là một việc lo sợ hão như cảnh nàng Lệ Cơ…\" Nàng Lệ Cơ, con một vị quan trấn thủ phong cương xứ Ngại, gả về cho Vua nước Tần. Lúc xuất giá, rơi lụy dầm bâu. Khi tới hoàng cung, cùng Vua đồng sàng, nếm mùi sô- hoạn, rồi nàng lại hối hận giọt lệ ngày xưa\" (Tề- Vật- Luận). Chết mà lo sợ thì có khác nào ta sợ trước cái cảnh mà mình chưa biết. biết đâu rằng, sau nầy ta lại giống như nàng Lệ Cơ, sau khi đến hoàng cung bấy giờ lại hối hận giọt lệ ngày xưa mà không chịu trở về quê cũ. Nếu ta cho hình thức hiện có đây là đáng vui, thì sau khi chết, chỗ ta đặng hình thức mới khác, sao lại biết là không có chỗ đáng vui như bây giờ? nghĩ lại lúc mà ta chưa là người như ngày nay, có lẽ lúc lìa cảnh đó để sang qua cảnh đây, biết đâu ta cũng đã\" rơi lụy đầm bâu\", quyến luyến dùng dằng, và cho sự thay đổi hoàn cảnh là một tai họa. Và hiện nay, nghĩ lại cái\" giọt lệ ngày trước\" ta cũng sẽ lấy làm hối hận.\" Trong muôn vàn hình thức của vạn vật, hình thức của người là một. Gặp được hình thức ấy, chưa đủ riêng vui với nó, bởi trong vô cực, chỗ\" gặp mới\" của vạn vật thì vô cùng… Một chỗ\" gặp mới\" như đây mà còn biết vui, há chỉ có một chỗ này mà thôi sao?\" Lời chú đây của Quách Tượng thật rõ ràng hết sức. Hình thức con người là một trong muôn vàn hình thức của vạn vật. Như vậy, gặp hình thức nào cũng đáng vui mừng cả, há chỉ có hình thức con người đáng vui mừng mà thôi sao? \" Giá như cánh tay trái ta biến thánh con gà thì ta nhân đó mà gáy canh. Giá như cánh tay mặt ta hóa làm hòn đạn thì ta nhân đó mà kiếm chim quay. Giá như hóa cái xương cùng của ta làm bánh xe, hóa thần hồn ta làm con ngựa thì ta nhân đó mà cưỡi, há còn đợi xe ngựa nào nữa? Vả\" đắc\" là thời,\" thất\" là thuận. An thời xử thuận thì buồn vui làm sao vào đặng cõi lòng!\" Vì vậy, bậc chân- nhân xưa\" không ham sống, không ghét chết, ra không vui, vào không sợ, thản nhiên mà đến, thản nhiên mà đi. (Đại- Tông- Sư). \"Xưa, Trang Châu chiêm bao, thấy mình là bướm, vui phận làm bướm: tự nhiên thích chí không còn biết Châu. Chợt tỉnh giấc, thấy mình là Châu. Không biết Châu lúc chiêm bao là bướm, hay bướm lúc chiêm bao là Châu? Châu cùng bướm ắt có phận định\" (Tề- Vật- Luận). Bàn về vấn đề sinh tử mà lại dùng đến Thực và Mộng như chuyện Trang Châu mộng hồ- điệp mà nói, thì thâm trầm sâu sắc không biết chừng nào! Thật là văn chương huyễn- tướng lạ thường. Theo Trang tử, muốn trấn tĩnh lòng cảm xúc của con người trước vấn đề sinh tử, cũng như đối với tất cả mọi xúc cảm khác dễ làm cho ta thương sinh, thì phải dùng đến phép\" lấy Lý mà hóa Tình\". Người trí thức, biết rõ được chân tướng của Vũ Trụ, biết được chỗ phát sinh của sự vật là việc tất nhiên… thì khi gặp việc sẽ không động cảm mà giữ được vẻ thản nhiên trầm tĩnh bên ngoài cũng như bên trong. Không động cảm, là không bị trói buộc, nghĩa là được tự do và hạnh phúc vậy. Tỉ như gió thổi ngói bay, rớt nhằm một đứa trẻ hoặc một kẻ lớn. Đứa trẻ nóng giận, nguyền rủa và quy tội cho miếng ngói vô tình; còn kẻ lớn, trái lại, biết là không lỗi nơi đâu cả, cho nên không động cảm, không bực tức và nhờ đó mà chỗ đau cũng bớt đau. Là vì, tri thức của người lớn biết rõ cái lý do của miếng ngói rớt, nên\" lấy Lý mà hóa Tình\",\" buồn vui vì đó mà không vào đặng cõi lòng!\" Trở lên là bàn đến hạnh phúc tương đối. Còn muốn bàn đến hạnh- phúc tuyệt đối, thì phải bàn đến Tự- Do tuyệt đối. Muốn đi đến hạnh phúc tuyệt đối, tức là Tự Do tuyệt đối, thì cần phải dùng đến một thứ tri thức siêu đẳng để mà đạt đến chỗ Huyền- đồng cùng vạn vật. Thiên Tiêu- Diêu- Du, sau khi bàn về hạnh phúc tiêu diêu của chim Bằng, cũng như của chim cưu, có nói đến Liệt- tử cỡi gió mà đi…\" Liệt- tử cỡi gió mà đi, đi một cách êm ái nhẹ nhàng, đi trọn mười lăm hôm mới về. Đó sống trong chỗ chí phúc và người như ông dễ thường thấy có. Tuy khỏi phải đi, nhưng còn phải chờ…\" Chờ cái gì? Gió. Như vậy, thì cái hạnh phúc của Liệt- tử cũng chưa được gọi là tuyệt đối, là vì còn phải tùy một điều kiện khác ở ngoài. Chỉ có những ai\" thuận theo cái chánh của Trời Đất, nương theo cái biến của lục- khí mà rong chơi trong cõi vô cùng; thì đó đâu còn phải đợi cái gì nữa. Cho nên nói rằng: bậc chí nhân không thấy có mình, bậc thần nhân không nhớ đến công trạng của mình, bậc thánh nhân không nghĩ đến tên tuổi của mình.\" (Tiêu- Diêu- Du) Trang tử, trên đây, tả hạng người hoàn toàn giải thoát, tức là người đã đạt đến hạnh phúc tuyệt đối, bậc chí nhân đã huyền- đồng cùng tạo vật, nên không còn thấy mình nữa. Họ là người đã vượt lên trên những cặp mâu thuẫn mà thế nhân thường nhận thấy: phải quấy, vinh nhục, trước sau, cao thấtử, lớn nhỏ, sanh tử… Họ là người đã giải quyết được sự mâu thuẫn to tát nhất nơi họ: tình và lý, tâm và trí, nội và ngoại, nhĩ ngã. Không còn thấy có\" nhĩ\", tức là không còn thấy có\" ngã\", họ là người đã đạt đến trạng thái\" vô- ngã\". \" Vô ngã\", nên cũng\" vô- công\" và \" vô danh\". Đã là\" vô- kỷ\", \" vô công\",\" vô danh\" nên họ đã là Một với Đạo.\" Đạo thì không làm mà không có gì là không làm\". Và nhân đó mà hành động của họ không còn gọi là hành động của tư tâm tư dục nữa, mà là hành động của Đạo, của Chân- thế, của Vô- Ngã. Hành động ấy là hành động\" Vô- vi\" của Đạo nơi ta vậy. Để đi đến sự Huyền- Đồng, bậc Chân- nhân phải\" biết quên thị phi\" (tri vong thị phi). Theo nghĩa thông thường của thế nhân thì\" biết\" là \" biết\" bằng sự phân biệt. Phải dứt bỏ lối nhận thức ấy để đi đến một thứ nhận thức siêu- đẳng khác mà các nhà Đạo- học gọi là\" tri bất tri, thượng\" (9). Phùng hữu Lan gọi đó là\" kinh nghiệm thuần túy\" tức là kinh nghiệm của Vô Tri Thức, và cũng là chỗ mà nhà Phật gọi là Hiện- lượng, Thiên- định, Thiển- tọa, và về sau phái Thần- tiên của Đạo- giáo gọi là Tĩnh- tọa. Thuần túy kinh nghiệm, là sự thực nghiệm Đạo ở bản thân, trong đó không còn cần đến suy lụân, đối đãi… mà nhận thức trực tiếp Thực tại không chủ khách, không nội ngoại vì những cặp đối đãi ấy đã đồng nhất, và đã biến mất trong tâm mình rồi. Thiên Đại- Tông- Sư có đoạn văn này: \" Nhan Hồi nói: Hồi được thêm! Trọng- Ni hỏi: Là nghĩa gì? Nhan Hồi nói: Tôi quên Nhân Nghĩa. Trọng Ni nói: Được, nhưng mà chưa trọn. Một hôm khác, lại ra mắt và nói: Hồi được thêm. Là nghĩa gì thế? Hồi quân Lễ Nhạc. Được, nhưng chưa trọn. Một hôm khác nữa, lại ra mắt mà rằng: Hồi được thêm. Là nghĩa gì? Hồi\" ngồi mà quên\" rồi. Trọng Ni ngạc nhiên hỏi: Ngồi mà quên, là thế làm sao? Nhan Hồi nói: Giải thể, bỏ thông minh, lìa hình, bỏ trí, đồng với Đạo lớn. đó gọi là\" ngồi mà quên\" (tọa vong). Trọng Ni nói:\" Đồng, thì không còn tham muốn nữa; hóa, thì không thường nữa. Quả Hồi là người hiền. Khưu nầy nguyện theo sau đó.\" Chương đầu thiên Tề- Vật- Luận cũng có nói: \" Quách Tử- Kỳ ngồi dựa ghế, ngửa mặt hà hơi, bơ phờ như người mất bạn. Nhan- Thành Tử- Du đứng hầu trước mặt, thấy vậy, hỏi:\" Sao mà hình hài có thể khiến được như cây khô, còn lòng thì có thể khiến được như tro lạnh. Nay người ngồi trên ghế có phải là người ngồi trên ghế trước đây nữa không? Tử- Kỳ nói:\" Yển, câu hỏi của ngươi đâu phải là không đúng! Ta nay đã mất bản ngã rồi, ngươi có biết không?...\" Đây cũng là phép\" tọa vong\" để mà thực hiện sự huyền đồng với bản thể của Đạo và đó cũng là cứu cánh của Trang học: hễ\" đồng\" với cái Sống chung của Vũ Trụ vạn vật thì sẽ không còn thương ghét riêng tư, sẽ không còn tham muốn đèo bòng những Tánh Phận ngoài mình nữa. Cho nên mới nói rằng\" đồng tắc vô hiếu dã\" (10) Đạo học, theo Trang tử, không phải chỉ là một lối triết lý suông của lý trí, mà là một cuộc thực hiện hay thực nghiệm bản thân về Chân- Lý. Lời nói của Nhan- Hồi trong câu chuyện\" tọa vong\" trên đây có nghĩa là Hồi đã được cái Đạo bên trong bằng phép\" truất- phế thông minh\" và\" bỏ lý trí\". Nên để ý phân biệt điều này: bỏ sự hiểu biết không phải là khuyên ta đừng hiểu biết. Có hai trình độ hiểu biết: biết cái biết thông thường, cái biết của giới nhị nguyên, cái biết trong vòng tương đối của thị phi, thiện ác và biết về cái lẽ\" bất khả tri\", biết về bản thể, tức là cái biết về Tuyệt đối. Cái biết thông thường của lý trí, của giới nhị nguyên về thị phi, thiện ác đâu phải là không cần, trong khi ta vẫn còn hoạt động trong vòng\" sắc tướng\", nhưng, khi muốn nắm được Đạo, ta cần phải vượt lên khỏi nó. Trang tử gọi cái phép\" vượt lên\" ấy bằng một chữ\" Vong\", nghĩa là \" Quên\". ông nói:\" Trí vong thị phi, tâm chi thích dã\". Người được Đạo, không phải là người không biết thị phi, mà là người đã vượt lên trên cả thị phi. Không biết thị phi, với vượt lên thị phi là hai điều khác nhau xa. Cái\" không biết\" (bất tri) của đứa hài nhi, với cái\" không biết\" của bậc đạt Đạo cũng khác nhau rất xa vậy. Cái\" không biết\" ấy, mà Lão tử gọi là\" Xích tử chi tâm\" đừng có hiểu lầm đó là tâm trạng hỗn độn của đứa trẻ sơ sinh. Cho nên không nên hiểu cho đó là cái học\" ngu dân\". Bởi không nhận thấy rõ ràng sự phân biệt đó mà phần đông học giả chuyên về Trang học mới đề xướng thuyết\" phục cổ\" như ở Thiên Đạo Chích trong sách Trang tử (Xem Trang tử tinh- hoa). Cái tri thức thông thường về sắc giới không làm sao hiểu được chân lý tuyệt đối, vì vậy Trang tử đề xướng sự\" khử- tri\" và\" phế bỏ thông minh\". Ở thiên Thiên Địa có đoạn:\" Hoàng đế đi chơi đến phía Bắc Xích Thủy, lên gò Côn- lôn, trông về hướng Nam tìm đường trở về, thì bỏ rơi ngọc Huyền- châu. Sai Trí đi tìm, nhưng không tìm ra. Sai Ly- Châu (rất tinh con mắt) đi tìm, nhưng cũng không tìm ra. Sai Khiết- Cờu (người có tài hùng biện) đi tìm, nhưng cũng tìm không ra. Bèn sai Tượng- Võng. Tượng- Võng tìm ra. Hoàng đế nói: Lạ thay, chỉ có Tượng Võng mới tìm ra được ngọc Huyền- châu sao!\" Tượng- Võng là cái \"có hình mà thực ra không có hình\" tức là ám chỉ cái\" Tâm hư không\" trừu tượng siêu hình. Cũng không thể dùng đến sách vở kinh điển mà tìm được Đạo, vì theo Trang tử, đó cũng chỉ là những\" cặn bã của cá nhân\" (11) mà thôi. Lý luận, biện thuyết đều vô ích cả, nó chỉ làm cho lòng ta thêm tăm tối, cho thần minh mờ ám. \" Nhiễm Cầu hỏi Trọng Ni: Có thể nào biết được cái có trước Trời Đất không? Trọng Ni nói: Được! Xưa cũng như bây giờ (12) Nhiễm Cầu rút lui, không hỏi nữa. Qua ngày hôm sau, lại ra mắt mà rằng: Hôm trước tôi hỏi: có thể nào biết được cái có trước Trời Đất chăng? Thì thầy dạy rằng: Được. Xưa cũng như nay. Trước kia, tôi tưởng là tôi đã hiểu, nhưng hôm nay thì lại cảm thấy mù mịt. Dám xin hỏi ý Thầy nói như thế nào? Trọng Ni nói: Hôm trước ngươi hiểu rõ là vì đã dùng đến cái thần minh mà nghe. Nay lại cảm thấy mịt mù là vì đã dùng đến cái không phải thần minh mà cầu hiểu. (Trí Bắc Du) Cái mà Trang tử gọi\" Thần\" là ám chỉ cái khiếu biết tự nhiên (một thứ trực giác phát tự cái tâm\" hư\"), cho nên mới hiểu rõ liền. Về sau, vì dùng cái lý luận giả tạo chấp nối của lý trí, nên lòng thông cảm tự nhiên của trực giác mờ đi. \" Học giả, học kỳ sở bất năng học (…) ; biện giả, biện kỳ sở bất năng biện\" (13). Cái học mà Trang tử khuyên ta là\" cái học mà không sao học được\"; còn có biện luận thì\" hãy biện luận cái không sao biện luận được\". Đó là cái học về thuần túy siêu hình, một thứ Tâm- học hoàn toàn. Cho nên chỉ có thực hiện được cái đời sống tâm linh của ta, là mục đích tối cao của đời sống con người. Trong sách Trang tử dẫy đầy những câu chuyện\" thần- hóa\" ấy. \" Nhan Thành Tử- Du nói với Nam- Quách Tử- Kỳ: Từ ngày tôi nghe lời dạy của Thầy được một năm, thì tôi thấy lòng tôi trở về mộc mạc đơn thuần; được hai năm, thì chạy theo Đạo; được ba năm, thì thông lẽ Đạo; được bốn năm, thì thấy tôi như một vật ngoại; được năm năm, thì tiến đến mực; được sáu năm, thì thấy dường như có thần minh nhập thể; được bảy năm, thì được thần hóa (thiên thành) ; được tám năm, thì không biết mình còn sống hay chết; được chín năm, thì đã đến chỗ Đại Huyền- diệu\" (Ngụ Ngôn). Đó là những giai đoạn phải trải qua để đi đến một cuộc \"thần hóa\" hoàn toàn. Một đoạn khác ở thiên Đại- Tông- Sư lại nói rõ ràng hơn: \" Ba ngày, thì bỏ được việc thiên hạ ra ngoài; (…) bảy ngày, thì bỏ được sự thấy có ngoại vật bên ngoài; (…) chín ngày, thì bỏ được cái sống của mình ra ngoài (14). Bỏ được cái sống của mình ra ngoài thì mới được\" triêu triệt\" (15). \" Triêu triệt\" rồi, mới nhận thấy được cái Một. Thấy được cái Một rồi, mới không còn thấy có Xưa có Nay. Không còn thấy có Xưa có Nay rồi, mới vào được cõi không chết không sống.\" Cái trạng thái\" hốt nhiên, đắc ngộ\" ấy, có khi chỉ nhờ một lời nói mà được:\" nhứt ngôi nhi năng ngộ\" (16). Công phu dự bị thì lâu dài trong Vô thức, nhưng lúc\" đắc ngộ\" thì thật là mau lẹ như chớp nháng và làm biến đổi hẳn tâm thần trí não con người. \" Nhan Hồi nói: Khi chưa thần hóa, thì rõ là có Hồi thật. Nhưng khi đã được thần hóa rồi, thì thấy chưa hề có Hồi. Có thể gọi đó là\" hư\" chưa? (Nhơn- Gian- Thế). Cái thời kỳ\" đắc ngộ\" thì mau lẹ như thế, nhưng cần phải có một thời kỳ chuẩn bị, tức là tu luyện. Thời kỳ ấy, Trang tử gọi là\" tâm trai\", tức là sự chay tịnh của lòng. ở thiên Nhơn- Gian- Thế, Trang tử miêu tả rất rõ lẽ ấy: Hồi nói: Dám xin hỏi thế nào là\" chay tịnh của lòng?\" Trọng Ni đáp: Hãy chuyên tâm nhất chí. đừng nghe bằng tai, mà nghe bằng lòng. Đừng nghe bằng lòng, mà nghe bằng khí. Điều gì mình nghe, thì hãy để nó ở ngoài tai, còn lòng thì hợp nhất nó lại. Thần khí phải hư, hư mới nhận được Đạo; hư tức là\" chay lòng\" đấy!\" Đó là cả một chương trình\" chay tịnh\": từ bỏ tất cả ngoại vật, sống giản dị, làm cho tâm trí đồng nhất với mọi sự mọi vật, \" chuyên tâm bão nhất\" cho lòng được trống không hư tịnh, không còn bị ảnh hưởng gì của vật ngoài nữa cả. Như vậy mới mong đạt đến trạng thái huyền- đồng với chân thế tuyệt đối của mình. Cốt yếu là để cho lòng đạt đến\" chân không\" mới mong thần hóa được (17). Và, nhân thế mà phần đông những kẻ theo về với Đạo- học, bao giờ cũng khởi đầu bằng cách lánh xa cuộc sống phồn hoa xã hội, thích ở những nơi tịch- mịch thiên nhiên: \" Khổng- tử bèn từ biệt bè bạn, từ bỏ học trò, trốn vào chẩm lớn, mặc áo cừu, áo vải, ăn hạt gắm, hạt dẻ. Chen vào đám muông mà không làm lọan đàn, chen vào đám chim mà không làm lọan hàng (tức là hòa đồng với vạn vật). Chim muông còn không ghét bỏ, huống chi la con người (Sơn- Mộc). Tuy nhiên, lánh đời có khi cũng chưa đủ để gọi là thoát được khỏi ảnh hưởng của đời. ở trong đời mà không để cho thân tâm lụy vì đời, mới thật là người làm chủ được hoàn cảnh, mới thật là người tự do. Sự thản nhiên dứt bỏ đối với thế sự khởi nơi lòng giác ngộ của mình trước nhất: đâu cần phải xa lánh cuộc đời mới dứt được lòng nô lệ quyến luyến. ở thiên ứng- Đế- Vương, Trang tử có nói:\" (…) Liệt- tử ba năm không ra ngoài. ở nhà nấu cơm cho vợ, nuôi heo cung kính như nuôi người, và không thiết đến việc gì nữa cả (để mà tiêu diệt cái lòng tự kiêu tự ái của mình đi). Phá bỏ tất cả mọi trang sức giả tạo để cho tấm lòng trở về cõi thuần phác tự nhiên. Thành như cục đất, giữa cảnh náo nhiệt mà lòng vẫn không náo động. Như thế đến trọn đời mình…\" Trong con đường\" huyền học\", giai đoạn\" tâm trai\" nầy là khó khăn gay go nhất vì mình phải chịu đựng một cuộc tranh chấp khổng lồ ở nội tâm giữa cái\" ta xã hội\" và cái\" Chân thế\" của ta, nghĩa là giữa cái mà Trang tử gọi là Thiên và Nhơn (Trời và người). Cắt nghĩa chữ Thiên và Nhơn, Trang tử có nói:\" Bò ngựa bốn chân, đó là Trời (Thiên) (18). Khớp đầu ngựa, xỏ mũi trâu, đó là người (Nhơn) (19) (…) đừng lấy người mà giết trời (…) Giữ cẩn thận, đừng để mất thiên chân, thế gọi là trở về cái Chân của mình.\" (Thu- Thủy) Nhơn, tức là nhơn- tạo, là ám chỉ những ước lệ giả tạo của xã hội để ràng buộc con người vào một khuôn khổ, tức là những cái mà Khổng- học gọi là Nhân, Nghĩa, Lễ, Trí, Tín… luân- lý, Đạo đức, pháp độ, dù rấ có lợi cho con người trong giai đoạn\" tri thị phi, tri thiện ác\", nó trở lại thành một chướng ngại vật cho giai đọan giải thóat\", tức là giai đoạn\" vong thị phi, vong thiện ác\", giai đoạn mà \" Chân thế\" đã đến lúc trưởng thành, đủ sức\" tự sinh, tự hóa.’ Vì thế Trang tử mới có nói:\" Tri vong thị phi, tâm chi thích dã\". biết quên sự phải quấy, đó là cái tâm của mình thông suốt rồi vậy. Bảo rằng: biết quên, tức là phải có biết, rồi sau mới vượt lên sự hiểu biết mà quên đi. Muốn giải thoát, con người trước hết phải trải qua giai đoạn nhận thức rõ ràng cái Bản ngã của mình: không bao giờ đi đến giải thoát mà chưa từng nhận thức và sống trong Bản Ngã một cách sâu xa. Bản ngã là nguồn gốc của đau khổ, vì nó cố gắng sống riêng ngoài cái Sống- một cuả tâm hồn. Nhưng bản tánh của nó là \"hữu- thức\", vì có \" hữu thức\" mới có thể chia phân. Hữu thức phải đến trình độ cùng cực của nó, mới có thể đi vào cái Sống của Vô thức. Bản ngã là Âm, hễ Âm cực mới Dượng sinh. Dương là ám chỉ cái Chân thế của mình. Như trên đã nói: Bản ngã là nguồn gốc của đau khổ. Muốn đi đén trạng thái Vô- thức, phải làm cho tan vỡ cái vỏ bao ngoài, là Bản ngã. Làm tan vỡ nó, sẽ phải đau khổ để mà thoát xác, \" phải chết, rồi mới được Phục sinh:, đó là ý nghĩa của câu chuyện Đấng Cứu- Thế (Jésus) phải chịu chết đóng đinh trên cây Thập- giá, để rồi được phục sinh và lên trời. Vì vậy mới có câu khẩu hiệu này của các nhà huyền học Thiên chúa giáo:\" chết trên cây thập giá của mình\". Triết học Đông phương bảo\" vật cùng tắc biến, vật cực tắc phản\", \" chết để mà sống lại\", đó là điều ám chỉ đến việc làm cho\" chết\" bản ngã đi, để phục hồi chân tính. Nhà Đạo học ấn độ hiện đại là J. Krisnamutri cũng có nói rõ ràng hiện trạng ấy:\" Tiếng nói của tôi là tiếng nói của sự Hiểu biết thâm sâu, do một sự đau khổ tuyệt vọng mà có\" Bản ngã chưa chín mùi, chưa có thể rụng. đau khổ chưa đến chỗ tuyệt vời, khó mà giác ngộ (20). Bản- ngã (cả cái bản ngã xã hội un đúc nó) có thể ví như cái vỏ trứng gà, đối với con gà con đang thời kỳ chưa nở. Cái vỏ bao ngoài là cần thiết cho cái sống của con gà trong khi nó chưa thành hình đầy đủ, nhưng khi con gà con đã đến độ trưởng thành, có thể sống tiếp xúc ngay với ánh sáng và không khí bên ngoài, thì cái vỏ bao ngoài kia lại trở thành một chướng ngại vật mà nó phải phá vỡ ra, vì đó là tất cả vấn đề sanh tử của nó lúc bấy giờ. Hột lúa chỉ làm xong sứ mạng của nó khi nào nó trở thành cây lúa, nghĩa là để có thể trở thành cây lúa, nó phải\" chết\" cái đời sống hột giống của nó đi, thì nó mới hoàn thành được sứ mạng của nó. Bởi vậy, trước đây Trang tử mới có bảo:\" Phá bỏ tất cả mọi trang sức giả tạo bên ngoài để cho tấm lòng trở về cõi thuần phác tự nhiên\" (ứng- Đế- Vương). Và\" đừng lấy người mà giết Trời\" (Thu- Thủy). Người đây là cái\" ta xã hội\" tạo thành, còn Trời tức là chân thế. Nhận rõ được như thế, ta sẽ không lấy gì làm lạ mà thấy rằng suốt bộ Nam- Hoa- Kinh, Trang tử bao giờ cũng cực lực phản đối cái học của Khổng, Mặc, và đề cao thiên nhiên mà đả kích\" nhân vi hay nhân tạo\". Cái học của Trang tử, cũng như của Lão tử, là cái học giải thóat, tiêu diệt Bản ngã để thực hiện con người \" vô kỷ, vô cùng, và vô danh\", tức là cái học thuyết về giai đoạn thứ hai trong cuộc thiên diễn của đời người để hoàn thành sứ mạng con người của mình trong Trời Đất:\" Ta nay đã mất Bản ngã rồi, ngươi có biết chăng?\" (Tề- Vật- Luận).  Đi ra, rồi trở lại, đó là con đường của Đạo mà Lão tử đã nói:\" Phản giả, Đạo chi động\". Đi ra, là con đường trong giai đoạn đầu để đi đến sự tạo thành một Bản- ngã đầy đủ; đi về, là con đường\" phục kỳ bản\", \" phản kỳ chân\", tiêu diệt bản ngã. Con đường trước là con đường sống chia phân của nội tâm: Tâm Trí, Nhi Ngã, Thị Phi, Thiện ác… Con đường thứ hai, là con đường\" trở về\" nguồn Sống Một, con đường hợp nhất lại những gì đã bị chia chẻ…Đó là con đường giải thoát. Hai con đường trên đây trong đời sống của con người là cat hai thế giới riêng biệt và nghịch hẳn nhau. Con đường trước người ta gọi là con đường\" tiến\" thì con đường sau phải gọi là con đường\" thối\". Lão tử có nói:\" Vi học nhật ích, vi Đạo nhật tồn…\" Từ bên thế giới nầy sang qua thế giới bên kia, nhà Phật gọi là\" đáo bỉ ngạn\" (đến bờ bên kia). Hai thế giới đã khác nhau, thì sự hoạt động tri thức trên những vùng tinh thần ấy cũng phải khác nhau: ở giới nhị nguyên thì phải dùng lý trí, nhưng khi bước chân vào ngưỡng cửa của giới nhất nguyên thì không còn dùng đến dụng cụ tri thức kia, là lý trí được nữa, mà phải dùng đến một năng khiếu đặc biệt khác là trực giác (21). Trang tử gọi là\" đại tri\" và nhà Phật gọi là Trí\" Bát nhã\", hay là Trí- huệ bát nhã. Như vậy, nhãn quang của người bước qua giai đoạn giải thoát là nhãn quang nghịch hẳn với nhãn quang của người còn sống trong giai đoạn chấp có một cái ta riêng biệt (nhị nguyên). Giai đoạn nầy (giai đoạn nhị nguyên) có hai thời kỳ: thời kỳ phôi thai của bản ngã và thời kỳ trưởng thành của bản ngã. Trong thời kỳ thứ nhất, con người còn sống theo quần đoàn, sống theo tạp quán, theo ảnh hưởng của người chung quanh, chưa có cá tánh đặc biệt. Họ chỉ biết bắt chước và không dám suy nghĩ khác hơn những giáo lý, tôn giáo hay chế độ giáo dục đương thời: họ hoàn toàn là sản phẩm của xã hội chung quanh. Thời kỳ thứ hai là thời kỳ trưởng thành của bản ngã. Bắt đầu cá nhân có những tư cách chống đối xã hội, không chịu mù quáng thuận theo một cách nô lệ bất cứ một mạng- lệnh nào, một lề lối cựu ước nào của chế độ luân- lý, tôn giáo, xã hội đã qua hoặc đương thời chi phối. Họ có những tư tưởng cách mạng và độc đoán. Vách thành của truyền thống, của tạp tục bắt đầu rạn nứt. Họ dám suy nghĩ theo mình, bắt đầu hoài nghi, và can đảm đem tất cả mọi vấn đề mà đặt lại. Họ không thụ động nữa, trái lại đề cao đến tột độ chủ nghĩa cá nhân đủ mọi phương diện. Họ tìm đủ mọi cách để đề cao đời sống độc lập tinh thần, không chịu tôn thờ một quyền thế vật chất tinh thần nào cả ngoài mình. Độc lập, tân- kỳ, sáng tạo, tự do, đó là bốn đặc điểm của con người tinh thần của họ. Nhưng, một ngày kia, bản ngã của họ phát triển đến mức cùng tột, họ lại cảm thấy họ bọ ràng buộc trong những công trình sáng tạo của họ, nghĩa là họ cảm thấy họ bị nô lệ lấy những giá trị giả tạo mà chính họ đã bày ra. Tất cả những giá trị của xã hội văn minh ngày nay, như những giá trị về luân- lý, đạo đức, văn hóa, xã hội mà họ đã bày ra, phải chăng đều có công dụng là trói buộc họ vào những khuôn khổ quá chật hẹp của một ảo vọng đầu tiên vô cùng quan trọng: Bản ngã. Bấy giờ, họ bắt đầu đi qua giai đoạn thứ ba, là vượt lên trên cái Bản ngã ảo tưởng ấy, tức là họ bước qua con đường Giải thoát. Giai đoạn nầy không phải là giai đoạn đi đến sự thực hiện siêu nhân, mà để thực hiện trạng thái tự nhiên của một con người \" viên mãn\", một con người \" vô ngã\", hay nói theo Trang tử, con người\" chân- nhân\". Giai đoạn này \" phản\" lại giai đoạn trên: Cách nhận thức, suy luận đều nghịch hẳn với những cách nhận thức, suy luận nhị nguyên như trong giai đoạn trước. Cách lập ngôn vì thế cũng khác hẳn. Cũng như bên Thiền- tông Phật giáo, người ta dùng đến phép lập ngôn vô cùng đặc biệt nầy là hay nói ngược lại tất cả những lối suy nghĩ thông thường để mà phá tan cái\" tập niệm nhị nguyên\". Phải có trải qua một cuộc đại cách mạng tư tưởng, xáo trộn và lật ngược tất cả mọi vấn đề thường thức trong đời, mới mong\" phá tan\" được cái ác- tập suy nghĩ theo nhị nguyên, mới nhận rõ được cái Chân- tướng của sự vật. Như vậy, phần đông người ta, nếu sở dĩ còn trách cái giọng văn\" khinh thế ngạo vật\" của nhóm Trang học, cho rằng lời văn nhiều khi trịch thượng và quá bạo, không có vẻ dịu dàng hòa nhã và khiêm tốn đối với tư tưởng của Nho Mặc, đại diện tư tưởng nhị nguyên, là vì người ta chưa ý thức được phép lập ngôn của các nhà Đạo học Đông phương, của Lão Trang và nhất là của Thiền- tông, thường vụ lấy chỗ làm cho thức tỉnh, chứ không còn phải vụ lấy sự ru- ngủ cái bản ngã của con người nữa. Sự va chạm nặng nề đối với thành kiến là một trong những phương pháp để giúp cho người dễ tỉnh ngộ. Tóm lại, ba mươi ba thiên của sách Trang tử, tuy nghĩa lý sâu rộng, nhưng chỉ có sáu thiên đầu, là Tiêu- Diêu- Du, Tề- Vật- Luận, Dưỡng- Sinh- Chủ, Đức- Sung- Phù, Đại- Tông- Sư và ứng- Đế- Vương của Nội thiên là bao quát được tất cả yếu chỉ của toàn thể bộ sách. Các thiên chương trong Ngoại và Tạp- thiên rất có thể có một số ít do tay Trang tử viết ra, kỳ dư đều do các bậc hậu học của phái Lão Trang thuật lại để diễn đạt thêm cái đại nghĩa của sáu thiên đầu. Tiêu- Diêu- Du thì bàn về tự do tuyệt đối; còn Tề- Vật- Luận thì nói về bình đẳng tuyệt đối. Thật ra thì chỉ có hai thiên nầy là nền tảng của cả học thuyết Trang tử mà thôi. Các thiên khác trong Nội thiên cũng đều là những ý tưởng phụ thuộc dùng để diễn đạt cái đại ý của hai thiên nầy mà thôi. Chú thích:  (1) Tự là Tứ- Huyền (mất vào khoảng 312 TL Kỷ- nguyên).  (2) đắc Nhất  (3) Chứ không phải của mình thụ lãnh nơi xã hội, luân lý, chế độ, nơi văn minh giả tạo của con người bày ra.  (4) Thiên- trạch là chọn lọc thiên nhiên, thuyết của Darwin trong bộ\" Vật chủng Nguyên thủy\"  (5) Tiến- Hoá là một sự Biến, một sự Động- và thêm vào một thực trạng ấy là một ý kiến chủ quan là đi theo một khuynh hướng nào.  (6) Đức Sung Phù có câu:\" Sanh tử, tồn vong, cùng đạt, bần phú, hiền dữ bất tiếu, hủy dự cơ khát, hán thử: thì sự vi biến, mạng chi hình dã. Nhật dạ tương đại hồ tiền, nhi tri bất năng giai hồ kỳ thủy giả dã \". (Chết sống, còn hết, cùng đạt, nghèo giàu, hiền và bất tiếu, chê khen, đói khát, nóng lạnh: đó là cái biến của vật, cái chuyển của Mạng. Ngày đêm thay phiên tiếp nối trước mặt ta mà trí thông minh của ta không sao nhận thấy được đâu là chỗ khởi đầu. \"  (7) thích nhơn chi thích, nhi bất tự thích kỳ thích dã: chạy theo cáo thích của người mà không tự mình chạy theo cái thích của mình.  (8) Thương sinh: làm tổn hại đến sinh mạng.  (9) Tri bất tri, thượng: biết cái không thể biết được (\" bất khả trí\"), tức là Đạo. (Đạo- Đức- Kinh).  (10) Đồng với Đạo, nên không còn tham muốn nữa.  (11) Trang- tử: Thiên Thiên Đạo (cổ nhơn chi tao phách)  (12) Cổ du kim dã: cái xưa, thì cũng như cái bây giờ (ám chỉ Đạo vĩnh viễn, bất biến… có từ vị thủy và hiện nay cũng không thay đổi), người Pháp gọi là\" Présent Eternel Immuàble\".  (13) Canh Tang Sở.  (14) Nghĩa là không còn biết có mình nữa.  (15) Triêu- triệt: một sự thông hiểu thấu triệt sự vật như ánh sáng buổi ban mai, tức là một thứ\" trực quan kiến độc\", nhận thấy được cái Chân Thế (Sống Một).  (16) Liệt- tử, thiên Lực- Mạng.  (17) Xem cái Dũng của thánh nhân (cùng một tác giả) phép tĩnh tọa của Cương- Điền (Phụ- Lục).  (18) Thiên: thiên nhiên  (19) Nhơn: nhơn tạo, là của người bày ra.  (20) Dịch- kinh:\" vật cùng tắc biến, vật cực tắc phản\" và Liệt tử ở thiên Trọng Ni cũng nói:\" vật bất cai giả, tắc bất phản\". Vật mà không đến mức cùng của nó thì không biến trở lại. Hai câu cùng đồng một ý nghĩa. Muốn\" trở về\" (phản) phải để cho bản ngã phát triển đến cực độ của nó, thì nó mới\" phản biến\" mà mất đi (âm cực Dương sinh ở quẻ Phục).  (21) Trực giác: là dùng theo danh từ ngày nay, nó không phải là một thứ giác quan như người ta thường gọi là \" giác quan thứ sáu\", hay thứ trực giác theo Bergson. Thứ trực giác theo Bergson cũng chỉ họat động trong\" dòng\" sắc tướng (nói theo danh từ nhà Phật) chưa thật là cái trực giác của Đại- tri, của Bát- Nhã. NAM- HOA- KINH NỘI- THIÊN TIÊU- DIÊU- DU\n"
        }
    ]
}
