{
    "id": 1775,
    "cate_id": 13,
    "name": "Nietzsche - Cuộc Đời Và Triết Lý",
    "photo": "https://docsachhay.net/images/e-book/nietzsche-cuoc-doi-va-triet-ly.jpg",
    "data": [
        {
            "order": 1,
            "name": "Triết Lý Nietzsche",
            "content": " Nghiên cứu triết lý Nietzsche như thế nào? và trước tiên có một hay nhiều triết học Nietzsche. Có rất nhiều ý kiến khác biệt nhau về điểm quan trọng này. Dù không đi vào chi tiết các giải thích xung đột kia, ta cũng cần phải đặt vấn đề và giải quyết nó. Từ tiểu sử, tác phẩm, thư từ của Nietzsche ta cũng không rút ra được một giải pháp thỏa đáng. Khi thì Nietzsche muốn làm nổi bật tính chất khác nhau giữa các quan điểm mà ông đã trải qua. Thí dụ vào tháng 3 năm 1885, ông viết cho Malwida von Meysenbug: \" Điều khôi hài trong hoàn cảnh của tôi là người ta cứ lầm lẫn tôi với một ông giáo sư xưa cũ nào đó ở đại học Bâle, ông Frédéric Niezstche. Nhưng tôi có liên quan gì đến ông giáo sư nọ đâu? \" Khi thì, ngược lại, ông nhấn mạnh vào tính chất liên tục của tư tưởng mình, như ông đã viết cho Peter Gast ngày 16 tháng 8 năm 1883: \" Sự hòa hợp toàn thể -- vô thức và vô ý - các ý tưởng trong cả đống sách mới chồng chất của tôi đã làm tôi ngạc nhiên \". Các lời tựa ông thường viết sau khi các tác phẩm xuất bản nhiều năm -- trên thực tế chúng chỉ là những lời bạt -- cho phép ta tin vào tính hợp nhất sâu thẳm trong tác phẩm của mình. Phần đông các nhà chú giải (chẳng hạn như René Berthelot, William Salter v.v...) phân biệt ba thời kỳ trong triết học Nietzsche. Ông Andler cho rằng lối phân biệt này \" ước chừng \" đúng. Đầu tiên, từ 1869 đến 1876 là thời kỳ \" bi quan lãng mạn \" đánh dấu bằng ảnh hưởng của Schopenhauer và Wagner, đặc tính của giai đoạn này là lòng tin vào giá trị thánh thiện, chủ nghĩa anh hùng và tài năng thiên phú. Tiếp theo, từ 1876-1881, là thời kỳ của \" khuynh hướng thực nghiệm hoài nghi \", ngự trị bởi các nhà luân lý Pháp và thực dụng Anh, ở đây lý tưởng độc nhất của triết gia là sự tự do tuyệt đối của tinh thần, trên đường đi tìm khắp các lĩnh vực chân lý. Sau hết, từ năm 1882 trở đi, là thời kỳ xây dựng trở lại (sau khi đã phá hủy), được đánh dấu đặc tính bằng tính chất gắn chặt vào đời sống hơn là cố gắng tiến về cái thực, đạt đến lý tưởng Siêu Nhân và Trở Về Vĩnh Cửu. Một trong những người bạn thân của Nietzsche là Overbeck lại phân biệt ra bốn thời kỳ: thời kỳ Nietzsche là nhà giáo dục (1873 - 1875) ; thời kỳ Nietzsche là nhà phê bình (1876 - 1881) ; thời kỳ Nietzsche trữ tình (1881-1885 và thời kỳ Nietzsche điên loạn (1885 - 1888). Theo ông Andler, ta có thể phân biệt ra hai hay bốn hệ thống. Cuộc đời của Nietzsche trình bày cho ta thấy hai trực quan lớn theo các phân tích tỉ mỉ: trực quan của tư tưởng Schopenhauer ; một phân tích linh thị dần dần nguội tắt, từ cuốn Sự Vật Nhân Bảnđến cuốn Hiểu Biết Hài Hòa ; trực quán thứ hai là trực quan của Trở Về Vĩnh Cửu và sự xuất hiện kỳ diệu của Zarathoustra ; sau hết là việc phê bình và chú giải nền tảng mặc khải diệu kỳ đó. Tuy nhiên một vài người ngưỡng mộ khác lại nhấn mạnh vào sự hợp nhất của tư tưởng Nietzsche, Andre Gide trong một trang ở cuốn Thác Ngôn nhấn mạnh đến cái \" đều đặn đáng phục \" của ông. Tuy không khẳng định quyết liệt như Gide, Henri Lichtenberger cũng lưu ý đến điểm mạch lạc của hệ thống tư tưởng Nietzsche. Ông phân chia ra thời kỳ Schopenhauer -Wagner là thời kỳ \" hoàn toàn triết học\" của Nietzsche. Trong thời kỳ này, bắt đầu bằng cuốn Sự Vật Nhân Bản, ông không tin rằng cần phải chia ra hai thời gian riêng để nghiên cứu từng phần riêng của nó. Ông viết: \" Tôi tin rằng Nietzsche hoàn toàn chấp nhận trên thực tế một hệ thống mà các thành phần gắn liền với nhau.\" Hệ thống đó bao hàm \" một phần tích cực và một phần tiêu cực \". Phần tích cực, tức là phần nghiên cứu phê bình con người nói chung, phần tiêu cực là phần khẳng quyết về Siêu Nhân. ° Chúng ta kết luận thế nào về các ý kiến khác biệt này? Phải nhận rằng ngay từ hai tác phẩm lớn đầu tiên của Nietzsche cuốn Nguồn Gốc Kịch Bi và cuốn Quan Điểm Không Hiện Thời đã trình bày, trên rất nhiều điểm về Schopenhauer và Wagner, những ý tưởng mà sau đó tác giả từ bỏ ngay. Do đó thực là giả tạo khi chúng ta tìm cách đưa các chủ đề trên vào chung một hệ thống mạch lạc. Tốt hơn hết là đầu tiên, chúng ta hãy nhìn lại, một cách riêng rẽ và liên tục, hai tác phẩm trên để hiểu rõ những khởi đầu của tư tưởng triết học Nietzsche. Nhưng trong các tác phẩm tiếp theo, sự khác biệt càng ngày càng tỏ ra kém quan trọng hơn sự trùng hợp. Vì, chắc chắn Nietzsche cũng không hề khẳng định cùng một cách thế sự quan trọng của trí khôn so sánh với hành động cũng như ý nghĩa và giá trị của nỗ lực hướng về chân lý. Chúng ta không thể chối cãi có một phân tán quan trọng ở đây, và cũng không thể quên đánh dấu việc thay đổi quan điểm này dù cho phải cắt nghĩa chúng. Ta cũng tìm thấy những khẳng định khác nhau về một số vấn đề mang tính chất giai đọan, thí dụ như về giá trị so sánh giữa chiến tranh và hòa bình. Nhưng ngòai sự kiện này phải công nhận rằng từ đầu đến cuối tác phẩm triết học của Nietzsche ta chỉ nhận thấy cùng một vấn đề, cùng một lý tưởng chỉ đạo, một khát vọng. Nietzsche luôn luôn đặt các vấn đề các giá trị mà con người gắn chặt với hành động và tình cảm của mình, ông tuyên bố xét lại, phá đổ, đảo ngược các giá trị. Ông thường xuyên phê phán các lý tưởng đạo đức và tôn giáo cổ truyền, cùng đề nghị khai phá một cách khoa học các nguồn gốc của chúng. Nietzsche hòan tòan kết tội lối tu khổ hạnh của đạo Cơ Đốc, cũng như các khuynh hướng mới về bình đẳng dân chủ và giải phóng phụ nữ. Luôn luôn Nietzsche ca ngợi bạo lực, sự gan dạ và yêu đời. Triết lý của ông hoàn tòan hướng về tương lai, về ngày mai, về những bình minh báo hiệu ngày tươi sáng nhất. \"Một kẻ hư vô xuất thần\" - theo chữ dùng rất đúng của một trong những nhà phê bình Nietzsche, Karl Justus Obenauer- đã đưa ra những phê bình nghiêm khắc nhất về các quan niệm siêu hình, luân lý, tôn giáo, chính trị, xã hội, và cả đến nghệ thuật khoa học hiện thời của con người. Nhưng cùng lúc ông cũng mặc khải những chân lý mà ông cho là sôi động và khuây khỏa như Ý Chí Hùng Tráng, Đảo Giá Trị, Siêu Nhân, Trở Về Vĩnh Cửu. Dưới đây ta lần lượt nghiên cứu các chủ đề: - Những bước đầu của tư tưởng Nietzche - Phê bình của Nietzsche. - Mặc khải Nietzsche  "
        },
        {
            "order": 2,
            "name": "Những Bước Đầu Của Tư Tưởng Nietzsche",
            "content": " Ở giai đoạn đầu của đời sống trí thức, sau khi đã quyết phụng sự cho học ngữ, và cho môn mà người ta gọi là triết lý của học ngữ, Nietzsche dành trọn mọi cố gắng đầu tiên không những vào rất nhiều những khảo cứu kỹ thuật mà còn cho hai tác phẩm liên tục, hai tác phẩm duy nhất của giai đoạn này ta phải lưu tâm đến cuốn Nguồn Gốc Kịch Bi và cuốn Quan Điểm Không Hiện Thời. Nietzsche chủ tâm xây dựng một nền văn hoá đích thực, và ông tìm được khuôn mẫu cho nền văn hóa đó trong văn minh cổ Hy lạp. Ông đặt đối nghịch lý tưởng này với những yếu hèn của xã hội Đức hiện đại, tuy là xã hội dù sao ông cũng tìm được sức mạnh của trỗi dậy. Ông ca tụng sự vĩ đại và diệu kỳ của Hy lạp cổ xưa. Trong bài diễn văn khai giảng ở đại học Bâle, ông tuyên bố: \" Lưỡi gươm của đời sống dã man treo trên đầu những ai không nhìn thấy cái dung dị không thể tả và phẩm cách vô cùng cao quý của văn minh Hy Lạp.\" Trong lời tựa viết năm 1886 cho bản in mới cuốn Kịch Bi Hy Lạp ông xác nhận chủng tộc Hy lạp là \" chủng tộc hoàn toàn nhất, tốt đẹp nhất, lôi cuốn nhất, kích động nhất và được nhiều người thèm muốn nhất\". Thế nên người Hy Lạp rất cần kịch bi nói riêng và nghệ thuật nói chung để chịu đựng cuộc sống và chống lại chủ nghĩa bi quan. Ở giai đoạn này, Nietzsche là học trò của Schopenhauer. Cũng như Schopenhauer. Nietzsche nghĩ rằng ở tận cùng của mỗi cuộc đời, mỗi hiện hữu đều có một Ý CHÍ xót xa, đau khổ, một thèm muốn không bao giờ thỏa mãn, mà cuộc đời thì hướng về khổ đau, là xấu xa tự bản chất. Nhưng vượt lên trên điểm này, ngay từ tác phẩm đầu nhà triết học vĩ đại đó trong khi đưa ra khát vọng niềm vui phải là một trong những hệ thống triết học của mình, đã tìm hiểu làm thế nào con người có thể dứt bỏ chủ nghĩa bi quan. Ông khám phá ra rằng hiện sinh và cuộc đời tự nó đã chứng minh là những hiện tượng thẩm mỹ. Nếu đã có một Thượng Đế sáng tạo ra thế giới, thì đó là \"Thượng Đế thuần túy nghệ thuật, tuyệt đối lột bỏ luân lý và e dè của lương tâm\". Và con người bằng sáng tạo nghệ thuật và ngưỡng mộ thẩm mỹ, cũng có thể tham dự vào niềm vui thánh thiện này. Con người tự vượt qua mình, tự giải phóng cho mình trong biểu hiện và bằng biểu hiện Trong lời đề tặng Richard Wagner ở cuốn Nguồn Gốc Kịch Bi, Nietzsche chế giễu những kẻ xem nghệ thuật như \" một thú tiêu khiển dễ dãi, một chùm lục lạc rỗng không bỏ qua tính chất nghiêm trọng của đời sống, của hiện sinh \" ; ông xác nhận nghệ thuật là \" trách vụ cao quý nhất, là hoạt động siêu hình chủ yếu nhất của đời sống \". Việc nghiên cứu sâu sắc về tâm hồn nhân loại cổ sơ đã cho phép Nietzsche khám phá những quan điểm mới mẻ và tính vĩnh cửu của con người. Người Hy lạp là những kẻ bi quan cùng tột nhất, như chúng ta thường chứng minh, nhưng vẫn còn thiếu sót, lầm lẫn. Năm 1886 Nietzsche đã đưa ra những chữ Văn Minh Hy Lạp và Chủ Nghĩa Bi Quan như là phụ chú cho tác phẩm đầu tiên của ông. Trong cuốn Ecce Homo Nietzsche bảo rằng đó là cái \" nhan đề rành mạch 'nhất \" Người Hy lạp mà tình cảm của họ quả đủ để chịu đựng được khổ đau, đã nhận chân được những xao xuyến, những khủng khiếp của cuộc hiện sinh. Họ run sợ đến tột độ trước những mãnh lực ghê hồn của thiên nhiên. Họ tin vào một Định Mệnh (Moĩna) chế ngự con người không một chút thương tâm. Truyền thống cổ xưa của người Hy lạp đã vẽ cho chúng ta thấy những khổ đau của một Prométhée, một Œđipe, một Oreste của giòng họ Atrides. Khi vua Midas hỏi về cái gì quý giá nhất cho con người, Silène đáp: \" Hỡi loài sâu bọ đáng thương, kẻ chỉ sinh ra bởi tình cờ và đau xót, tại sao ngươi buộc ta phải nói những điều chẳng làm ngươi vừa lòng khi nghe? Điều quý giá nhất, mà ngươi không bao giờ chấp nhận được, là đừng sinh ra, không hiện hữu, chẳng là gì cả. Điều quý giá tiếp theo cho ngươi là hãy chết đi cho sớm\" . Những người Hy lạp đã tự chế ngự nỗi bi quan của mình bằng nghệ thuật và bằng ảo ảnh, bằng hai lối ảo ảnh. ° Để có thể sống, họ đã dựng lên giữa thế giời thực tại và cái nhìn của họ \" một thế giới trung gian và thẩm mỹ của các thần linh oai vệ \". Từ đây \" các thần linh chung sống giữa họ, biện minh cho hiện hữu con người - đó là thần luận thỏa mãn duy nhất \" Niềm vui đã nẩy sinh từ lo âu nguyên thủy nọ qua trung gian cái đẹp \" như hoa hồng sinh từ bụi gai \" Nhưng thần linh nào hoàn tất sự kỳ diệu này? Apollon, thần mơ mộng ; và thần Dionysos, thần say sưa. Ảo ảnh Dionysos không dứt con người ra khỏi cá nhân nó, Schopenhauer nhìn thấy ở tính cá nhân hóa này nguyên lý của mọi sự ác, của mọi khổ đau; nhưng nó đưa con người đến chỗ hình dung các biểu hiện, sáng tạo các hình ảnh mới và hòa hợp. Nó làm cho con người sống trong mơ mộng và dứt bỏ được mọi khổ đau của thực tại không chỉ gợi ra các hình' ảnh vừa ý, dễ chịu mà họ còn trình bày.các khuôn mặt nghiêm khắc và buồn thảm của cuộc hiện sinh, họ chịu đau khổ, đồng thời họ cũng không từ bỏ ý tưởng đó chỉ là bề ngoài, là bộ mạt phù vân, họ tự nhủ: \"Toàn là mơ mộng! ta không muốn nó chấm dứt ta còn muốn mơ mộng thêm nữa!\". Và cái vẻ bề ngòai, cái \"biểu hiện giải thoát\" kia cũng là nguyên lý của niềm vui. Apollon, thần linh của ánh sáng, của tưởng tượng, của mơ mộng ngự trị trên khắp các biểu hiện sáng tạo bởi linh hồn nhân loại này. Thần mãi mãi giữ được vẻ nhàn nhã tự do, vẻ khôn ngoan tươi trẻ ; thần đòi hỏi sự mực thước và hòa hợp. Người mơ mộng là người nghệ sĩ. Tinh thần Apollon chế ngự trên hết thảy các nghệ thuật tạo hình, nhất là điêu khắc ; ở Hy lạp nhà điêu khắc là người trình bày, sau khi đã mơ mộng, các hình thái thánh thiện của tạo vật siêu nhân. Tinh thần Apollon cũng khởi sắc trong vài hình thái thơ ca. Nietzsche trích dẫn một đoạn của Hans Sachs, trong tác phẩm \" Maltres-Chanteurs\" của Richard Wagner ; \"Bạn ơi, công trình đích thực của nhà thơ Là ghi lại và diễn dịch giấc mơ của mình Hãy tin tôi đi, ảo ảnh đúng thật nhất của con người Là tan biến trong giấc mơ của mình Tất cả nghệ thuật của thơ ca và nhà thơ Chỉ là lối bày tỏ chân lý của giấc mơ. Ảo ảnh thứ hai là ảo ảnh Dionysos. Đây là một cơn say, một cơn xuất thần mà các dân tộc cổ xưa đi tìm trong các chất ma túy, thuốc ngủ và trong một vài cuộc nhảy múa tập thể, hay họ tìm trong sự quyến rũ khơi nguồn bởi mùa xuân đổi mới mà niềm vui hòa nhịp vào toàn thể thiên nhiên. Nguyên lý cá nhân, tự kỹ bị suy sụp ở đây, con người đồng nhất với mọi vật sống với khổ đau, là một thành phần của ý chí tản mát khắp vũ trụ. Đã gãy đổ rồi hàng rào mà tiền tài, khốn cùng, độc đoán, xấc xược dựng lên để chia cách con người: mỗi người tự cảm thấy mình hòa hợp và người bên cạnh, tan biến trong họ, đồng nhất với họ \" đó là Thánh thư của hòa điệu vũ trụ \". Con người không những hòa đồng với chính mình mà còn kết hợp với toàn thể thiên nhiên tham dự vào tính vĩnh cửu của thiên nhiên. Xe của thần Dionysos khuất dưới hoa và vương miện, hổ báo tiến lên phủ phục. Thử hóa thân vào bản Ca thánh cho niềm vui kết thúc hòa tấu thứ chín của Beethoven, thử làm trăm ngàn người quấn quít, rên xiết trong một cảm xúc, ta sẽ có một hình ảnh say sưa của Dionysos. Đến đây chấm dứt điều mực thước làm nên tính chất đặc biệt của tinh thần Apollon. Sự phong phú của đời sống vượt bỏ lề luật, mọi giới hạn. Nó không chùn bước trước bất cứ hủy diệt, bất cứ phá hoại nào. Niềm vui sống còn có thể kéo theo niềm vui hủy hoại. Tuy nhiên say sưa của người Hy lạp theo kiểu Dionysos không có chút chi giống với say sưa của người man rợ cũng theo kiểu Dionysos. Ở những người man rợ này, thú tính thiên nhiên được tự do thao túng, nó đưa đến một hỗn hợp ghê tởm giữa độc ác và tình dục quá độ. Trong khi ở người Hy lạp xuất hiện: \"Niềm vui cuồng nhiệt của nghệ thuật... Sự phá hủy nguyên lý cá nhân hóa trở nên hiện tượng nghệ thuật \". Dưới ảnh hưởng của tinh thần Dionysos con người \" cảm thấy mình là thần linh \". Cử chỉ của con người cũng cao sang như cử chỉ của thần linh mà họ chứng kiến trong mơ mộng. \"Con người không còn là nghệ sĩ nữa, họ đã trở nên tác phẩm nghệ thuật \". Trong họ cuồn cuộn dâng lên năng lực thẩm mỹ của toàn thể thiên nhiên. Họ nhảy múa, họ ca hát. Nghệ thuật liên quan nhiều nhất đến tinh thần Dionysos, là âm nhạc. Âm nhạc là bộ môn nghệ thuật mà ở đó Schopenhauer đã thấy mặc khải thực tại sâu thẳm nhất, là nơi bày tỏ yếu tính của hữu thể. ° Cũng như tính nhị nguyên của hai giống đực cái đã sinh ra đời sống, sự kết hợp của tinh thần Apollon và tinh thần Dionysos đã sinh ra nghệ thuật Hy lạp đặc biệt là kịch bi. Nguồn gốc kịch bí Hy lạp là những hợp khúc của các thần hoang dã. Hoang dã là tinh thần của thiên nhiên, tượng trưng chất trù phú vạn năng của đời sống và nhiệt tình cao ngút của bản năng con người. Thần \" thực cao cả và thánh thiện \". Hợp khúc của các thần hoang dã tác động ở người xem bằng khiêu vũ và âm nhạc. Nó đưa người xem đến chỗ cảm nhận được mâu thuẫn của chân lý trời đất và dối trá của văn minh con người, đến chỗ vứt bỏ trang sức giả trá của văn hóa nhân loại và tìm lại ở thiên nhiên chân lý và sức mạnh. Hoàn toàn rơi vào cảm khoái, người xem quên hẳn cá nhân đặc thù của mình, họ cảm thấy đã hóa thân thành thần hoang dã. Khi tất cả các con tim đều hòa chung một nhịp, đều có chung một cuồng loạn thiêng liêng thì thần Dionysos xuất hiện. Hóa hình thành hoang dã, người xem trong tư cách hoang dã ngưỡng nhìn thần linh Dionysos. Sự chiêm ngưỡng này đạt đến một chuỗi hình ảnh khác, tức linh thị Apollon. Kịch bi Hy lạp, chính là hợp khúc Dỉonysos mà sự chan chứa ngập bờ tỏa rộng không ngừng bằng linh thị Apollon. Truyền thống cho ta biết rằng kịch bi Hy lạp dưới những hình thức cổ xưa nhất, có người anh hùng độc nhất là Dionysos và có đối tượng duy nhất là những nỗi đau khổ của thần. Dionysos khi nhỏ bị lũ Titan giựt và xé xác từng mảnh tượng trưng cho sự đồng nhất của thiên nhiên bị xâu xé giữa các cá thể hỗn hợp. Và mẹ của Dionysos, Déméter sầu khổ để tang con, nhưng bà chợt tìm lại được niềm vui khi biết rằng mình còn có thể sinh Dionysos một lần nữa. Nghệ thuật mặc khải cho chúng ta biết rằng cá nhân hóa là nguyên do đầu tiên của sự ác nhưng đồng thời cũng bày tỏ nỗi hy vọng vui sướng vì một ngày kia hữu thể sẽ tự vượt qua gông cùm để tìm về hợp nhất. Sau những hình thái đầu tiên của kịch bi cống hiến cho Dionysos độc nhất, các nhân vật khác dần dà xuất hiện, Prométhée, Œđipe v.v... Nhưng cho đến Euripide, những người anh hùng khổ đau và chiến đấu kia cũng chỉ là các khuôn mặt của Dionysos: mỗi người trong họ là một Dionysos cá biệt hoá, nằm sẵn chờ thảm họa, bị xâu xé giữa đam mê và đau khổ. Một bi kịch đích thực thường cho chúng ta nỗi an ủi siêu hình trong tư tưởng rằng cuộc đời, cho dù những mặt ngoài giả trá kia, cũng vẫn tràn đầy nguồn vui và vô cùng hùng tráng. \"Nghệ thuật Dionysos muốn chúng ta phải chinh phục nguồn vui vĩnh cửu gắn chặt vào cuộc hiện sinh. Vì thế ở cuối tác phẩm lớn của Sophocle, Œđipe ở Colonne, vang lên hòa âm thanh bình thuần khiết nhất xuất phát từ thế giới bên kia... Thời kỳ của những kịch bi vĩ đại là điểm tột đỉnh của văn minh Hy lạp. Nhưng kịch bi Hy lạp đã bị Euripide giết chết. Euripide kẻ muốn vứt bỏ những yếu tố Dionysos nguyên thủy ra ngoài kịch bi và tái tạo nó trên căn bản một nghệ thuật, một siêu hình không Dionysos. Thực ra Euripide tự mình cũng chỉ là tiếng vọng, là một mặt nạ nguỵ trang của một giống quỷ mới: Socrate. Socrate hết sức tán tụng lý trí, và lý trí Socrate đã giết chết bản năng Dionysos. Giáo điều thiêng liêng cao cả nhất của thẩm mỹ Socrate là: \" Tất cả cái đẹp đều phải hợp lý \", nguyên lý đó cũng song song với nguyên lý đạo đức: \"Tất cả cái thiện đều phải là cái có ý thức, chỉ những kẻ có đạo đức mới có ý thức\". Socrate, \"thầy truyền pháp của khoa học\", kẻ đặt cái hiểu biết lên trên tất cả, người đại diện đầu tiên của hình thái chủ nghĩa lạc quan nhìn thấy trong tri thức thuốc chữa bá bệnh hoàn vũ. Là kẻ tiền phong của một nghệ thuật, một luân lý, một văn hóa hoàn toàn mới, Socrate dám chối bỏ chính yêu tình của văn minh Hy Lạp. Như vậy hợp xướng vô hình cao quý nhất giữa con người chắc phải là câu mượn ở kịch Faust của Goethe: \"Khốn khổ! Khốn khổ! Thế giới của cái đẹp kia, mày đủ lật đổ Bằng một cánh tay vũ phu: nó lăn, nó đổ!\" Nguồn Gốc Kịch Bi trình bày những tương quan chặt chẽ gắn liền nghệ thuật vào tình cảm và phong tục của nhân dân, có thể được xem như một áp dụng lôi cuốn của môn mà ngày nay chúng ta gọi là thẩm mỹ học hội sống. Phần khác, tác phẩm này còn mang lại cho ta một đóng góp quan trọng vào việc nghiên cứu tư tưởng Nietzsche. Chắc chắn từ ngữ dùng ở đây cũng là từ ngữ của triết học Schopenhauer. Trong cuốn Ecce Homo, Nietzsche cũng nhận rằng có, ở một vài khuôn thước của ông, \"mùi vị đặc biệt của tang lễ dành cho Schopenhauer\". Về sau ông vội từ bỏ ngay thuật ngữ đó. Thật khó mà không nhận thấy tính chất lạc quan. Thầm kín tác động ở tác phẩm đầu tiên này, tác phẩm được viết trong thời kỳ hoàn toàn mệnh danh là thời kỳ bi quan. Chúng ta đã trích dẫn tư tưởng về nghệ thuật Dionysos, nghệ thuật \"muốn chinh phục cho ta niềm vui vĩnh cửu bám chặt vào cuộc hiện sinh\". Nietzsche đã có lý khi viết trong Ecce Homo: \"Cuốn sách này nói lên một hy vọng phi thường...\" Nietzsche còn tự khen mình đã chứng minh, trong tác phẩm đầu tay này, Socrate là \" mẫu người sa đọa \", dụng cụ của Hy Lạp đổ vỡ, \"Luân lý được xem như dấu hiệu của suy đồi, đó chính là sự đổi mới vào bậc nhất \". Đây là một thứ bản năng hủy hoại đang quay sang gậm nhấm cuộc sống ở học thuyết Socrate cũng như ở đạo Ky Tô và trong tất cả quan niệm được gọi là duy tâm. Chống với mọi yếu đuối, hèn nhát và dối trá của chủ nghĩa duy tâm này, trong tác phẩm kia, là một khẳng định tối cao, sinh ra từ sự sung mãn và phong phú, một xác định hướng về cuộc hiện sinh, đến mọi hình thái của cuộc hiện sinh. Sự khẳng định, xác nhận cuộc sống, dù với tất cả các khó khăn khốn quẫn, của mọi đau khổ, mọi hy sinh đó chính là yếu tính của tinh thần Dionysos. Nietzsche tự xưng là \"triết gia bi đát đầu tiên, nghĩa là cực đối nghịch và điểm đối chân của triết gia bi quan\". Zarathoustra của ông là kẻ Dionysos nhất trong các nhà tư tưởng. ° Khuôn mẫu Hy lạp, vào thời kỳ quan trọng của kịch bi, cho phép ta thiết lập một nền văn hóa đích thực, chính đó là cái hợp nhất của sắc thái nghệ thuật xâm nhập vào mọi biểu lộ của đời sống dân tộc. Hết thảy mọi mối biểu lộ này đều thực nhiệt thành và hòa hợp Không có một khác biệt nào giữa bên trong và bên ngoài, giữa nội dung và hình thức. Ta nhận thấy rõ ràng giữa đời sống và tư tưởng, giữa ý chí của dân tộc và mọi biểu lộ trên có một hòa điệu vô cùng sâu sắc. Chính trên quan điểm này, chúng ta phải phán xét nền văn hóa hiện đại của chúng ta. Ngày nay chúng ta không còn tìm thấy tinh thần kịch bi cổ nữa, mà chỉ có tinh thần Socrate. Lý tưởng của tinh thần đó là con người lý thuyết được vũ trang bằng các phương tiện kiến thức rất mạnh mẽ và hoàn toàn hiến cả cuộc đời để phụng thờ khoa học. Con người ngày nay chỉ lâ tên xếp sách ở thư viện, tên quản đốc nhà in mà bụi bậm sách vở và lỗi lầm khuôn chữ đã làm cho hắn mờ mắt. Như vậy, biết thực nhiều, học thực nhiều không phải là văn hóa đích thực mà còn phản lại văn hóa đích thực là khác. Đó chính là tình trạng man rợ, thiếu sắc thái, vì mọi sắc thái đều trộn lẫn hỗn độn. Nietzsche dành hẳn phần đầu của cuốn Quan Điểm không hiện thời để phê bình thứ văn hóa được hiểu như trên và đặc biệt đối với những kẻ ông gọi là những tên trọc phú trí thức, những trọc phú văn hóa (Bildungsphilister). Cáe sinh viên gọi trọc phú để chỉ bọn nhà giàu thiếu học. Nietzsche gọi trọc phú là những kẻ không tin mình trọc phú nhưng tưởng tượng rằng mình là người trí thức. Bọn trọc phú văn hóa tích trữ trong tinh thần chúng đầy những tư tưởng thật là tạp nhạp; những điều chúng gọi là văn hóa quả tình hoàn toàn vắng mặt văn hóa. Chúng thỏa mãn với đầu óc hạn hẹp của chúng. Nếu chúng có buông thả vào các \"quá độ của nghệ thuật\" thì cũng để phân biệt cẩn trọng những điều phù phiếm này với những cái mà chúng gọi là quan hệ của đời sống: việc làm, địa vị, gia đình. Sự kiện mà chúng cho là phù phiếm, chính đó mới là điều đụng chạm đến nền văn hóa đích thực. Nietzsche chọn một nhà tư tưởng tự do nổi tiếng, tác giả tác phẩm thời danh Đời Chúa Jésus là David Strauss làm khuôn mẫu điển hình cho loại trọc phú văn hóa. Phần đầu của cuốn Những quan điểm chống Thời đại là để chống lại David Strauss và cuốn sách của ông ta, cuốn Niềm Tin Xưa và Nay. Nietzsche giải thích trong cuốn Ecce Homo, David Strauss chính là kẻ tượng trưng cho văn hóa Đức hiện đại. Nietzsche viết: \"Tôi chỉ xử dụng họ như cái kính phóng lớn dùng làm phương tiện để nhìn thấy những tai ương chung còn che giấu hay khó nhận ra.\" Bọn trọc phú văn hóa là kết quả của nền học vấn bị lịch sử thống trị, đó là loại trọc phú \"thẩm mỹ lịch sử\" vậy. Nietzsche dành phần hai của cuốn Quan điểm không hiện thời cho cái lợi và cái hại của việc nghiên cứu lịch sử cho đời sống. Phần này mở đầu bằng câu của Goethe: \"Tôi chống lại mọi hình thức giáo hóa không làm tăng thêm tính hoạt động của tôi cũng như không trực tiếp làm sôi động nó\". Nietzsche rút ra từ tư tưởng này một kết luận: \"Chúng ta cần lịch sử để sống, để hành động, chứ không cần lịch sử để xô lệch rã rời đời sống và cho hành động của chúng ta, cũng không để điểm tô cho cuộc sống ích kỷ, cho hành động xấu xa, hèn nhát. Chúng ta muốn sử dụng lịch sử, Và chỉ sử dụng nó cho đời sống\". Lịch sử đặt con người đối diện với các công trình vĩ đại của quá khứ, bởi đó nó có thể kích thích hoạt động của con người bằng cách khuyến khích con người tiếp tục các truyền thống rực rỡ. Nó có thể tô hồng hiện tại, đưa vào đấy tình yêu vật tử sinh và xa vời. Cuối cùng nó dạy cho con người biết rằng tất cả quá khứ đều đáng lên án, cái gì đã sinh ra thì một ngày kia sẽ bị hủy diệt. Trong nghĩa đó nó phụng sự cho đời sống. Nhưng nó trở nên tệ hại khi tự cho mình là một khoa học độc lập của đời sống. Dưới ảnh hưởng của nó, con người còn trở thành \"thứ bách khoa di động\"; còn tệ hơn, một điều trừu tượng, một cái bóng mờ. Con người không dám biểu lộ cá tính đích thực của mình, nó phải mang cái mặt nạ vô ngã của con người văn hóa đồng thời cả cái bộ vó của tên trưởng giả. Tính đồng nhất của giáo dục hóa phổ quát này đè nặng lên khắp các lãnh vực triết học, \"tất cả triết học hiện đại đều là triết học chính trị hoặc triết học cảnh binh \". Hành động của chính quyền, của nhà thờ, của sự hèn nhát phổ biến đã làm co rút nó lại chỉ còn cái dáng bên ngoài. Lịch sử đưa đến những tôi tớ thụ động và cung kính. Lịch sử luôn luôn là thần học mang mặt nạ\". Bị thâm nhập tinh thần lịch sử, triết lý Hegel trong khi coi thực tại là cái hữu lý, góp phần biện minh cho kết quả của nó ; cũng như lịch sử, triết lý đó đưa đến việc tôn sùng các sự kiện. Kẻ nào khom mình trước \"sức mạnh của lịch sử\", cũng sẽ có thái độ chấp nhận tương tự trước mọi thứ sức mạnh, chính quyền, công luận. Như vậy sự kiện (sự đã rồi) là ngu ngốc ; nó giống một con bò hơn là một Thượng Đế. Con người chỉ là người khi phản kháng chống lại sức mạnh mù quáng của sự kiện, chống lại độc đoán của thực tại. Những người vĩ đại thực sự là người không cúì mình trước cái đã là, nhưng chỉ vâng theo với một kiêu hãnh vô lường cái phải là. Văn hóa lịch sử có thể đưa con người đến chỗ cảm thấy là kẻ lỡ tàu, kẻ \"hậu sinh\", có thể học lịch sử, nhưng lại không thể làm lịch sử. Từ đó con người ngộ nhận hiện tại, vứt bỏ mọi cái mới mẻ, chống đối những gì sắp xảy tới. Và có những kẻ phá hoại muốn bẻ gãy những hình ảnh của tương lai. Ngược lại chinh bởi hiện tại mà ta mới hiếu được quá khứ. Chinh vì phát triển nhưng khả năng cao quý nhựt của nó mà ta mới đoán biết, ở quá khứ, những cái đáng chấp nhận và giữ lại. Chúng ta chỉ hiểu được quá khứ khi chúng ta là người diễn dịch hiện tại và xây dựng tương lai. Phải học tập đời sống các vĩ nhân trong quá khứ để nâng cao chủ nghĩa anh hùng. Một vĩ nhân thực sự luôn luôn là \"người chống lại thời đại của mình\". Một ngày nào đỏ nhà học sử sẽ ngừng quan tâm đến quần chúng để phụng sự cho cá nhân. Quần chúng chỉ cỏ ba điểm đáng lưu tâm: họ là bản sao rất kém của các vĩ nhân, họ là chướng ngại vĩ nhân gặp phải, họ là dụng cụ để vĩ nhân sử dụng. Riêng phần những cá nhân siêu đẳng, họ làm thành loại cầu phóng qua con sông đen tối của dịch biến. Họ không nhượng bộ một lệ luật diễn tiến lịch sử nào ; họ sống ngoài thời gian đồng thời với kẻ đã qua người chưa lại, và nhờ vào lịch sử, họ cùng sổng với nhau. Nhiệm vụ thật sự của lịch sử là làm gạch nối giữa những người cao cả, và thúc đẩy sáng tạo vĩ nhân. Mục đích của nhàn loại là chỉ để sinh sản những mẫu người siêu đẳng này. Về phần lịch sử, nơi đây xuất hiện một trong những lý tưởng sẽ đóng vai trò chủ yếu ở triết lý Nietzsche. Ở cuối đường du hành gay go trên bể cả văn hỏa hiện đại, tận cùng Nietzsche thốt lên: \"Trần gian! Trần gian!\" và ông báo hiệu cho tuổi thanh niên biết những \"cảng hiếu khách\" sẵn lòng đón nhận ta dừng chân. Bởi chính ông tin sẽ khám phá trong hội sống ngày nay những dấu hiệu báo trước một đổi hình sâu rộng, một trỗi dậy quyết định. Sự trỗi dậy giải phóng này sẽ mang hình thức cuộc trở về đời sống Dionysos của Hy lạp cổ xưa. Tinh chất cổ sơ của Hy lạp xưa sẽ sống lại trong nước Đức hiện đại nhờ hai vĩ nhân, Schopenhauer và Wagner. Phần ba của lntempestive dành cho Schopenhauer, nhà giáo dục. Nhà giáo dục chỉ xứng đáng với tên này khi khơi dậy ở con người bản chất đích thực của nỏ, tức hạt nhân của hữu thể nó. \"Nhà giáo dục thực sự là người giải phóng\" Nietzsche thủ nhận cái vui thú, \"Cái tinh cảm sung sướng mãnh liệt\" mà ông cảm thấy khi nghe tiếng nói của Schopenhauer. Ông so sánh Schopenhauer với Montaigne, kẻ cỏ cái vui sống gia tăng không ngừng trên mặt đất này, cả hai gặp nhau trong cùng \"Bầu trời trong trẻo yên hàn\". Đến gần những hiện hữu rực rỡ kia, là tiến đến những người siêu đẳng, những người \"vui vẻ tột cùng\". Hãy chú ý đến bao nhiêu lần chữ vui vẻ xuất hiện trong lời ca ngợi kia của một người theo chủ nghĩa bi quan, được viết trong quãng đời mà mọi nhà chú giải đều đồng ý là giai đoạn bi quan của Nietzsche. Ở thời hiện đại con người ngây ngô đặt khoa học lên trên tất cả, Schopenhauer lấy mục đich con người không phải là khoa học mà là hiểu biết: \"Cái hiểu biết gắn chặt mắt nhìn vào hình ảnh toàn thể của vũ trụ, trong đà nhẩy thiện cảm và tình yêu, đã cổ gắng chấp nhận cải đau khổ phổ biến làm đau khổ riêng cho mình\". - \"Khoa học đối với hiểu biết cũng như đức lý đổi với thảnh thiện ; nỏ lạnh lùng và khô khan, nỏ không có tình yêu thương\". Tên bác học là con chuột chuỗi ở trong hang, không có khả năng hiểu được cải hiếm có, đặc thù, cao cả, và bởi đó độc nhất, quan trọng, chính yếu. Tư tưởng chống lại thời đại của mình, \"Schopenhauer sống trong tình trạng rất nguy hiểm\". Nhà giáo dục lớn đó cho ta một bài học cao quý như sau: \"Không thể cỏ được một đời sổng sung túc: điều chúng ta thực hiện đẹp đẽ nhất, đó là một cuộc sống anh hùng ; cuộc sống ở đó chủng ta hoàn toàn hy sinh cho chính nghĩa chung, nơi ta chạm trán với bao nhiêu khó khăn, nơi ta mang về chiến thắng mà chẳng đòi hỏi mảy may đền bù nào. Hoài niệm về con người như thế sống mãi, mọi người xưng tụng họ như một anh hùng. Ý chí của họ, bị xâu xé trong suốt quãng đời bằng nhọc nhằn, thử thách, bằng thất bại bạc bẽo, sẽ lịm ở Niết Bàn\". Đó là khuôn mẫu của hiểu biết Dionysos mà Schopenhauer gửi lại. Cùng với thế ông đưa ra mục đích cho đời sống con người và cho thiên nhiên. Mục đích đỏ là sự xuất hiện của các con người siêu đẳng các nhà triết học, các nghệ sĩ, những vị thánh. Thiên nhiên cần đến nhà triết học để tự soi sáng mình còn vị thánh thì bản ngã họ hòa vào đời sống vũ trụ. Một văn hoá đích thực dạy cho ta nhiệm vụ này: \"Thúc bách sự ra đời của nhà triết học, của nghệ sĩ, của vị Thánh, nơi chúng ta và ngoài chúng ta, theo cách công tác như thể nhập vào hoàn thiện tối cao của thiên nhiên.\" Từ đây mỗi chúng ta phải suy nghĩ: \"Tôi phải nhìn những điều cao cả nhất, con người nhất ở trên tôi ; tất cả hãy giúp cho tôi đạt đến mục đích đó. Tôi cũng sẽ giúp cho ai cùng nghĩ như tôi, cùng đau khổ như tôi. Sau cùng, một ngày nào đó, một lần nữa sẽ nảy sinh ra con người tự cảm thấy hoàn toàn với óc hiểu biết và lòng yêu thương vô hạn, ngút ngàn, tràn trề sức mạnh trong ngưỡng vọng và trong hành động sáng tạo ; con người đó trong niềm viên mãn của hữu thể mình, sẽ sống trong lòng thiên nhiên, phán đoán và đo lường mọi vật...\" Từ khởi đầu của tác phẩm này, ta đã thấy sửa soạn cho mặc khải Siêu Nhân của Nietzsche. Phải chiến đấu để triệt hạ các chướng ngại ngăn trở các con người siêu đẳng sẳp lại. Điều nhà triết học đặc biệt cần hơn cả là tự do. Nhà triết học không thể mong vào đặc ân của Nhà Nước, nếu không muốn từ bỏ con đường đi tìm chân lý, ông phải đứng lên trên mọi chân lý của Nhà Nước, mọi học chế, tôn giáo, trật tự xã hội, quân đội v.v... Nhà Nước không bận tâm đến chân lý, điều chúng cần là chân lý có lợi, tức cái ích lợi cho chúng dù nó là chân lý, một nửa chân lý hay là sai lầm, lừa gạt. Chân lý không làm tay sai cũng không nhận trợ cấp'. Nhà Nước không hề khích lệ triết học mà còn đàn áp nữa là khác. Người ta sẽ dứt bỏ các nhà triết học xấu xa bằng cách từ chổi đặc ân cho họ. Một nhà triết học thực sự còn quan trọng hơn cả việc duy trì một trường Bại Học, một quốc gia. Triết học phải được coi như một điều ghê gớm, bởi từ đó cuồn cuộn chảy ra thủy triều của chủ nghĩa anh hùng. Đó là bài học to lớn mà nhà giáo dục Schopenhauer mang lại cho thế gian. ° Triết học Schopenhauer không phải là nguyên lý giải phóng độc nhất mà chúng ta tìm thấy ở hội sống hiện tại. Một niềm hy vọng giải phỏng nữa cũng đến với chúng ta từ một con người vĩ đại khác: Richard Wagner. Âm nhạc Wagner cho chúng ta tham dự vào cuộc bừng sống của kịch bi và phục sinh của văn minh Hy lạp cổ sơ. Ảo ảnh Apollon kết hợp với cái viên mãn của cuộc sống Dionysos và nâng đỡ nỏ: không cần đến sự trợ giúp của ngôn từ và hình ảnh, một kẻ dễ xúc cảm sẽ ngất lên khi nghe hồi thứ ba của vở Tristan và Isolde... Đó là chủ đề Nietzsche khai triển trong cuốn Nguồn Gốc Kịch Bi. Trong phần lntempestives thứ tư nhan đề Richard Wagner ở Bayreuth, ông ca tụng thiên tài lớn lao nọ. Đó là một Eschyle mới. Cũng như Eschyle đây là nhà sáng tạo đang chỉ đường cho nghệ thuật ngày mai. Sống \"cho tình yêu của tình yêu\", cũng như Sieglind mang đứa con trong bụng mình, ông yêu nhân dân, yêu cái tập thể những người cùng cảm chung một nỗi buồn thảm với ông. Ông mơ ước tự giải phỏng cho mình, và giải phóng cho họ khỏi nỗi khổ ải chung đó. Bằng cách nào? Bằng hai lối sáng tạo bình dân, thần thoại và âm nhạc. Vì khổ ải chung cho tất cả, nghệ thuật chung cũng giải phóng cho tất cả nhân dân. Chính \"nghệ thuật không tổ quốc\" này -- vì nó không dừng lại trước hàng rào chủng tộc, quốc gia nào cả - sẽ hướng đến cho con người ngày mai. Nó phải sống lại sau lần Cách mạng không thể tránh khỏi: \"Dự liệu hạnh phúc, bảo đảm một tương lai tốt đẹp nhất của một nhân loại tự do nhất không thể trói buộc cùng với đám người hiện nay sinh ra để bị hủy hoại và đảng bị hủy hoại. Để bày tỏ triết lý của mình, Wagner đã dùng một ngôn ngữ ai cũng hiểu được. Là người soạn nhạc kịch tuyệt vời, ông đã khám phá ra dây liên hệ đích thực nối liền âm nhạc với kịch bản, âm nhạc với đời sổng. Ông đã sáng tạo một tương quan hoàn toàn giữa thế giới thấy và nghe. Ở ông, cái gì nhìn thấy được trong vũ trụ đều có khuynh hướng hóa nội tại để biến thành âm thanh, và cái gì nghe được trong vũ trụ đều khao khát hóa nên hình thể, lao mình vào ánh sáng và trở nên cái thấy được. Ông đã khai sáng nên tính hợp nhất của khả năng nghệ thuật ở chúng ta bằng việc dung hòa thơ ca và âm nhạc. Tác phẩm của Wagner chuyển đến ta \"một hạnh phúc chan hòa ánh sáng mà không hỗn tạp\". Người xem và nghe nhạc kịch Wagner tự cảm thấy mình chuyên chở niềm vui đó để vét cho tận cùng rồi vươn lên trên mình. Nhưng họ không giữ riêng hạnh phúc đỏ cho họ. Từ đây họ tự hỏi: ở đâu rồi biết bao kẻ khổ đau về các định chế ngày nay? Với ai tranh đấu để chống lại sự bành trướng của văn hóa giả trá? Chiến đấu thế nào cho tiến bộ của công bình và yêu thương giữa loài người? Ngày nay không còn gì cả ngoài nghệ thuật: Bayreuth, đó chính là \"buổi dâng hiến ban mai cho chiến trận\". Phải lao mình vào cuộc tranh đấu chống lại mọi thứ bạo lực, luật lệ, tập quán, qui ước. Tình cảm bi đát biến con người thành một hữu thể vô ngã, không biết xúc động để tận hưởng niềm vui tối thượng kia. - Trong tác phẩm mới này viết vào thời kỳ được gọi là bi quan, vẫn còn dành chỗ cho niềm vui! ° Rất cần phải nghiên cứu riêng biệt hai cuốn Nguồn Gốc Kịch Bi và Quan Điểm không hiện thời bởi hai tác phẩm này trình bày những khác biệt quan trọng so với những cuốn về sau. Từ ngữ, và ngay cả các ý tưởng chính yếu, vẫn thường được mượn của Schopenhauer. Nỉetzsche chấp nhận hay dường như chấp nhận một thực tế rõ ràng của các biểu hiện, ông tin tưởng, hay dường như tin tưởng vào những nguyên lý vĩnh cửu mà cái suy tưởng thấu nhập của nhà triết học, cái ngưỡng vọng của nghệ sĩ và cái thong dong của vị Thánh đã khám phả ra. Đối với Nietzsche, hai nhà giáo dục vĩ đại là Schopenhauer và Wagner. Nhưng rồi Nietzsche từ bò ngay các từ ngữ các ý tưởng đó cùng vất đi cả cái ngưỡng mộ nữa. Hay hơn nữa, nếu phải tin vào đó, ông cũng đã thoát hẳn ảnh hưởng đôi của hai nhà bi quan lớn và nghệ sĩ thiên tài đó khi ông viết hai phần Intempestives chót dành cho họ. Ở những trang đầu của phần Quan điểm và phuơng ngôn, ông cho hầu hết những điều ông viết đều đã \"lỗi thời\" riêng với hai phần Intempestives chỏt thì dành tặng cho quá khứ riêng tư của ông, quá khứ ông đã giả từ quay mặt. Quả thực ngay từ năm 1867, ông đã, khi viết riêng cho mình, đưa những hoài nghi về giá trị một thực tại sâu thẳm minh bạch của các biểu hiện, cùng ngay cả những kết luận bi quan của hệ thống Schopenhauer. (Bà Fœster Nietzsche có tìm ra những đoạn văn phê bình triết học Schopenhauer vào thời kỳ này). Và người ta cũng thấy rất sớm, khi nghiên cứu cuộc đời của Nietzsche, là ông mang đầy tính nghi ngờ, ban đầu là dồn nén âm ỉ, về giá trị của Wagner, đuợc coi như một người và một nghệ sĩ. Tuy khác với những cuốn về sau bởi bề ngòai mang khuôn mặt Schopenhauer và Wagner, hai tác phẩm lớn đầu tay đó của Nietzsche cũng có những nét giống với các tác phẩm tiẽp theo. Ta đã tìm thấy ở đây lời kêu gọi tính sắt đá anh hùng và chủ đề quan trọng dành cho các con nguời siêu đẳng. Ta cũng thầm đóan ở đây dấu hiệu Siêu Nhân và, như đã nói - một tinh thần mang niềm vui tột độ và sáng ngời trên những trang sách kia. Hans Waihinger nhìn thấy ở Nietzsche \"người chống bi quan mãnh liệt nhất\" bởi những tác phẩm đầu đó, dù mang đầy từ ngữ Schopenhauer, đã chứng tỏ cảm giác nọ. Sau hết trong rất nhiều trang của cuốn Quan điểm không hiện thời, ta khám phá ra sự khẳng định giá trị tối cao của chân lý và lời kêu gọi cho một tự do tinh thần hoàn toàn. Vào cuối đoạn đầu tác giả quyết liệt chống lại sự kiện được xét là lỗi thời, chủ bại: \"Cái hiện thời, cái quan trọng, điều của ngày hôm nay hơn cả, là chân lý\". Ở phần Intempestives thứ hai, ông tuyên bố: \"mọi thứ tiến bộ của chân xác đều phải dùng để sủa soạn và thực hiện nền văn minh đích thực\". Và ta thấy tại sao - \"con người của Schopenhauer đồng ý chấp nhận những đau khổ gây ra bởi lòng thiết thực\" --- trước hết phải là một tinh thần tự do. Đến đây đã xuất hiện dấu hiệu của một trong các chủ đề khẳng định tính chất phê bình của Nietzsche, đặc biệt ở các tác phẩm thuộc thời kỳ duy lý hay thực nghiệm.  "
        },
        {
            "order": 4,
            "name": "Mặc Khải Của Nietzsche",
            "content": " Công trình phê bình của Nietzsche đã phá hủy tất cả các giá trị luân lý cũng như tri thức của loài người, và từ đây lý tưởng nào sẽ chỉ đạo cho con người? Con người còn có hy vọng gì? Niềm tin nơi Thượng đế đã mang đến cho đời người một ý nghĩa sâu xa. Nhưng ngày nay chúng ta biết Thượng đế đã chết rồi, chúng ta không nhận ra Thượng đế mới nào quấn tã nằm trong nôi cả, giờ đây ý nghĩa cuộc sống là gì? Bi kịch của mọi bi kịch: con người thi sĩ ở hồi thứ tư đã giết chết hết cả Thượng đế bằng đức lý, việc gì phải xảy ra ở hồi thứ năm đây? Nietzsche trao ta câu trả lời cho vấn đề qua trung gian nhân vật Zarathoustra của ông. Người tiên tri nọ nói: \"Ta muốn dạy cho con người ý nghĩa của cuộc đời họ\". Trước khi nghe chính bậc thầy, ta hãy xem Charles Andler trỏ hình ảnh nhà tiên tri ở cuốn cuối cùng trong bộ sách rất hay của ông viết về Nietzsche: Phải tưởng tượng Zarathoustra dưới đường nét của Léonard de Vinci, do chính họa sĩ vẽ và còn giữ ở viện bảo tàng Turin. Trán hói, được bao bọc bằng những lọn tóc dài phủ xuống trên vai, lẫn với chòm râu. Đôi chân mày của thánh Moise che cho cặp mắt nghiêm trang và sâu thẳm. Môi trên đưa ra hằn giữa hai nét đau đớn dưới chiếc mũi quặm. Một nét gấp suy tư và cương nghị vẽ cong trên cái miệng thanh tú nhưng khắc khổ. Không có khuôn mặt nào rạng rỡ vẻ thông thái con người, hằn sâu đau khổ và mang những nét trang trọng thánh thiện hơn. Một chiếc áo chùng phủ dài u tối, như chiếc áo các xạ liễn thành Juse ; tay chống trượng dài đầu bọc vàng ; đã góp phần trang trọng, trong tư tưởng của Nietzsche, cho sự xuất hiện huy hoàng kia. Zarathoustra mang đến cho ta một lý tưởng mới, một lý tưởng rất con người, nhưng siêu nhân và có lẽ cũng phi nhân. Mặc khải của Nietzsche được nhà tiên tri trình bày thành bốn lý tưởng: Ý chí hùng tráng, Đảo ngược mọi giá trị, Siêu nhân và Trở Về Vĩnh Cửu. Chúng ta tự cảm thấy trong ta và kiểm chứng được ngoài ta khuynh hướng đẩy con người đến chỗ biểu dương ý chí của mình, đặt nó lên sự vật và hữu thể khác để thông tri: đó là ý chí hùng tráng (Will zur Macht). Trong một trang ở cuốn Bên kia cái Thiện và cái Ác, Nietzsche phỏng theo từ ngữ siêu hình mà ông phê phán ở các triết gia khác để tự hỏi có phải \"Vũ trụ được nhìn ở bề trong, vũ trụ được xác định và ấn định bởi đặc tính trí tuệ của nó không gì khác hơn là ý chí hùng cường\". Và câu hỏi này được ông trả lời rõ ràng trong những trang di cảo đẹp lạ lùng của tác phẩm còn dang dở, Ý chí hùng tráng. Thuyết viễn cận cho phép tìm thấy ý chí đó ở tận thế giới vô cơ. Thế giới được kết hợp bằng những trung tâm lực lượng, trong mỗi trung tâm có thực tại duy nhất là khát vọng được biến đổi mạnh hơn, thích nghi hơn, tăng tưởng thống trị hơn. Người ta đã thấy mọi cơ biệt loại đều khao khát làm chủ khắp không gian, đánh lùi nhưng gì kháng cự lại sức bành trướng của nó. Nhưng nó cũng gặp phải các cơ khác có cùng khát vọng như vậy, chúng bèn tự sắp đặt, hòa hợp với nhau vì cùng loại, và từ đấy chúng cùng nhau mưu đồ chiếm đoạt cho được sức mạnh hùng cường. Thuyết vũ trụ cơ giới tỏ ra đối nghịch với quan niệm này. Nhưng người ta đã thấy nó chẳng mang lại cho ta một giải thích đích thực nào về thế giới, nó chỉ là sự sao chép của thực tại trong ngôn ngữ con người. Ý chí hùng tráng chứng tỏ đặc biệt nơi các vật sống. Zarathoustra nói: ”Nơi nào ta tìm thấy vật sống, nơi đó ta thấy ý chí hùng tráng\". Cái khoái lạc là cái đau đớn luôn luôn đi theo ý chí hùng tráng nhưng chúng không phải là mục đích, chúng chỉ là hậu quả đơn giản, là hiện tượng phụ. Điều mà thành phần vật chất sống nhỏ nhất mong muốn là sự gia tăng sức hùng cường chứ không phải khoái lạc. Khoải lạc đi kèm với chiến thắng (một khoái lạc duy nhất không được sắp trong loại này là khoái lạc ta cảm thấy trong kiệt lực, tức khoái lạc an nghỉ). Ý chí hùng tráng đòi hỏi đau đớn cũng như khoái lạc bởi hữu thể cần thiết vật gì đối nghịch với mình, nó đi tìm sức đối kháng. Đau đớn là một chướng ngại, nhưng chính chướng ngại là chất kích thích cho ý chí hùng tráng. Mọi chiến thắng, mọi tình cảm khoái lạc đều bao hàm một sức đối kháng phải vượt qua. Như vậy đau đớn là thành phần bình thường của hiện tượng hữu cơ. (Đừng lần lẫn đau đớn này, chất xung động cần thiết với một loại đau đớn riêng biệt, là loại đau đớn đi kèm với kiệt lực đánh dấu sự mất sức và suy giảm ý chí hùng cường). Hãy lấy trường hợp giản dị nhất là trường hợp sự dinh dưỡng trong hình thái sơ đẳng. Chất nguyên sinh vươn các giả túc của mình đi tìm một vật thể chống lại nó không phải vì nó đói, mà vì nó phải tiêu thụ sức lực, phải vượt quá vật gì để tự thích nghi, tự xác nhận. Sự dinh dưỡng chỉ là một kết quả sơ khai của ý chí hùng tráng đang trên đường biến đổi mạnh hơn. Ta không nên xem quan trọng sự đối nghịch giữa khoái lạc và đau đớn. Có những trường hợp sự đau đớn hoạt động như là thành phần của khoái lạc, lúc khoái lạc được đặt điều kiện bởi một chuỗi kế tục nhịp nhàng những co quắp nhỏ của đau đớn, thí dụ sự kích động dục tình. Khoái lạc và đau đớn giả định rằng hữu thể minh chứng ích lợi hay nguy nan. Sự quyết định chủ đề phải gây nên khoái lạc hay đau đớn tuỳ thuộc vào thứ bậc của sức mạnh hùng cường: cùng một vật thể, bởi tương quan đến một số lượng nhỏ của sức hùng cường, sẽ xuất hiện trong hình thức nguy hiểm hay bất ưng, ở một hữu thể hùng mạnh hơn sẽ đưa đến một kích động khai trí, một cảm giác khoái lạc. Rõ ràng không thực khi cho rằng bản năng sinh tồn là bản năng cơ bản vì vật sống không tìm cách tự tồn tại hơn là tìm cách tiêu thụ sức sống của mình. Khuynh hướng sống còn chỉ là hậu quả gián tiếp của ý chí hùng cường cũng như mọi bản năng khác. Rõ ràng không thực khi cho rằng vật sống khao khát tìm hạnh phúc: nó chỉ khao khát sức mạnh. Cây cối ở rừng trinh nguyên không chiến đấu để được hạnh phúc, nhưng để lớn mạnh. Thú vật cũng thế. Về phần \"cuộc cạnh tranh phi thường cho cuộc sống\" Darwin chỉ khẳng định hơn là minh chứng. Nó có hiện hữu, nhưng là một trường hợp đặc thù thì đúng hơn. Cuộc sống không tự trình bày nghèo nàn như quan niệm này giả thiết, ngược lại nó xuất hiện dưới hình thức phong phú, dồi dào, còn phung phí nữa là khác. Rồi, chấp nhận cuộc cạnh tranh sinh tồn kia có thực, nó kết thúc một cách \"khốn khổ\" mà Darwin cũng không ngờ được: nó thường đưa đến thất bại và tiêu hủy các kẻ mạnh, kẻ ưu tiên. Bọn yếu hèn cướp được cuộc sống trên tay họ bằng mưu gian, vì chúng còn có tinh thần nữa. (\"Darwin đã quên mất tinh thần: đó cũng là điều rất Ăng-lê\"). Hay hơn nữa bọn yếu hèn lúc nhúc tràn đầy và là số đông, kết hợp lại để thống trị những người hùng, những kẻ đặc biệt, độc đáo. Không có một tăng trưởng liên tiếp trong việc hoàn thiện các nòi giống vật sống. Thế giới thực vật và động vật, trong toàn bộ của mình, không tự phát triển thiết yếu từ duới lên trên. Con người với tư cách là một chủng loại, không thực hiện được một tiến bộ vượt xa động vật. Tất cả các loại giống hoạt động đồng thời, lăn lên nhau và càn lấn nhau rất quàng xiên xiêu vẹo để chẳng có một mục đích nào khác hơn là phát triển sức mạnh hùng cường của mình. Công tác phê bình của Nietzsche về những gì có liên hệ đến con người nảy sinh từ lý thuyết giải thích hiện tượng suy đồi kia. ° Ta không nên tách rời con người ra khỏi các động vật khác hay ra khỏi thiên nhiên. Ta đã thấy trong toàn bộ đời sống hữu cơ thế giới của ý thức chỉ chiếm một chỗ rất nhỏ. Ý thức chỉ là một phương tiện hơn hết của phát triển và tăng trưởng của sức mạnh hùng cường sinh động. Thực vô lý khi thấy trong ý thức, nhất là trong ý thức của con người, mục đích, lý lẽ của đời sống tổng quát, như các lý thuyết đã coi như những giá trị cao đẳng khoái lạc, luận lý hay có khi là tâm lý. Nếu chúng ta muốn tạo một chủ đích cho đời sống thì chủ đích này không thể đồng nhất với chỉ duy một khía cạnh của đời sống ý thức mà nó phải giải thích mọi hình thái cuộc sống. Trong ý thức con người, phương tiện đơn giản phục vụ cho chủ đích này là đời sống, chúng ta lại tìm thấy nhưng với một rõ rệt đặc biệt, ý chí hùng cường. Trước tiên chúng ta áp dụng cho con người mọi điều trên về khoái lạc và về đau đớn ở vật sống. Chính đặc biệt nơi con người mà ta có thể kiểm chứng sự khác biệt giữa đau đớn bình thường, kích động sự gia tăng ý chí hùng cường; và sự đau đớn đặc biệt kết quả của tình trạng lột bỏ sức hùng cường; giữa khoái lạc chiến thắng của kẻ mạnh tức người mang sức sống tràn trề và khoái lạc của yên nghỉ, của trầm lặng, thanh bình tức của kẻ kiệt lực. Và con người, hơn mọi động vật khác, ước vọng, không phải hạnh phúc, nhưng là phát triển sức hùng cường. ”Con người trở thành chủ nhân của lực lượng thiên nhiên, chủ nhân của sự man rợ riêng tư và các bản năng buông thả của mình. Con người được so sánh với người đặt trước mình, kẻ tiêu biểu cho một khối lượng vĩ đại của ý chí hùng cường, chứ không phải của tăng gia hạnh phúc”. Con người phát biểu ý chí hùng cường theo nhiều cách khác nhau. Mỗi kẻ điểm xuyết cho cuộc đời của mình theo cách thế riêng của mình, họ lựa chọn một tăng trưởng sức hùng cường nhanh hay chậm, chắc chắn hay nguy nan, rõ ràng hay bí mật. Nhưng dù dưới hình thức này hay hình thức khác, mọi sự kiện của đời sống nhân loại đều khai mở cho ý chí hùng tráng. Tỷ như sự ganh đua, ta hãy nghĩ đến sự sung sướng chiến thắng bày tỏ ở các cuộc tranh tài vận hội thể thao hay âm nhạc như sung sướng mà người Hy lạp đã có kỳ tham gia vận động kia. Tỷ như ái tình thân xác, đó là một loại thể thao mà hôn nhân vừa là chướng ngại vừa là vật lôi cuốn. Đôi kẻ yêu đương trước hết muốn sở hữu người mình yêu, muốn có quyền tuyệt đối trên thân xác và tâm hồn họ để thống trị và loại bỏ mọi người khác. Đôi kẻ khác, cần yếu hơn, đòi hỏi các thử thách tế nhị, mong muốn một từ bỏ hoàn toàn. Đôi kẻ khác, khinh bỉ từ bỏ như vậy là dựa vào hình ảnh nhân vật tưởng tượng và lý tưởng, muốn nạn nhân của họ không lầm lẫn về dự tính của đời mình và hướng người được yêu về cho chủ nghĩa vô độ và tính yêu ma của họ cũng như những kẻ khác hướng cho lòng tốt hay tinh thần của họ. Trong mọi trường hợp, chỉ có thứ tâm lý hoàn toàn nông cạn mới thấy ở tình yêu hình thức chủ nghĩa vị tha, quên mình. Lòng tốt và ác nghiệt. Trong hai trường hợp đại nghịch nhau bởi ta điểm xuyết cuộc đời theo cách khác nhau - đều là cách tác động một hành vi vào kẻ khác. Lòng tốt dưới mọi hình thức là ân huệ, quà tặng, cử chỉ thương hại (thương hại là tình cảm dễ chịu nhất ở những kẻ ít kiêu căng, không ước vọng một chinh phục lớn lao. Thương hại chính là tình cảm của gái điếm). Ác nghiệt dưới mọi hình thức, kể từ sự châm chọc, chế giễu đến sự hung ác phá hủy nhất, mục đích không phải là gây đau khổ cho kẻ khác nhưng là tạo niềm vui riêng tư khi hành động đến kẻ khác. Khi con người không còn đối tượng hành hạ, họ quay sang hành hạ chính mình: như ta đã thấy ở phần trên Nietzsche đã giảng giải nguồn gốc của ý thức xấu xa. Khổ hạnh và thánh thiện. Người khổ hạnh cảm thấy một khoái cảm thật sự trong việc gây đau đớn cho một phần nào đó của con người mình; họ vừa là nạn nhân vừa là đao phủ ; họ mang củi đến để thiêu mình. Những kẻ theo Ki tô vĩ đại là những kẻ chơi trò chơi thể thao của lòng thánh thiện”, ta đang nghĩ đến Saint-Paul, đến Calvin, đến Pascal, ”kẻ vĩ đại nhất trong những kẻ theo Ki tô!” Và đến sự hiền đức. Người hiền đức Zarathoustra nói về các nhà hiền đức chung chung: \"Mọi cái chi bạn muốn thống trị đều gập người dưới ý chí của bạn, nó trở nên lễ độ và bị đặt dưới tinh thần, như tấm gương như hình ảnh của tinh thần. Đó chính là ý chí của bạn, hỡi người hiền đức giữa các người hiền đức, đó chính là ý chí hùng cường. Như vậy bạn nói về cái thiện, cái ác, định lại các giá trị. “Với các giá trị và lời nói của bạn về cái thiện và cái ác, bạn tác động sức mạnh của mình, bạn, những người đánh giá các giá trị: đó chính là tình yêu còn che giấu ở bạn, làm bùng nổ, xúc động, và lai láng ngập bờ của tâm hồn bạn\". Đức hy sinh. Khi người ta đặt vào cuộc sức khỏe, cuộc đời của chính họ là bởi theo một ý chí kiêu hãnh, hoang phí tràn ngập. Kẻ tuẫn tiết cho bất cứ lý tưởng nào là kẻ hy sinh cho chính mình, cho ý chí hùng tráng của riêng mình. Không phải chỉ cảm tính của con người mà cả óc thông minh của họ nữa được ý chí kích động, làm khởi sắc. Trong khi nghiên cứu thuyết viễn cận của Nietzsche ta đã thấy các cảm quan, tri giác, lý trí của con người tự giải thích bằng các cần thiết của hành động ra sao, và tư tưởng sáng tạo ra sao một vũ trụ riêng nơi con người có thể tồn tại và phát triển. Cũng như đời sống cá nhân, đời sống xã hội khai mở ý chí hùng tráng. Ta tìm tháy ý chí đó ở tâm hồn các ông hoàng, các kẻ cai trị. Những kẻ thật tình khát vọng, để đạt đến mục đích hùng tráng đã hy sinh dễ dàng hạnh phúc và tiện nghi của họ. Khát vọng của dân chúng muốn được thống trị chủng tộc khác có thể dẫn đến ý chí tiêu diệt các chủng tộc khác, điều này giải tích sự tiêu hủy các văn minh cao đẳng như văn minh của dân tộc địa phương ở Mexico, ở Pérou. Ta cũng tìm thấy khuynh hướng đó trong quần chúng, vì đôi khi toàn thể một dân tộc hy sinh tài sản và gia đình mình để hiến cho niềm sung sướng tột độ khi nghĩ họ sẽ thống trị trên một dân tộc khác, đó là việc cho phép các nhà lãnh đạo ngụy trang các thèm khát chinh phục dưới mọi nguyên cớ đạo đức. Quần chúng còn phát hiện ý chí hùng tráng của mình khi họ chiến đấu cho tự do và cho điều họ gọi là công lý, lực quyền bình đẳng. Một khi thu được quyền bình đẳng này, các cá nhân sẽ tổ chức thành nhóm, và các nhóm đó vẫn còn tranh đấu để đạt đến cái tối thượng, cái ưu tiên. Người ta muốn tự do khi chưa có sức hùng cường, lúc bắt đầu có nó, người ta muốn sự ưu thắng. Còn với người bất lực không sử dụng được sức mạnh mà họ mong muốn, họ dùng tới mưu gian và đạo đức giả. Họ hóa lý tưởng kẻ truyền lệnh họ, bởi đó là một thứ bù trừ, hay có thể họ biến hình bất lực của mình bằng khinh bỉ, họ chuộng sự trong sạch xa rời cuộc sống, họ tuyên bố thích đời cô đơn... Trong các liên hệ giữa chủ nhân và thợ thuyền cũng như trong các xung đột giữa đảng phái, vấn đề sức mạnh đóng một vai trò quan trọng. Nếu con người ngày nay tranh đấu cật lực cho sự giàu sang vì hiện giờ họ tìm thấy đồng tiền là tình cảm sống thực nhất của sức mạnh. Ở đây để thỏa mãn yêu cầu vật chất thì ít, mà chỉ để biểu dương hành động lấn lướt lên kẻ khác, khuynh hướng làm chóa mắt kẻ khác bằng cái rực rỡ, giàu sang, khoe khoang. Những sáng tạo vĩ đại của tập thể nhân loại cũng phát sinh bởi ý chí hùng cường. Người ta cũng thấy ý chí đó ra sao ở các tăng lữ tạo dựng Nhà Thờ và cũng như ở những cần thiết của hành động thuộc về nguồn gốc khoa học. Mặc cho mọi vẻ bên ngoài, tinh thần tự do tự nó thiết yếu là một tinh thần chinh phục, vui sướng vì chiến thắng của mình. Nghệ thuật cũng phát xuất từ ý chí hùng cường. Cái đẹp có một giá trị học vật sống, đó chính là làm đời sống tăng gia. Luôn luôn có những hữu thể hay sự vật, chẳng vội nghĩ đến điều thuận lợi, làm bừng bừng tình tự hùng tráng nơi ta. Kẻ xấu xí chính là kẻ bị tước bỏ sức mạnh, nghèo nàn, bị đè nén ; hắn biểu lộ một suy nhược. Sự ngây ngất là điều kiện của thưởng ngoạn và tác động thẩm mỹ, nó là một tình cảm hùng tráng tuyệt vời (có một say sưa Apollon cũng như có một say sưa Dionysos). Dưới ảnh hưởng của tình cảm này, con người làm giàu sang vũ trụ bằng cái sung mãn riêng tư của mình, họ biến hình sự vật phản ảnh cái hùng tráng, cái hoàn thiện. Sự biến hình đó, hoàn thiện đó, chính là nghệ thuật. Nghệ sĩ thiết yếu là nhà sáng tạo: sáng tác âm nhạc chính là một cách sinh con. Hội họa, điêu khắc, thơ ca anh hùng là nghệ thuật Apollon ; âm nhạc, thơ ca trữ tình, khiêu vũ, kịch câm là nghệ thuật Dionysos. Nhà kiến trúc không tiêu biểu cho trạng thái Dionysos hay trạng thái Apollon xuyên qua tạo phẩm của nghệ thuật này ta thấy hiển hiện ý chí, một ý chí lay chuyển núi non. Tự nơi đền đài ta thấy biểu lộ một sự chiến thắng trên cái nặng nề của trời đất. Có sự \"hùng biện của uy quyền\" hiện diện ở nghệ thuật kiến trúc. Một sức hùng tráng được đưa cao đến tột độ, sinh sống trong các chướng ngại mà nó gặp phải, tự tin nơi mình, khinh bỉ cái thỏa mãn: đó chính là kiểu kiến trúc ta phải gọi tên là kiểu vĩ đại. Mọi nghệ thuật đều có tác dụng bồi bổ, khiêu động các hoài niệm say sưa tinh tế, cùng gia tăng sức mạnh và thắp sáng niềm vui. Nghệ thuật là khẳng định, giáng phúc, là hóa thánh cuộc đời, một xây đắp cao ngút cho tình cảm đời sống, một kích thích đối với cuộc đời. Phân tích này giúp ta hiểu sâu sắc hơn lời phê phán Nietzsche nhắm đến nghệ thuật khổ hạnh, dân chủ và sự suy đồi hiện tại... Sau hết, cũng như mọi sáng tạo to lớn của con người, đạo đức thuộc về ý chí hùng tráng. Nó ấn định các giá trị: những giá trị đó là kết quả của cái nhìn do con người thiết lập lên trong lợi ích của mình, nhưng lại là giá trị dự trù sai lầm trong sự vật. Trên đây ta đã thấy ý chí hùng tráng, trong lúc cổ súy khi thì các chủ ông, những người quý phái, khi kẻ nô lệ, những hạng người nhỏ bé, đã sáng tạo hai nền luân lý mà Nietzsche đã khám phá ra sự xung đột và vì sao luân lý của chủ ông là luân lý hùng tráng trong lúc luân lý của bọn nô lệ là luân lý suy đồi. Thế nên \"chẳng có gì ở đời sống có giá trị nếu không có mức độ hùng tráng\". Khi phê phán nền luân lý của bọn nô lệ, thứ luân lý còn thống trị trên quan niệm chúng ta ngày nay, Nietzsche dẫn ta đến nền luân lý của ông ; đó chính là nhiệm vụ ông gọi tên là duyệt lại, hay biến đổi, hay chuyển hóa, hay đảo ngược mọi giá trị (Umwerthung aller Werthe). ° Công trình phê phán của Nietzsche đã phá hủy mọi định kiến cũ, mọi quan niệm siêu hình và luân lý xưa. Người ta có thể rút ra từ những trang cuối cùng của cuốn Ecce Homo một tóm tắt mãnh liệt các kết luận mà ở đó đạt đến tận cùng nỗ lực phủ định này:   Nietzsche không nghĩ rằng phải từ chối tất cả mọi thứ luận lý. Có một nền luận lý mới mà ông đề nghị với chúng ta, ông viết trong một trang di cảo: \"Tôi có niềm hạnh phúc là sau hàng ngàn năm đi qua sai lạc và mù mờ đã tìm ra được con đường dẫn đến cái chấp nhận và cái từ chối.\" \"Kẻ đáng được gọi là kẻ sáng tạo trong cái thiện và cái ác, thực ra, là kẻ phải bắt đầu phá hủy và đập nát các giá trị \". \"Kẻ lương thiện ưa thích vật cũ kỹ, mà vật cũ kỹ là vật được bảo tồn. Người quý phái thì muốn sáng tạo vật chi mới lạ, một đức hạnh mới\". Zarathoustra kể một ngụ ngôn như vầy: tinh thần con người lần lượt là con lạc đà, là con sư tử và là đứa trẻ con. Tinh thần bị cái khắc nghiệt thống trị, đó chính là con lạc đà. \"Có gì nặng nề hơn nữa không! Tinh thần tráng kiện hỏi như vậy và nó quỳ xuống như con lạc đà, nó muốn tải nặng. \"Nó muốn chinh phục tự do, làm chủ sa mạc riêng tư của mình... “Con rồng to lớn nào mà tinh thần không còn muốn gọi là thần linh hay chủ ông? Con rồng to lớn có tên là: mày phải. Nhưng tinh thần sư tử bảo: ta muốn.... \"Công cuộc sáng tạo các giá trị mới - ngay con sư tử cũng chưa thể làm được, nhưng nó mang đến tự do cho cuộc sáng tạo mới - chính là điều sức mạnh sư tử có thể làm. Sau cùng tinh thần biến thành đứa trẻ. “Đứa trẻ thì trong trắng và hay quên, một hồi sinh, một trò chơi, một bánh xe tự quay, một chuyển động đầu tiên, một chấp nhận muôn thuở. Đứa trẻ tượng trưng cho tinh thần con người đã tìm lại được cái trong trắng, vô tội và có khả năng sáng tạo một đức hạnh mới. Đức hạnh mới này khác biệt với đức hạnh cũ ở điều nó khẳng quyết hơn là phủ định: nó nói tiếng ừ với trần gian, với cuộc đời. Đây chính là một cứu chuộc mới: thực tại được cứu rỗi, chuộc khỏi lời nguyền mà lý tưởng xưa đã đè nặng lên nó.   “ Hãy mang đức hạnh lầm lạc đó về trần gian như tôi đi - Vâng, hãy mang nó về thân xác, về cuộc đời để nó đem đến cho trần gian một ý nghĩa, ý nghĩa con người \". Chúng ta không được hướng tư cách mình đến một vật giới siêu nhiên nào. Lời nguyền rủa lớn lao nhất con người có thể nói với cuộc đời là hiện hữu của Thượng đế. Ngày nay chúng ta đã giải thoát khỏi ảo ảnh kia, ý tưởng đó làm chúng ta thấy hiện trong mình một luồng ánh sáng mới, một thứ hạnh phúc mới. Một bình minh mới ra đời. Nguyên lý của đức hạnh mới là tình yêu đối với cuộc đời. Tất cả các giá trị đều phát xuất từ cuộc đời. Cuộc đời là một kinh nghiệm diệu kỳ, một phương tiện tri thức, mà tri thức này chính nó cũng là “một thế giới đầy nguy hiểm và đầy vinh quang\". Từ khi Nietzsche thu nhận được tư tưởng giải phóng kia - ông nói với chúng ta trong cuốn Hiểu Biết Hài Hòa - ông tìm thấy cuộc đời - “từ năm này qua năm khác phong phú thêm, lôi cuốn thêm và huyền bí thêm\". Từ tình yêu cuộc đời phát sinh mọi giá trị. Mọi thứ luận lý lành mạnh đều chịu sự thống trị của bản năng đời sống: đó là những trật tự và phòng vệ của nó ; sự chấp nhận đóng vai trò lớn lao hơn chê bai, khẳng định giữ vai trò lớn lao hơn phủ định. Nền luân lý của đời sống này khoác lại cái áo chủ nghĩa ích kỷ. Phải trở nên một con người hoàn toàn và trong mọi hành động của mình, phải tự đề nghị cho lợi ích lớn lao nhất của mình (chỉ có những kẻ thô bỉ mới hiểu lời khuyên này theo nghĩa thô bỉ thôi). “ Bạn yêu chính mình chưa đủ “ Zarathoustra nói với con người. Và tiếp: \"Phải luôn luôn yêu người đồng loại như mình, nhưng trước tiên hãy là những kẻ yêu chính mình đã \" “ Kẻ tự yêu chính mình với tình yêu lớn nhất và khinh bỉ lớn nhất!\". Song chủ nghĩa ích kỷ có giá trị khi cá nhân có giá trị. Nếu con người tiêu biểu cho một tiến hóa hướng thượng thì giá trị của nó thật tuyệt vời: với nó cuộc đời đã thực hiện một bước đi lên. Nếu con người tiêu biểu cho một “ tiến hóa “ giật lùi, cho hủy hoại, cho bệnh hoạn, giá trị nó thật vô cùng yếu kém, sự thăng bằng đơn giản đòi hỏi nó phải lấn lướt tối thiểu lên kẻ mạnh mà nó là tên ký sinh. Do đó “ chủ nghĩa ích kỷ tốt đẹp và thánh thiện\" mà Zarathoustra ca ngợi chính là chủ nghĩa của “ tâm hồn hùng cường kết hợp với thân thể tráng kiện và đẹp đẽ... Niềm vui ích kỷ của một cơ thể như vậy, của một tâm hồn như vậy được gọi là đức hạnh\". Thế nên đừng đặt tất cả vào chung một luân lý. Đừng đi tìm những nguyên tắc phổ quát, những mệnh lệnh đồng nhất tuyệt đối: bởi các hành động không thể giống nhau. Mỗi một hành động là hành động duy nhất, không so sánh được. Mỗi con người cũng là con người duy nhất, với tài năng riêng tư: Phải “ trở thành cái mà ta là\" - \"ý thức của bạn bảo gì? Bạn phải trở nên cái mà bạn là\". Phải biết khác biệt với kẻ khác, xa lánh đám đông nhu nhược vì giữa chúng ta cảm thấy ngay mình là nô lệ để có thể sống một mình, cho dự tính riêng của mình “ Cô đơn là tổ quốc ta “ Zarathoustra nói thế ; phải ấn định cho mình các giá trị riêng biệt, là chủ ông của đức hạnh mình. “ Mỗi một người phải sáng tạo ra đức hạnh cho riêng mình, phải sáng tạo mệnh lệnh tuyệt đối của mình “. Đừng bao giờ hạ thấp bổn phận của ta ngang với bổn phận của thiên hạ. Một luân lý dữ dội cho cuộc đời, một luân lý nồng chảy lửa nhiệt đới phải chấp nhận những con người đặc biệt, ngay cả những tội nhân, những César Borgia, những Napoléon. Nhưng những gì cho phép các người hùng làm nên cuộc đời khả dĩ của họ - không tín ngưỡng, phiêu lưu và cả trụy lạc - sẽ giết chết các con người trung bình. Với những kẻ này phải dành cho họ niềm tin, lề luật, đức hạnh của bầy đàn súc vật. Họ phải giữ cho kẻ tầm thường cái can đảm và cái hăng say. Chẳng hạn người ta phải công nhận những ân huệ mà đạo Phật và đạo Ki tô đã mang đến cho các con người tầm thường, tức dân chúng đông đảo nhất: chúng biện minh và làm tươi đẹp cuộc đời vô vị bình nhật, phát triển sự bận tâm và tình yêu với kẻ khác, mang đến hạnh phúc và thanh bình của tâm hồn, tô điểm sự nô lệ hèn yếu. giữ vững địa vị xã hội, khắc nghiệt như thế nhưng không làm sao thay đổi được... Chỉ duy với người hùng cuộc đảo giả trị mới dựng lên ; và chỉ với người quý phái, trong nghĩa đúng thực của danh từ, kẻ thanh cao thôi. Phải thay đổi giá trị luận lý cựu truyền đa gắn vào thân xác và linh hồn. Cứu rỗi linh hồn không quan trọng, quan trọng là sức khỏe của cơ thể. Điều người ta gọi là sức khỏe của linh hồn tùy thuộc trên một dung lượng lớn, vào sức khỏe của cơ thể: Khi người ta không thắng được một đau khổ tâm thần, thì lỗi ở linh hồn ít hơn ở cái bụng: người khỏe mạnh tiêu hóa cái bực dọc của đời sống cũng như họ tiêu hóa thức ăn. Các ý tưởng đen tối đến với chúng ta vào những ngày đói khát năm xưa, còn khi mồm đầy thức ăn ngon lành ta thường nhìn cuộc đời với bao hy vọng. Thế ra vấn đề quan trọng không phải là các vấn đề siêu hình, nhưng là các đòi hỏi liên quan đến thức ăn, chỗ ở, quần áo, các liên lạc xã hội. \"Điều tốt lành là tất cả cái chi kích thích nơi con người tình tự hùng tráng. Điều xấu xa là tất cả cái chi cỏ gốc rễ nơi lòng yếu hèn\". Một thân thể nhảy múa, một khuôn mặt cười rạng rỡ ; đó là lý tưởng con người của Zarathoustra. Một ngày kia gặp các thiếu nữ đang khiêu vũ bỗng dừng lại vì thấy ông đi đến gần: Zarathoustra trấn an họ bằng một cử chỉ đầy thiện cảm và nói với họ: \"Cứ tiếp tục vũ đi, hỡi các cô gái xinh đẹp! Đây không phải là kẻ phá đám đến liếc xéo các cô đâu, đây không phải là kẻ thù các thiếu nữ! \"Ta là trạng sư của thần linh trước Ngạ Quỷ: Ngạ Quỷ chính là tinh thần của nặng nề thô kệch. Làm sao ta thù địch với dáng kiều thơm nhẹ nhàng của các cô được? Kẻ thù của dáng kiều thánh thiện, của bước chân thon gót hồng kia?“ Tới đây, ông tuyên bố “phong thánh nụ cười\": \"Hỡi người cao đẳng hãy học cười đi! \" Và tiếp: \"Một ngày không nhảy múa với chúng ta là một ngày bỏ đi. Mọi chân lý sẽ biến thành sai lầm với ta ngay nếu nó chẳng làm chúng ta cười!\" Điều nhà triết học mong mỏi vào bậc nhất cho mình, Nietzsche viết, đó chính là trở nên người nhảy múa tài tình. Bởi vũ là lý tưởng, là nghệ thuật tuyệt vời của họ, là lòng sùng đạo độc nhất, là tôn thờ thực sự của họ. Với một thân thể lành mạnh và nhẹ nhàng, Nietzsche khuyến cáo một trái tim kiêu bạc mà không khoe khoang, yêu mến cái cao quý đích thực, nhất là một ý chí cứng rắn và can trường. Can trường là đức tính ông ca tụng thường xuyên nhất và được ông đặt vào hàng cao nhất. Trong cuốn Bình Minh ông tán tụng bốn đức tính: sự dũng cảm với kẻ thù, quảng đại với người chiến bại, chính trực với mình và cả mọi người. Ngoài ra bốn đức tính được khuyên bảo trong cuốn Bên kia cái Thiện và cái Ác: sự hiểu biết thấu đáo, thiện cảm, cô đơn, nhưng được ông đặt vào hàng đầu vẫn là đức tính can trường. Còn cuốn Hiểu Biết Hài Hòa ông tuyên bố đức dũng cảm mà không màng đến vinh dự là dấu hiệu của sự cao quý thực sự. Ông chào đón một thời đại phấn đấu và kiên cường gần kề, thời đại đặt đức can trường lên trên tất cả. Thời đại đó sửa soạn cho một thời đại khác, cao hơn, nơi ta đưa chủ nghĩa và anh hùng vào nhận thức và nơi ta chiến đấu cho các lý tưởng. \"Hãy tin tôi, cái bí mật gieo cho cuộc sống phì nhiêu hơn và tận hưởng cật lực cuộc đời đó là sống nguy hiểm\". Zarathoustra cũng kích động lòng dũng cảm: “ Ta van anh em bằng tình yêu và hi vọng của ta: đừng vứt bỏ người anh hùng đang nằm trong anh em! Hãy tôn thánh hy vọng cao nhất của anh em đi! Và tiếp: “ Lao động của anh em là chiến đấu, hòa bình của anh em là chiến thắng!\" Tình yêu thực sự đòi hỏi một can trường đưa đến chấp nhận cả cái chết: “ Yêu và chết: hai điều đó đã hòa hợp với nhau từ ngàn năm nay. Muốn yêu chính là sẵn sàng để chết. Tôi nói với bạn như vậy đó, hỡi người khiếp nhược! “. Cái can trường thực sự, không phải là cái can trường trước người chứng mà là cái can trường của kẻ cô đơn, kẻ một mình, cái can trường của con phượng hoàng không có thần linh nào chứng giám: “ Kẻ can đảm là người biết sợ hãi nhưng chống lại sợ hãi \". Để đạt đến kết quả này phải có một ý chí cương nghị, chai đá. Đây chính là ý nghĩa lời khuyên bất hủ kết thúc ngụ ngôn cục than chê trách cái cứng rắn của kim cương: “ Anh em ơi! ta đặt lên trên anh em bảng giá trị mới này: hãy cứng rắn đi! Cuộc tranh đấu, cái làm chai cứng, tự nó đã tốt đẹp dù cho đối tượng nó ra sao. Giá trị của một tài sản đôi khi ít chứa đựng ở điều người ta đạt được khi có nó hơn là điều người ta phải trả giá khi chiếm nó. Tỉ như sự thiết lập tự do sẽ không còn tự do ngay khi nó đã đạt được: chủ nghĩa tự do là dấu hiệu ngu ngốc bởi ảnh hưởng của bầy đàn súc vật! Nhưng những thiết lập này, bao lâu, còn phải chiến đấu để chiếm lấy chúng đã có một giá trị rất lớn rồi: một cuộc chiến như vậy hết sức thuận tiện cho việc phát triển tự do. Vì tranh đấu tự nó đã tốt đẹp, nó rất có lợi khi gặp nhiều kẻ thù, những kẻ thù đáng ghét chớ không đáng khinh. Không những nó tranh đấu chống với kẻ khác nó còn chống ngay với chính mình. Phải biết tự cưỡng chế. Phải hiểu sức mạnh và yếu đuối của mình, thêm vào ở đây, loại bỏ ở đó, thích nghi thế khác. Như thế người ta sẽ tạo cuộc đời mình thành một tác phẩm nghệ thuật. “Chỉ có một việc cần thiết, là đem phong thái lại cho cá tính mình\". Ở chúng ta vẫn còn thiếu “một con người tổng hợp vĩ đại, thứ người có ở những kẻ hùng tráng, khác biệt nhau, cùng chung chịu dưới một cái ách để cùng hướng về một mục tiêu duy nhất\". Nietzsche vẫn thường trêu chọc những nhà luân lý mang vỏ nhím bên ngoài, bằng cái cớ tự làm chủ mình, kết án mọi sức tiếp thiên nhiên không chịu được kẻ khác cũng như chính họ. Và không từ bỏ những phê phán kia, nhưng ông vẫn, trong những trang di cảo ở cuốn Ý chí Hùng tráng, khuyến báo ta phải có một kỷ luật chặt chẽ cho chính mình. Ông kết án sức tiếp và tính bất thường: “ Những kẻ tình cờ \" và những kẻ thay đổi “ là những kẻ yếu hèn. \"Ta làm sao để hùng tráng hơn? Tự quyết định dần dần và trì chí với tất cả cái đã quyết định“. Ngay cả hành động anh hùng không thể thành tựu nhờ sự kích thích bên ngoài, mà nhờ chúng ta lạnh lùng, hành động hợp lý; vả lại cũng như mọi hành động trắc ẩn, lòng thương hại phải lọt qua cái sàn của lý trí. \"Sự cao thượng của lý trí không phải nằm ở chỗ không có đam mê, nhưng ở chỗ phải có đam mê cao ngút nhất, nhưng giữ chừng nó đi.\" Thế nên một \"trò chơi thể thao ý chí\" rất cần thiết, và trò chơi thể thao này bắt đầu sớm chừng nào lợi chừng đó. \"Một kỷ luật nghiêm khắc là kỷ luật đúng lúc nhất, là lúc được đòi hỏi nhất nghĩa là vào tuổi con người hãnh diện vì thấy mình đòi hỏi nhiều cho mình. Kỷ luật này cần thiết cho người thông thái cũng như người chiến binh. Phải học truyền lệnh và vâng lời một cách kiêu hãnh, phải thích nguy hiểm hơn an nhàn. Ngày xưa Nietzsche đã kịch liệt lên án chủ trương khắc kỷ, coi nó như biểu hiện sự thù ghét đời sống. Bây giờ, bởi giá trị của ý chí người hùng, ông lại khuyến báo một khắc kỷ nào đó. Trong một trang của cuốn Ý chí Hùng tráng ông bảo: \" Tôi muốn biến chủ nghĩa khắc kỷ thành tự nhiên hơn: thay vì khuynh hướng phủ định, ta lấy khuynh hướng làm vững chãi mạnh bạo thêm \". Tỉ như việc biết ái tình sớm mà ta thấy ở thanh niên Pháp, nhất là thanh niên Paris, là một \"tai họa \" nhưng người ta không thể từ bỏ \" ý hướng đáng tởm “ này, đó là một triệu chứng của suy đồi. Ngay vào tuổi trưởng thành, cũng phải có một sự trong trắng tương đối, một vừa phải trong hành động và ngay cả trong tư tưởng về những gì có liên quan đến dục tình, nó thuộc về cách thế cao cả dẫn đường cho cuộc sống chúng ta, nhất là ở người nghệ sĩ, những kẻ không được phép phung phí sức lực của mình. Nhưng ở đây một lòng trinh bạch phải biết cười vào sự trinh bạch: Kiêng cữ cũng rất đáng được khuyên bảo, khi nó như một tập luyện cho ý chí, khi nó như cách tận hưởng tế nhị các của quý trần gian mà con người tạm chối bỏ. Một hàng rào ngăn cách đáng được dựng lên, nghĩa là một tách biệt tạm thời tiến đến việc dứt bỏ mọi liên lạc với bên ngoài: đó là một địp để suy tư sâu xa, để trở về với mình, tránh xa các ảnh hưởng bên ngoài. Các quan điểm trên giúp ta hiểu đầy đủ nhất địa vị mà Nietzsche dành cho đau khổ. Hiển nhiên ông không đặt nó lên trên khoái lạc và niềm vui như các nhà khắc kỷ. Bởi trước tiên ông cho người ta đã đánh giá nó quá đáng. Có nhiều cách để chống lại đau khổ: chất ma túy, sự bình lặng thích ứng với tư tưởng, những kỷ niệm đẹp, và những hy vọng kiêu hãnh, tất cả có thể tác dụng như ảnh hưởng của thuốc mê. Khi đau đớn đã trở nên kinh hồn, tự nhiên tình trạng hôn mê sẽ xảy ra. Đau đớn có những hiệu quả rất tốt đẹp ở con người: “ Kỷ luật đau đớn vô hạn\" dạy cho con người khi thì cái khôn khéo, khi thì sự căng thẳng của tâm hồn, nghị lực. Các \"thông điệp lớn nhất của khổ đau con người\" không bao giờ có dáng dấp kiêu bạc hơn, sung sướng hơn khi nó gây giông tố kinh hồn nơi họ. Đau thương sâu sắc làm quý phái, tách biệt. Cho nên khoái lạc và đau khổ, niềm vui và cực nhọc đến cùng thời. Ta đã thấy ý chí hùng tráng đòi hỏi sự bất bình hơn khoái lạc. Bất bình là một trở ngại, nhưng trở ngại là cổ động ý chí hùng tráng. Mọi chiến thắng, mọi tình cảm khoái lạc đều bao hành một đối kháng phải vượt lên trên, vậy một đau khổ là đau khổ phải vượt qua. Trong một trang di cảo, Nietzsche viết: “Đối với những người thân yêu nhất tôi cầu chúc cho họ đau khổ bị bỏ rơi, bệnh hoạn, đối xử tệ bạc và nhục nhã“ ; bởi từ đó \" tôi cầu chúc cho họ một điều duy nhất, điều ngày nay chứng tỏ con người có giả trị hay không, đó là giữ lòng tốt đẹp“. Ở đây khẳng định rõ rệt chỗ đứng đặc biệt mà Nietzsche chấp nhận cho vấn đề hạnh phúc. Hẳn nhiên ông luôn luôn ca tụng niềm vui sống, cái vui tươi Dionysos, cái hiểu biết vui vẻ, cái thú vị \" hạnh phúc của khu vườn trần gian, nơi chỉ nguy hiểm cho những kẻ tầm thường (bởi nếu \" với những kẻ thuần khiết “, thì “ với bọn heo lợn tất cả đều heo lợn“. Zarathoustra nói thế, và ông thêm rằng chung quanh khu vườn tư tưởng và ẩn dụ tráng lệ của ông, \" phải dựng lên nhũng hàng rào để bọn heo và bọn đàn bà kích động không tràn ngập được “). “ Một hành động bị thôi thúc bởi bản năng sống. - Nietzsche viết trong cuốn Đảo ngược mọi Giá trị \"cảm thấy giá trị của mình bởi niềm vui đi kèm “ và Zarathoustra tuyên bố: “ Từ khi có loài người con người đã liên hoan quá ít. Anh em ơi đó là tội tổ tông duy nhất của chúng ta “. Và xa hơn: \" Điên vì hạnh phúc còn hơn là điên vì bạc phước.\" Nhưng hạnh phúc Zarathoustra ám chỉ ở đây không nằm ở sự vắng bóng và giảm đến tối thiểu đau thương của bọn duy thực nghĩ. Nietzsche ghê tởm “ hạnh phúc dày đặc của ý thức bình thản\", hạnh phúc được coi như thức ăn của linh hồn, được coi như tiện nghi, như hương liệu của chất Anglo - thần thánh theo kiểu Spencer, tức hạnh phúc nhỏ bé của con người nhỏ bé. “Tinh thần tự do dẫm chân lên hạnh phúc mà bọn hương nguyện, bọn theo Ky tô, trâu bò, đàn bà và bọn Ăng-lê mơ tưởng“. Ở đây, hạnh phúc của phong thái vĩ đại đạt đến \"chính là tình cảm mà sức hùng cường làm lớn mạnh“, do đó, “có một đối kháng phải vượt qua“. Thế nên yếu tố của hạnh phúc này là đau đớn. Hạnh phúc và đau đớn là anh em sinh đôi cùng lớn lên với nhau. Bạn có chấp thuận một niềm vui không - Zarathoustra hỏi - Hỡi anh em thế thì anh em cũng chấp thuận tất cả các đau khổ. Mọi sự vật đều ràng buộc, vướng bận và đầy tình yêu. Lý thuyết của Nietzsche không phải là lý thuyết của hạnh phúc, tuy nhiên nó \"mang đến hạnh phúc“. Trong cuộc sống sướng vui cao quý này, có một chỗ đứng cho cõi chết. Nietzsche vui thích khi thấy rằng người tầm thường từ chối chấp nhận ý tưởng chết chóc, từ chối “làm anh em với cái chết“. Bởi người ta đã tạo cho mối bận tâm này một nguyên do lo sợ, một liều thuốc độc. Ngược hẳn thế, sự chắc chắn của cái chết đã du nhập vào cuộc đời một giọt nước quý giá và ngát hương lo âu. Người hùng chấp nhận cái chết mà không mong một đời sau. \"Sự viên mãn của hùng tráng muốn sáng tạo, đau đớn và biến ra tro bụi“. (Người ta sẽ thấy sau đây sự dự trù nào dành để điều hòa khẳng định tối hậu trên). Nietzsche bận tâm đến những tương quan phải có giữa người hùng, người cao quý và kẻ khác. Zarathoustra ấn định bằng từ ngữ chính xác rằng hôn nhân hướng đến sinh con. \"Ta muốn rằng chiến thắng và tự do của anh em khao khát được truyền nối mãi mãi bởi đứa trẻ... “Bạn phải xây dựng công-trình cao hơn bạn... \"Hôn nhân: chính như thế tôi gọi ý chí hùng tráng nơi hai kẻ để cùng sáng tạo một duy nhất cao hơn những kẻ sáng tạo ra nó. Từ cuộc đời của người quý phái, Nietzche có đưa ra một vài hình thức chủ nghĩa vị tha, như đã đưa đôi lối sống khắc kỷ. Bởi người hùng là người nhiều sức lực có thể truyền cho kẻ khác, nhiều niềm vui và niềm vui của (họ?) ngập bờ. Họ có thể hy-sinh năng lực của mình để bảo vệ kẻ yếu, người bị áp bức, và ngay cả thú vật, và họ hành động với lòng tử-tế, nhã nhặn, quảng đại mà kẻ tầm thường chỉ đối xử trong cơn rồ dại. Ở đây Zarathoustra có thể là mẫu mực. Ông \"nhân hậu và công chính\". “Tình yêu không cuỡng nổi\" nơi ông đã thúc đẩy ông làm việc tốt lành cho kẻ khác. Zarathoustra nói gì với ta? “Vậy hãy tạo cho tôi tình yêu không những mang đầy trừng phạt mà còn mang tất cả lỗi lầm. \"Hãy tạo cho tôi cái công chính làm tròn nghĩa vụ với mỗi người, trừ người phán xử “. Người tiên tri đó mong trong khi chết được hiến mình cho tất cả mọi người như mặt trời đang lặn, \"giãi trên mặt biển ánh vàng giàu sang vô tận, giống như người đánh cá nghèo nàn căng lên tấm lưới lóng lánh ánh triêu dương\"... Sau hết cuộc đời quý phái nọ được trang sức bằng khoa-học, nghệ thuật và triết lý. Bằng khoa học: đi tìm chân lý là một trận chiến đấu, sai lầm là một hèn nhát, khám phá sự thực là một chiến thắng. Bằng nghệ thuật: đối tượng thực sự của nghệ thuật cũng như tất nhiên của tri thức và đạo đức là \"làm cho cuộc đời biến thành dữ dội nhất\". Bằng triết lý: một chủ nghĩa lạc quan mới đã được triết lý Nietzsche mang đến cho thế gian\". Ở đây đừng tuyên bố thế gian nầy là \"thế gian khả dĩ tốt đẹp nhất.\" Zarathoustra bảo ai nói điều đó thì \"ta không ưa họ, ta gọi họ là kẻ thỏa mãn\". Mà, trước hết, phải tuyên dương cái \"vô tội của biến dịch trong cuộc đời\". Hẳn nhiên, càn khôn không có mục đích nào cả. Không có lý lẽ, không có tốt lành trong \"khối đẹp hỗn mang của hiện sinh\". Tất cả con người là cái hẳn phải là, một mảnh của định mệnh, một phần của cái tất cả ; con người là con người ở trong cái tất cả. Chẳng có gì cho phép hắn được phán đoán, đo lường, so sánh, kết án cuộc hiện sinh ; vì hắn sẽ phán đoán, đo lường, so sánh, kết án cái tất cả ; thế nên không có gì hết ngoài cái tất cả. Giờ đây ta biết rằng đau khổ tự nó sáng tạo cho ý chí hùng tráng một cơ hội phát triển, và như vậy là một cơ hội hạnh phúc. Mọi biến cố của cuộc đời có thể xoay chiều hạnh phúc của ta: thời tiết xấu đẹp, một cái nhìn ném vào hiệu buôn, một cuốn sách lật hờ, một bàn chân bị dẫm, một cái thư không đến, một trận đau, một điều vu khống, ngay một cái chết của người bạn. Mỗi phút giây trong cuộc đời bình nhật đối với ta có thể mang đầy ý nghĩa, mang một giá trị rất cao. Con người chỉ còn cần cái ác được \"biện minh\" (như Leibnitz đã cố làm trong tác phẩm Biện Thần Luận của ông) như khi phải lên án sự dung thứ cái ác, cũng phải vui thích với cái ác là cái ác thuần khiết. Đau khổ trở nên cơ hội để chấp nhận cuộc đời, để yêu thương cuộc đời. Lý thuyết Nietzsche là một biện minh cho vũ trụ, một biện minh cho đời sống ; một Biện vũ trụ luận, một Biện vật sống luận. Từ đấy con người có thể ném một cái nhìn về thế giới theo Gœthe, đầy tình thương và đầy ý chí tốt lành. Chủ nghĩa bi quan hùng tráng trở thành một trong những chủ nghĩa lạc quan vững chãi nhất ; “một định mệnh hạnh phúc và đầy niềm tin\", \"phương thức của tôi cho con người vĩ đại - Nietzsche viết trong tác phẩm cuối cùng Ecce Homo: đó là amo fati (tình yêu định mệnh). Hans Vaihiger, một trong những nhà bình giải Nietzsche, đã rất có lý khi gọi ông, như chữ đã trích dẫn trên, \"kẻ chống bi quan mãnh liệt nhất\". Vài nhà bình giải khác cũng lưu ý, rất chính đáng về tính chất tôn giáo sâu đậm trong triết lý nảy, nhưng là một tôn giáo loại trừ mọi siêu việt: đó chính là “ một tôn giáo mang tất cả càn khôn, một đạo đa vũ trụ\", như Pannwitz viết trong cuốn Đưa vào nghiên cứu Nietszche (Einführung in Nietzsche). Và Charles Andler chứng minh, bằng một khúc quanh đặc biệt, chủ nghĩa Nietzsche gặp lại chủ nghĩa duy linh cổ xưa, cùng đồng nhất, để chứng tỏ thực tại Thượng Đế, sự hoàn thiện và cuộc hiện sinh. \"Ở Nietzsche, tương quan chặt chẽ giữa cuộc đời và giá trị thay chỗ chứng lý hữu thể học cổ xưa về Thượng Đế... Cái có giá trị nhất, được thực hiện chắc chắn... Cuộc sống, cái khao khát hùng tráng thuần túy, là hữu thể kia, hữu thể gắn liền với giá trị và chuyển hoá nó trong thực tiễn. Ở hữu thể học cổ xưa, hữu thể là tự nội ở tư tưởng viên mãn. Ở Nietzsche giá trị là tự nội ở cuộc sống. Cái thiện gắn giá trị vào cuộc đời là một trí tuệ đầy xúc cảm, một Lý Trí, một tình yêu (Éros), như ở Platon. Lý trí và tình yêu theo nghĩa Platon đó dẫn ta đến Linh Tượng là vật hiện hữu duy nhất. Ở Nietzsche thì chúng dẫn đến mọi vật sống, đến cái cao hơn đời sống, chúng dẫn con người đến siêu nhân \". Giờ đây phải nhìn cuộc đảo giá trị, vừa giúp con người tự giải phóng và thêm sức sống, đã đưa đến sự xuất hiện của siêu nhân (Uebermensch) ra sao. Nietzsche tìm thấy chữ Uebermensch (Siêu nhân) trong lịch Faust của Gœthe, và chính Gœthe cũng mượn chữ đó của Herder. Nó chỉ định một con người siêu đẳng ở trên con người hiện tại, nhưng là người đã có vài người ngày nay báo hiệu và sửa soạn. Trong những tác phẩm trước cuốn Zarathoustra, ta có thể khám phá ra những chuẩn bị cho quan niệm vĩ đại kia. Ta đã trích dẫn trang sách của phần Intempestive thứ ba dành cho Schopenhauer, nơi Nietzsche ca tụng những con người vĩ đại và cũng là nơi ông đòi hỏi mỗi người trong chúng ta phải cố gắng phát triển phẩm tính của mình lên mức độ cao ngút nhất “để sau cùng một ngày kia có thể khai sinh con người tự cảm thấy viên mãn, mang một hiểu biết và một tình yêu vô hạn, hùng tráng trong ngưỡng nhìn và trong hành động sáng tạo, con người, giữa thực thể tròn đầy của mình, sẽ sống trong lòng vũ trụ như kẻ phán xét và đo lường mọi vật...“. Trong một trang của cuốn Bình Minh, ông ca ngợi sự có thai, ca ngợi trạng thái thiêng liêng đó: “Ở đây có một cái gì đang lớn lên, một cái gì vĩ đại hơn chúng ta. Đó là hy vọng huyền bí nhất của chúng ta: chúng ta sửa soạn chào đón sự khai sinh và phát triển sung mãn của nó \"... Và trong những trang cuối cùng ông viết: “Những con chim khác sẽ vung cánh vượt bay xa hơn chúng ta\". Người ta cũng tìm thấy một chuẩn bị tương tự ở rất nhiều trang của cuốn Hiểu Biết Hài Hòa. Tỉ như ở một trang rất đẹp ông chứng minh con người hiện đại mang nơi mình tất cả loài người, nhưng, là con người báo hiệu một bình minh sắp đến, một hạnh phúc gần kề trong tương lai: con người đó là \"người đầu tiên của một giống người quý phái mới, mà tuyệt đối không thời đại nào đã thấy hay mơ tưởng đến như vậy; họ cảm thấy nơi mình \"một Thượng Đế đầy sức mạnh và đầy tình yêu, đầy nước mắt và đầy nụ cười\". Bao nhiêu thế kỷ qua người ta đã gieo hạt giống như vậy; và hẳn sẽ mọc lên một loài cây ngào ngạt hương thơm, biến trần gian cũ kỹ của chúng ta thành nơi trú ngụ ưa thích hơn cả... Chính Zarathoustra là người đầu tiên rõ ràng báo hiệu cho Siêu nhân. Ông nói với dân chúng đang tụ tập: \"Cho đến nay tất cả con người đã sáng tạo nên con người nào đó ở trên họ ; còn anh em, anh em muốn làm giòng thủy triều hạ của con nước lớn kia sao, và muốn quay về con vật hơn là vượt lên con người sao? \"Là con khỉ cho con người ư? Một vật chế nhạo, xấu hổ đau đớn. Đó chính là điều con người phải làm để tiến đến Siêu Nhân: một vật chế nhạo, một xấu hổ đau đớn. “Siêu Nhân là người mang ý nghĩa trần gian. Ý chí của anh em nói rằng: Siêu Nhân là ý nghĩa trần gian! \"Nơi đây ta dạy anh em Siêu Nhân: Siêu Nhân là một đại dương. “Con người là một dây thừng giăng qua con vật và Siêu Nhân, một dây thừng giăng ngang qua vực thẳm... “Con người là một cây cầu chứ không phải là một mục đích: đó là điều vĩ đại nằm trong con người. Con người là một bước qua, một nghiêng đổ: đó là điều đáng yêu nằm trong con người. “Ta yêu thích những con người không tìm kiếm, đằng sau các tinh tú, lý lẽ của sự chết hay của dâng hiến, mà ta yêu những người hy sinh cho trần gian, để ngày kia trần gian thuộc về Siêu Nhân\". Con người phải là “ đường dẫn đến nhũng bình minh mới mẻ\". Phải phán xét tất cả chính trên quan điểm này. Những kẻ ưu tư nhất ngày nay hỏi: Con người tự tồn tại ra sao? Nhưng Zarathoustra là kẻ độc nhất hỏi: Con người tự vượt qua ra sao? “Siêu Nhân ở canh cánh bên lòng ta ; là bận tâm duy nhất của ta, chứ không phải con người ; cũng không phải người đồng loại, người nghèo nhất hay người tốt đẹp nhất. “Anh em ơi, điều ta có thể yêu thương con người chính vì nó là một chuyển tiếp một nghiêng đổ. Nhưng ở anh em thì có nhiều nguyên do hy vọng yêu thương\". Hy vọng tràn đến, hẳn nhiên không đến với những người bé nhỏ, mà đến với những người cao đẳng, kẻ thực hành các đức lý đã ấn định trên. Nếu Zarathoustra chê trách \"những kẻ khinh miệt thân xác“, chính vì chúng không phải là \"cầu đưa đến Siêu Nhân\". Nếu ông khuyến báo sự dũng cảm anh hùng chính là vì ta phải \"tôn thờ niềm hy vọng cao ngút nhất“ để có thể đón nhận một con người. Nếu ông khuyên bảo cô đơn, chính vì một ngày kia những kẻ cô đơn kết hợp lại thành một dân tộc và “Siêu Nhân ra đời“. Ngay đến hôn nhân, được hiểu theo nghĩa cao thượng phải có của nó, ông cũng khám phá ra cái \"ao ước Siêu Nhân “ cái \"yêu cầu sáng tạo Siêu Nhân\". \"Bạn phải đắp xây điều cao hơn bạn\". Và người bạn thực sự vừa là \"cuộc hội trần gian vừa là linh cảm Siêu Nhân\". Cho nên hy vọng sáng tạo Siêu Nhân giải thích và biện minh những truyền phán của nền luân lý mới, cũng như (ý?) tưởng Thượng Đế hóa hợp thức những bổn phận cũ xưa. Con Người không thể sáng tạo Thượng Đế, nhưng nó có thể sáng tạo Siêu Nhân hay ít ra cũng có thể trở nên tổ tiên của những người sẽ sáng tạo ngày mai. \"Buổi Đại Ngọ là khi con người ở giữa con đường bắt từ con vật đến Siêu Nhân ; khi hắn sẽ liên hoan trên đường dẫn đến một ban mai mới, như hy vọng ngút ngàn của hắn. \"Tất cả thần linh đều đã chết, giờ đây ta muốn vạn tuế Siêu Nhân! Và một ngày nào đó, đúng đại ngọ, cũng vạn tuế ý chí của chúng ta... \". Thực sự ta nghe gì từ con người siêu đẳng đó? Đây không phải là người thuộc chủng loại mới nhưng là một con người đã hoàn toàn giải phóng khỏi mọi định kiến cũ xưa, là người sống bên kia cái thiện và cái ác, phát triển ý chí hùng tráng của mình trong mọi khía cạnh và chiếm đoạt những quyền lực chưa ai nghi ngờ. Siêu Nhân sẽ sử dụng sức mạnh siêu nhiên tương tự sức mạnh mà truyền thống tôn giáo Đông Phương gán cho Đức Phật. (Nietzsche đọc rất chăm chú cuốn Đức Phật của Oldenberg). Tỉ như Siêu Nhân sẽ thoát khỏi trọng lực, sẽ có khả năng làm thần thuật nâng đồ nặng như không. Nhất là \"con người vũ trụ đó sẽ mang ở mình -- nhưng phát triển đến vô hạn - những đức hạnh của nền luân lý mới, sức khỏe, can trường, sức mạnh, thông minh chiếm ngự và một hạnh phúc cao cả. Ta sẽ không lầm lẫn khi kết hợp ở linh hồn Siêu Nhân những phẩm tính tuyệt vời của thần linh và của những con người vĩ đại, cái tinh khiết dung hòa của Apollon, niềm vui sáng tạo và say sưa của Dionysos, cái thông thái và tử tế của Zarathoustra, tinh thần của Voltaire, nghị lực của Napoléon, cái thông thái bao quát của Gœthe, và có thể thêm vào thiên tài triết học và chủ nghĩa trữ tình của Nietzsche. Một con người như vậy mới có thể gánh được - và một hy vọng về con người như thế đã giúp ta gánh được - một mặc khải kinh hồn của Nietzsche: Mặc khải Trở Về Vĩnh Cửu. ° Trong khi nghiên cứu cuộc đời của Nietzsche ta đã thấy triết gia tìm hiểu quan niệm của đạo thờ lửa, của đạo Phật, của các nhà triết học trước Socrate về ý niệm Trở Về Vĩnh Cửu: Thế gian diễn qua diễn lại cùng một khung cảnh, và mỗi lần như vậy con người bắt đầu sống lại cuộc đời của mình. Trong phần Intempestive dành cho lịch sử, ông đã ám chỉ đến quan niệm này, quan niệm ông gán cho những kẻ theo Pythagore, và sau đã từ chối. Nhưng thình lình, một ngày tháng tám năm 1881, ở Engadine, gần Surlej ông đã trực giác được rằng quan niệm đó đã bày tỏ được chân lý sâu thẳm che giấu sau những biểu hiện của đời sống vũ trụ. Và một niềm vui xuất thần nảy sinh trong ông từ mặc khải đó. Nietzsche biểu lộ một cách tượng trưng quan niệm kia trong một trang sách rất hay, nơi ông trỏ cho ta thấy Zarathoustra đập gãy một tên lùn, kẻ thù không đội trời chung của ông, tượng trưng cho tinh thần nặng nề thô kệch. Đây là hành lang có trụ cột nơi nối liền hai con đường mà chẳng ai đi đến cuối, vì chúng chạy dài mất hút vào vĩnh cửu ; tên của hành lang đỏ, ghi trên mi hành lang, là khoảnh khắc: \"Hãy xem khoảnh khắc này, từ hành lang giây phút đó, một con đường dài bất tận, vĩnh viễn chạy ngược ra sau: đằng sau chúng ta là vĩnh cửu. \"Tất cả cái chi biết chạy theo đã không đi hết được con đường kia? Tất cả cái chi có thể đến, đã phải không đến nơi, hoàn tất đi qua? \"Và tất cả sự vật khòng vướng bận như thể khoảnh khắc kia rút ra từ sau nó mọi giây phút của tương lai? Và... cũng chính nó? \"Bởi tất cả cái chi biết chạy theo không phải đi theo lần thứ nhì con đường dài hướng lên đó? \"Và cái ổ nhện chậm chạp giăng dưới ánh trăng, cả ánh trăng kia và cả ta nữa, tụ tập dưới hành lang, nói khẽ với nhau về vĩnh cửu, chẳng phải tất cả chúng ta ở đây sao? \"Chúng ta không phải trở lại và chạy theo lần nữa, trong con đường khác dẫn lên trước mặt ta trong con đường u ám kia?không phải rằng chúng ta trở lại vĩnh viễn sao?“. Mỗi con người sẽ sống lại trong cùng một cuộc đời: \"Một ngày nào đó mạng lưới nhân quả sẽ trở về nơi ta bị bao bọc ; nó tái tạo ta! Ta là thành phần ở nguyên nhân trở về vĩnh cửu của mọi vật. \"Ta sẽ trở về với mặt trời này, với trần gian này, với con phượng hoàng này, với con rắn này, - không phải cho một cuộc đời mới, một cuộc sống tốt đẹp hay tốt đẹp nhất ; \"Ta sẽ, vĩnh cửu, trở lại cho cùng cuộc hiện sinh này, đồng nhất như vậy, trong sự vật lớn nhất cũng như nhỏ nhất. Ta sẽ trở lại một lần nữa để truyền giảng cuộc trở về Vĩnh Cửu; \"Để tuyên dương một lần nữa Đại Ngọ của trần gian và của con người ; để còn tuyên giảng cho con người ngày đến của Siêu Nhân!\". Chắc hẳn không biết bao nhiêu ngàn thế kỷ sẽ chia cách từng cảnh khác nhau của cuộc trở về Vĩnh Cửu nọ. Nhưng - Charles Andler lưu tâm - \"khi ký ức phai mờ, các thế kỷ trôi qua như lằn chớp. Cuộc phục sinh dành cho ngày mai\". Nietzsche nóng lòng mở rộng kiến thức khoa học của mình để biện minh chắc chắn cho quan niệm này. Trong những ghi chú tập hợp ở tác phẩm di cảo Ý Chí Hùng Tráng, ông khẳng định rằng cuộc trở về Vĩnh Cửu là \"giả thiết khoa học nhất trong những giả thiết“ vì nó bao hàm trong thuyết bất biến về năng lượng. Và ông thử chứng minh điều đó. Không thể nào thế giới được sáng tạo, tư tưởng sáng tạo là tư tưởng không suy nghĩ được. Không thể nào thế giới là lực lượng vô hạn: Vũ trụ là một tổng số lực lượng bất biến và tất định theo số lượng. Bao bọc quanh Hư Vô như vùng biên giới, vũ trụ không thể tự tăng trưởng: nó sẽ rút từ đâu được các yếu tố của sự tăng trưởng này? Nó chỉ sống tự mình, tự nuôi bằng thân xác của mình. Nó không thể giảm thiểu: nếu không, trong cái vô hạn của thời qúa khứ, nó đã tan biến mất rồi. Cái biến dịch luôn luôn đồng đều với chính nó, trong cái toàn thể của mình. Thế giới không thể đạt đến tình trạng quân bình, vì, trong cái vô hạn của thời quá khứ ; nếu đạt đến tinh trạng đó, nó đã bất động rồi. Nó không phải là thế ; cái biến dịch không đạt đến được thực thể - Vũ trụ đang trở nên, nó đi qua ; nó không bao giờ ngưng, nó sẽ không bao giờ ngưng đi qua, biến dịch. Những trung tâm lực lượng xây dựng nên thế giới lả số hạn định, cái kết hợp khả hữu của nó cũng là số giới hạn. Và như vậy, thực khốc liệt trong cái vô hạn của thời gian, mỗi một kết hợp khả hữu sẽ phải tự thực hiện lại và cũng tự thực hiện trong vô hạn lần lượt. Mỗi một lần thực hiện nó thiết yếu kéo theo tất cả kế tục những kết hợp về sau của cùng một loại mà nó đã định điều kiện (Nietzsche không chấp nhận trong thiên nhiên một thuyết tất định bị thống trị bởi luận lý của chúng ta, song ở đây ông lại trở về một thứ thuyết tất định khác) như vậy một số giới hạn của các kết hợp giữa những yếu tố trong số giới hạn sẽ phát sinh lại theo một trật tự chắc chắn, vô hạn và vĩnh cửu. Thế giới là một chuyển động vòng tròn, tự lặp lại và sẽ lặp lại vô hạn ; nó là một đại dương lực lượng chuyển động, là giống(?) bão riêng tư. là ngọn sóng thường trực các hình thái, khi thì đi từ cái đơn giản đến phức tạp, khi thì từ phức tạp đến đơn giản ; một biến dịch vĩnh cửu không biết chán ngấy, mệt mỏi. Đó là “thế giới Dionysos của sự sáng tạo muôn năm và tự hủy hoại muôn năm“, tự lăn vòng để không có mục đích nào khác hơn là làm một vòng tròn, \"vòng khâu của những vòng khâu“ - \"bên kia cái thiện và cái ác\". Quan niệm này, với ngày nay, không phải là không khoa học. Trong một tác phẩm gần đây dành cho vấn đề đó, ông Abel Rey, giáo sư Sorbonne, chứng minh trực giác này \"là của một trong những thiên tài triết học lớn nhất trong lịch sử con người\"; ông phủ nhận “cái không có thể của mọi cái có thể của cuộc Trở Về Vĩnh Cửu“ ; ông cũng tin thuyết khí động phải trợ giúp cho “Sự trở về cuộc trở về Vĩnh Cửu \"... Quan niệm này, trong mọi trường hợp, theo Nietzsche, cung cấp một giải thích sâu sắc cho đôi sự kiện của đời sống con người, của tình yêu và của nghệ thuật. Những bí mật của dục tình, của sinh nở, mang thai đã đánh thức ở người Hy Lạp những tình cảm cao thượng và nghiêm trang vì chúng gợi ra tư tưởng về cuộc sống vĩnh cửu, và vĩnh cửu trở về cuộc sống: \"Cho nên biểu tượng của dục tình đối với người Hy Lạp là biểu tượng hết sức đáng kính\". Phần khác lý thuyết trở về vĩnh cửu, “đỉnh cao của suy nghiệm“, xây dựng nên “cái đối chiếu hết mực sâu thẳm giữa thế giới biến dịch và thế giới thực thể“. Vậy nên nghệ thuật quy định các khía cạnh của thế giới đổi thay này, nó “ hoá vĩnh cửu, ý chí vượt quá cái biến dịch ): nó lặp lại khuynh hướng của vũ trụ trong toàn bộ theo cách thu nhỏ. Và nhất là tư tưởng trở về vĩnh cửu đóng, hay có thể đóng, một vai trò bao quát trong đời sống đạo đức của con người. Nó làm nên một kinh nghiệm kỳ diệu. Nietzsche đặt vấn đề một cách lôi cuốn trong một trang ở cuốn Hiểu Biết Hài Hòa: \"Việc gì sẽ xảy ra nếu một đêm nào đó, một con quỷ ghé dạt vào bờ của nỗi cô đơn nhất trong các nỗi cô đơn của anh, và bảo: \"Cuộc đời này, cuộc đời mà mày đã sống, và hiện đang sống, mày phải sống lại cuộc đời đó một lần nữa, và vô hạn lần nữa đi ; chẳng có gì mới mẻ ở nó, ngược lại: mỗi một niềm vui, mỗi đau xót, mỗi một tư tưởng, mỗi tiếng thở dài, tất cả cái vô cùng lớn và tất cả cái vô cùng nhỏ của cuộc đời mày trong trật tự đó, trong cùng chuỗi tiếp nối đó ; ừ, cũng màng nhện kia, cũng ánh trăng trong kẽ lá, cũng khoảnh khắc kia và cũng chính ta nữa. Cái đồng hồ của cuộc hiện sinh sẽ thêm một lần quay ngược lại đó nghe em, - và mày cùng với nó, cát bụi của cát bụi ơi!\". Anh sẽ không nghiến răng xông vào cắn xé trần gian và nguyền rủa con quỷ đã nói lên điều nọ? Hay là anh đã sống được trong một khoảnh khắc khá diệu kỳ để thốt lên câu trả lời: \"Mày là Thượng Đế, ta chẳng bao giờ còn nghe lời Thánh Thần nữa\". Nếu tư tưởng này vững chắc trong anh, như anh phải là anh, nó sẽ biến dạng anh và có thể sẽ tiêu hủy luôn anh, với câu hỏi: Mày còn muốn điều đó một lần nữa, vô hạn lần nữa không\", câu hỏi đó trong tất cả, đè nặng lên tất cả hành động của anh với sức nặng kinh hồn! Hay là anh phải yêu thương cuộc đời yêu thương chính anh, để không còn ao ước gì hơn là lời khẳng định tối thượng muôn năm đó!“. Tư tưởng trở về vĩnh cửu đè nặng nề lên tâm hồn bọn hèn yếu, những kẻ sống không trọn cuộc đời họ, trong niềm tin tội lỗi, trong buồn bã thảm não. Họ như kẻ chăn cừu Zarathoustra, chết nghẹn vì con rắn đen khổng lồ trong cổ họng. Chính Zarathoustra cũng chán ngấy mênh mông với tư tưởng bọn người nhỏ bé, mà suốt cuộc đời ông ghê tởm, sẽ trở về vĩnh viễn luôn luôn, đồng nhất với nhau \"kẻ này giống hệt người kia, cũng rất người, ngay cả kẻ vĩ đại nhất\". Nhưng phải hiểu rằng tất cả đều nằm trong vũ trụ, \"không có gì cô lập tách biệt nhau trong ta cũng như trong sự vật ; nếu tâm hồn chúng ta lẩy bẩy run vì hạnh phúc, rung lên như sợi dây đàn huyền ly, thì chỉ không phải một lần thôi, mọi điều vĩnh cửu cần thiết phát sinh ra biến cố đó ; trong giây phút khẳng định duy nhất đó, chính là lúc mọi vĩnh cửu được khẳng quyết, ưng thuận, giải thoát, biện minh?\" Tất cả đều là sự tình cờ khốc liệt, cho đến lúc sáng tạo tuyên dương: \"Chính thế nên ta đã muốn điều đó, nên ta hiện muốn, và sẽ muốn điều đó nữa\". Thế gian là cảnh tượng đáng được gào lên: Một lần nữa, một lần nữa đi. Chúng ta được dẫn đến điều khẳng định Dionysos về trần gian, dẫn đến chấp nhận yêu thương nó như nó là nó, không thay đổi chẳng bôi xóa, chúng ta trở về phương thức: Amo fati (tình yêu định mệnh). Được tiếp xúc với Zarathoustra, đang ngây ngất vì cái êm ả của cuộc đời, thì \"kẻ thô kệch nhất trong loài người\" cũng bắt đầu yêu cuộc sống. Và hắn làm chứng: \"Trần gian rất đáng để sống đời đời, dù khốn khổ đi chăng nữa. Một bữa, một ngày lễ lạc, đi cạnh Zarathoustra cũng đã dạy cho tôi yêu thương trần thế \"Cuộc đời là đấy ư? tôi sẽ nói với tử thần: thì thêm một lần nữa đi! \"Các bạn ơi, các bạn không muốn nói như tôi với thần chết sao: Cuộc đời là đấy ư? thế thì vì tình yêu của Zarathoustra, hãy một lần nữa đi!“. Phần ba của cuốn Zarathoustra kết thúc bằng bài ca an-pha và ô-mê-ga hay là bài ca bảy dấu ấn, nơi, như một chủ đề, trang sách huy hoàng này lại đến: \"Hỡi ơi, làm sao ta không si mê điên cuồng vĩnh cửu như điên cuồng thèm khát nhẫn tân hôn, nhẫn vàng của biến dịch, của trở về? Không bao giờ ta tìm thấy được người đàn bà có thể làm vợ mình để sinh con đẻ cái, nếu không phải là người ta yêu thắm thiết muôn đời ; bởi vì ta yêu em, Vĩnh Cửu ơi!\" \"Bởi vì ta yêu em Vĩnh Cửu ơi!\" Lý thuyết trở về Vĩnh Cửu choàng vương miện cho mặc khải của Nietzsche. Bằng những sợi dây tinh tế nó gắn chặt nhiều yếu tố vào mặc khải ấy, nên ta phải khám phá chúng trước khi đi đến kết luận. Trước hết dường như có một đối nghịch giữa lý tưởng trở về Vĩnh Cửu và lý tưởng người Hùng: cố gắng phi thường để sáng tạo Siêu Nhân làm gì nếu để cùng vĩnh viễn trở về theo bọn người nhỏ bé? Nhưng đó là tư tưởng của người thấp bé muốn biện minh cho yếu ớt hèn nhát của mình. Thực ra, đây là nguồn hy vọng cho sự xuất hiện của Siêu Nhân, của con người Vũ trụ, kẻ có thể hoàn toàn giúp họ vui tươi chấp thuận cuộc trở về Vĩnh Cửu. Và ngược lại, để có thể chịu đựng cái nặng nề của tư tưởng đó, phải cần đến cái can trường của Siêu Nhân, hay của người góp phần vào việc sáng tạo Siêu Nhân. Lý thuyết trở về Vĩnh Cửu cũng kết hợp chặt chẽ với việc đảo các giá trị bằng sợi dây liên hệ đã được chính Nietzsche chỉ rõ trong mấy trang di cảo của cuốn Ý Chí Hùng Tráng. Để chống cự với những khủng khiếp nơi mặc khải trở về Vĩnh Cửu, ta phải giải thoát mình khỏi các định kiến luân lý cựu truyền, phải tìm thấy ý chí hùng tráng, phải tìm thấy những phương tiện tranh đấu mới để chống lại khổ đau và từ đó phải đau khổ như niềm vui sống mãi. Phải có cái can trường này mà nền luân lý mới đánh giá như đức lý cao ngút nhất. Bởi vì, như ông viết trong một trang ở cuốn Zarathoustra, \"can trường là kẻ giết người tuyệt vời nhất: nó kết- thúc bằng việc giết tử thần ; vì nó nói: Thế nào? đó là cuộc đời ư? Hay lắm, thì hãy bắt đầu lại một lần nữa đi!\" Sau hết lý thuyết trở về Vĩnh Cửu liên hệ mật thiết đến khuynh hướng sâu sắc nhất của triết lý Nietzsche: khuynh hướng khao khát niềm vui, niềm vui cao cả chấp nhận khổ đau chua xót một cách anh hùng. \"Mọi niềm vui đều tự mong ước với nhau, nên muốn có khó nhọc đau đớn! Hỡi hạnh phúc,hỡi đau thương! Trái tim ơi, hãy tự đập nát mình đi! Vậy hỡi người cao đẳng, hãy học điều này: niềm vui đòi hỏi cái Vĩnh Cửu!\" Niềm vui đòi hỏi cái Vĩnh Cửu của mọi vật, đòi hỏi cái Vĩnh Cửu sâu khôn lường Những lời đẹp tuyệt kia ta gặp trong những trang cuối cùng của phần bốn cuốn Zarathoustra. Nó bình chú bài ca của cái chuông, được đặt ngay trước bài ca an-pha và ô-mê-ga, vào cuối cuốn thứ ba - Ta có thể trích ra đây bài thơ rất đẹp kia, làm kết luận cho phần trình bày triết lý anh hùng và trữ tình của Nietzsche. Vào nửa đêm, hồng chung lớn đổ lên mười hai tiếng: \" MỘT! Hỡi con người, hãy giữ chừng! HAI! Nửa đêm sâu thẳm nói gì? BA! Ta ngủ rồi, ngủ rồi... BỐN! Giờ ta thức dậy từ mộng mị sâu thẳm. NĂM! Thế giới là vực sâu thăm thẳm. SÁU! Sâu hơn ban ngày ta nghĩ được. BẢY! Sâu thăm thẳm là đau khổ của hắn. TÁM! Nhưng niềm vui còn sâu thẳm hơn cả đau khổ của con người. CHÍN! Đau khổ nói rằng: Chết! MƯỜI! Nhưng tất cả niềm vui muốn Vĩnh Cửu! MƯỜI MỘT! Muốn thăm thẳm, thăm thẳm Vĩnh Cửu!  "
        },
        {
            "order": 5,
            "name": "Đoạn Kết",
            "content": " Ngày 4 tháng 2 năm 1872 Nietzsche viết: \"Tôi trông cậy vào một cuộc hành trình im lặng và chậm rãi xuyên qua thế kỷ\". Sau này, khi khốn khổ vì sự không thành công của các tác phẩm sâu nhất và đẹp nhất của mình, ông tự an ủi trong hy vọng rằng tương lai sẽ xét đến ông công bình hơn. Trong cuốn Bên kia cái Thiện và cái Ác, ông tự hỏi phải chăng những tư tưởng sâu sắc nhất phải đòi hỏi nhiều năm tháng, nhiều thế kỷ mới được hiểu đến, như ánh sáng của những ngôi sao xa nhất đi qua bao nhiêu thời gian mới đến ta. Trong cuốn Buổi hoàng hôn của các thần tượng ông tự đặt mình vào vị trí \"những người dành lại cho đời sau, nghĩa là những kẻ con người đời sau mới khám phá ra được. Điều ông mong muốn không phải là sự thành công nhất thời, nhưng là sự tồn tại lâu đời của điều mình viết: “Sáng tạo các tác phẩm mà thời gian thử gặm mòn một cách vô ích, mà hình thức và nội dung đạt đến sự bất tử phần nào. Tôi không đủ khiêm tốn để đòi hỏi tôi ít hơn nữa\". Trong lời nói đầu của cuốn chống Ky Tô, ông lập lại “một kẻ sinh ra cho mai sau “, và tuyên bố: “chỉ ngày mai mới thuộc về tôi\". Cái nhìn thấy trước của Nietzsche đã thành tựu. Từ lúc đau và sau khi chết. vinh quang của ông tiến lên từng bước chắc chắn. Không ai không xác nhận giá trị của thiên tài triết học cùng với những khả năng viết văn xuôi có vần đầy hình ảnh và nhạc điệu của ông. Nhà bình chú hay nhất của Pháp về Nietzsche, Charles Andler đã đưa Nietzsche lên hàng triết gia nổi tiếng nhất của chúng ta ngày nay khi ông viết: \"Nietzsche đã chứng tỏ, cùng duy với Henn Bergson, một hệ thống triết học có thể có của thời đại chúng ta\". Tuy nhiên, có lẽ không phải cái hợp nhất của hệ thống là cái đáng ngưỡng mộ nhất của ông, nhưng là cái độc đáo và mãnh liệt của từng phần của nó, và cũng là cái đẹp của hình thức, lúc thơ ca lúc tôn giáo, nơi đục tạc những tư tưởng chính yếu của ông. Về điểm này, đôi khi ta tự hỏi: ở Nietsche nhà văn hay nhà triết học trội hơn cả. Điều đó Goerges Brandès đã trả lời với chúng ta từ lâu: \"Hẳn ông là người nghệ sĩ hơn là nhà tư tưởng, chúng ta không phủ nhận điều đó, nhưng ta không thể nào tách rời người nghệ sĩ khỏi nhà tư tưởng. Trong một tác phẩm rộng lớn mới có thể nghiên cứu đến những ảnh hưởng mà Nietsche đã gây ra trong và ngoài nước Đức, cho triết học, nghệ thuật và đạo đức tổng quát. Ảnh hưởng này thật vô cùng to lớn, chỉ cần vài điển hình dưới đây cũng đủ thấy. Nhiều nhà học hội sống, một Simmel chẳng hạn, đã tìm cảm hứng nơi ông khi họ tra xét nguồn gốc của các tư tưởng đạo đức và những xung đột của nó. Nhũng người theo chủ nghĩa thực dụng ở mọi nước đều công nhận ông là người tiền phong. Người ta cỏ thể lại tìm thấy nhiều chủ đề của Nietzsche trong triết học của Henri Bergson ; trong phân tâm học của Bác sĩ Freud ; trong phong trào nghiệp đoàn cách mạng của Goeges Sorel, tông đồ của bạo động, trong các tác phẩm văn chương của André Gide, của Bà công tước de Noailles, của Paul Valéry. Nhạc sĩ Richard Strauss đã soạn một bài thơ hợp khúc về đề tài Zarathoustra. ° Nhưng ảnh hưởng không nhất thiết là hiểu biết thực sự. Vài lý thuyết, hay hơn nữa vài phương thức nghịch lý và chướng tai một cách vô ý của Nietzsche đã được sử dụng, rất phản nghĩa. bởi những người mà chính Nietzsche ghê tởm, bởi những quyền lực giáo điều và thoái hoá không có lấy một tí tinh thần tự do, hay một tí tôn trọng tinh thần tự do ; bởi những kẻ theo chủ nghĩa quốc gia quân phiệt mà ông từng gọi là bọn yêu nước rởm, loại người Âu lương thiện ; bởi bọn đồi trụy kích động tin tưởng tìm thấy, trong vài ngụ ngôn của bậc thầy, cho cái vô luân thô tục, cho chủ nghĩa ích kỷ bần tiện, cho cái bất công hèn mạt, cho sự độc ác u mê của chúng, một lời biện hộ, dung thứ. Quả thực Nietzsche chính là người vô luân, vì ông lên án thứ luân lý xuẩn động, u tối, hàm hồ và cay nghiệt của phần đông chúng ta. Nhưng không phải Nietzsche từ chối, phủ nhận tất cả luân lý. Chính nền luận lý ty tiện mà ông phê phán là thứ luân lý của quá khứ và hiện tại: còn bổn phận to lớn của ông là khám phá ra \"con đường dẫn đến cái chấp nhận và đến cái từ chối một đức hạnh mới, một luận lý mới. Quả thực Nietzsche tuyên bố nghi ngờ mọi thứ lý-tưởng, vì với ông, lý tưởng dùng làm đề tài cho mọi trò khôi hài. Chính chủ nghĩa lý tưởng, do phần đông con người bày tỏ và sử dụng, đối với ông là một sai lầm ngây thơ hay một dối trá nham hiểm. Nhưng trong một trang di cảo của cuốn Ý Chí Hùng Tráng, Nietzsche nhận rằng ông không thể xóa bỏ nơi mình cái khao khát một lý tưởng. Và Charles Andler lưu ý trong một trang đã trích dẫn trên - triết lý của ông là “triết lý duy tâm lý tưởng nhất từ trước đến nay, triết lý coi giá trị quan trọng hơn sự kiện và hy vọng một ngày kia biến sự kiện thành giá trị “. Quả thực Nietzsche là kẻ thù dữ dội của đạo Ky Tô, Nhà nước và Giáo Hội của tôn giáo tín điều quyền thế, dối trá và bi quan. Nhưng điều khẳng định đó hoàn toàn thiếu sót nếu ta không mô tả nó bằng cách gọi là cái dịu dàng cảm mến mà ông luôn luôn dành cho con người lý tưởng của Jésus. Quả thực ông bảo chúng ta làm cứng rắn mình hơn. Nhưng chỉ trở thành cứng rắn với chính mình hơn là với người khác. Và, theo ông, người hùng tráng là kẻ biết tự chế ngự mình, và có đủ nơi mình sức lực hiến cho, hy sinh cho kẻ khác. Quả thực Nielzsche tuyên bố là kẻ thù của dân chủ và những đòi hỏi bình đẳng. Nhưng đó không phải là lý do biến nó thành kẻ bảo vệ cho các xã hội bất công bị thống trị và bóc lột bởi những kẻ giàu có bần tiện mà ông gọi là bọn “tiện dân sơn son thếp vàng\". Quả thực là Nietzsche ca tụng tranh đấu, chiến tranh. Nhưng chiến tranh mà ông tán dương không thiết yếu là tàn sát, tiêu diệt các dân tộc. Mà đó là chiến tranh chống lại, trước hết, cái yếu hèn của chúng ta, sau đó là những kẻ thù mà ta có trong cuộc sống hằng ngày, hay ta tự chọn trong đời sống xã hội. Ta đã trích một trang sách nơi người Âu lương thiện khuyên các nước giải giới. Chiến tranh chống lại những kẻ thù thích đáng của việc giải giới hay chống lại sự bất công của một xã hội bị bọn tiện dân sơn son thếp vàng thống trị, không có chi ngược lại Nietzsche cả. ° Ngay khi đã thanh lọc mọi hiểu lầm đã hạ thấp nó, ngày nay chủ nghĩa Nietzsche cũng không thể và không được, chấp nhận mà không có thảo luận. Ta hãy nhớ đến những lời cuối cùng của Zarathoustra trong chương chấm dứt phần thứ nhất của tuyệt phẩm đó. Nhà tiên tri nói với các đồ đệ: \"Thực ra, ta khuyên anh em điều này: hãy tránh xa ta, hãy chống lại Zarathoustra. Vì biết đâu hắn đã lừa gạt anh em. \"Anh em nói rằng anh em tin ở Zarathoustra nhưng cần gì Zarathoustra! Anh em bào rằng anh em là tín đồ của ta? Hãy vứt mọi thứ tín đồ đi! \"Giờ đây ta truyền lệnh anh em hãy vứt bỏ ta đi và tìm về với chính anh em\"... Bởi tinh thần Nietzsche, ta hãy tránh xa chủ nghĩa Nietzsche đi, để thử phê phán điều còn giữ lại nơi con người ngày nay. Hẳn nhiên thuyết viễn cận của Nietzsche là một chuẩn bị tốt đẹp cho những lý thuyết thực dụng hiện đại. Nhưng ta có thể chối bỏ những chủ đề lớn đó, để duy trì tư tưởng rằng chân lý không chỉ là lợi ích cho hành động. Tất nhiên là con người khi bị thống trị dưới sự khắt khe của nhu cầu và của nguy hiểm, thì suy nghĩ để hành động, nhưng cũng hắn nhiên, khi được giải thoát khỏi hai cái ách kia, thì con người ưa suy nghĩ để suy nghĩ, hoàn toàn không vì lợi, vậy thôi. Chân lý, như nó chỉ dành cho hành động, thì không thể được định tính bởi kết quả tình cờ đó. Như Henri Poincaré viết, một mệnh đề khoa học không thực bởi vì nó có ích ; mà nó có ích vì nó không thực. Ta có thể trở lại ở Nietzsche vào thời kỳ mệnh danh duy lý, và tin, như ông, vào một chân lý thuần lý kết hợp mọi lãnh vực trí tuệ con người trong liên quan đến cái nhìn xác thực về thực tiễn. Chấp nhận rằng có một chân lý vô tư, không vì lợi trong lãnh vực khoa học thuần túy, ta cũng có thể tin rằng từ ngữ đó còn giữ được ý nghĩa khi ta áp dụng nó vào lĩnh vực luân lý. Ta đã định danh ở chân lý đạo đức sự kiện rằng mọi con người ngay cả người vô luân, đều phân biệt cái thiện và cái ác, và rằng họ đặt cái thiện trên cái ác. Người ta tránh một chướng ngại lớn như thế lúc thấy Nietzsche - và ông có vinh dự thú nhận một tìm thấy - khi ông nhân danh một bổn phận, bổn phận của lòng chân thực, phê phán và chối bỏ, hay ra vẻ chối bỏ, bổn phận tổng quát, và bằng luân lý ông kịch liệt chống luân lý. Chấp nhận rằng một chân lý đạo đức một ngày kia sẽ hòa hợp mọi thứ ý thức, cũng như một chân lý khoa học sẽ thực hiện sự liên minh giữa tất cả những người có thẩm quyền, ta sẽ ít nghiêm khắc hơn Nietzsche đối với luận lý cựu truyền. Thực vô lý và, hầu hết trong mọi trường hợp, quá đáng tin rằng kinh nghiệm đạo đức của mọi con người, hay phần đông trong họ đi trước ta đều là định kiến và sai lầm, rằng chỉ duy một con người không thôi có thể chối bỏ mọi giá trị được chấp nhận từ trước đến nay, có thể sáng tạo ở cả mọi phần một nền luân lý mới: một cá nhân tách biệt cố gắng sáng tạo được gì khi không kêu gọi đến các khám phá đã có trước, như hình học và vật lý? Cái bi đát của tình cảnh Nietzsche là khi kết án tất cả quá khứ, hay ít ra cũng phần lớn quá khứ, ông không cần biết dựa vào nguyên lý nào để phân biệt cái thiện và cái ác. Trong một trang của cuốn Ý Chí Hùng Tráng, nơi ông muốn chỉ rõ “chúng ta sẽ trả giá đắt việc ta theo Ky Tô trong 2000 năm nay “ra sao, ông tuyên bố “Chúng ta đang mất dần điểm tựa đã cho phép ta sống ; chúng ta không còn biết hướng bước đi của mình đến đâu; chúng ta bổ nhào thình lình vào những bảng giá trị sai ngược nhau\". Nhưng ai là người bảo-đảm với ta giá trị của cái giá trị được chấp nhận và đề nghị như vậy bởi tinh thần mâu thuẫn? Ta đã trích ở từ những lời vô cùng bấn loạn của ông, vào năm 1885, khi ông thú nhận nền luân lý khốn quẫn của mình với em gái: “Nếu anh gặp người nào có thể chỉ rõ cho anh giá trị của các lý tưởng đạo đức, anh sẽ nghe họ, sẽ theo họ, nhưng anh không tìm thấy người nào... anh cô độc\" và lời thú nhận ông viết hai năm sau, nghĩa là một năm trước khi chấm dứt đời sống ý thức của ông, cho một người bạn thư tín, Carl Fuchs: “Hầu hết mọi điều tôi đã viết, đều phải xóa bỏ\". Hẳn nhiên chính Nietzsche cũng dựa vào một truyền thống, vì ông đã khám phá ra “nề luân lý chủ ông\" chính từ trong quá khứ. Người ta đã thấy ông đối nghịch nó với “luân lý nô lệ\" và đề nghị quay về nó bằng “cuộc đảo giá trị\" ra sao Nhưng ngày nay những luận cứ lịch sử và triết học những cái ông tự chứng minh sự khác biệt giữa hai thứ luân lý đó hình như không được xác định rõ ràng. Có lẽ thích hợp hơn cho một cái nhìn đúng thực về quá khứ, khi rút từ đó một truyền thống chung, mọi thời và mọi nơi, rõ rệt nhiều hay ít, khuyến báo vừa sự phát triển các phẩm tính cá nhân vừa sự đào luyện các đức lý xã hội, nghị lực công chính, can trường và lòng tốt. Từ đó người ta không thể chấp nhận mọi sự phê phán của Nietzsche về các hình thái khác nhau của chủ nghĩa vị tha. Hẳn nhiên cái nhìn sắc bén của ông đã phân biệt được mọi thứ đạo đức giả, yếu hèn, không kín đáo, độc đoán, lẫn lộn, ở đó, trong lòng tốt bình nhật và tình thương tầm thường; nhưng đó không phải là lý do để kết án hy sinh khôn khéo hết lòng cho kẻ khác, một thiện cảm, nồng cháy cho khổ đau của mọi khổ đau. Cách thức sử dụng năng lực, ý chí hùng tráng của mình một cách tốt nhất của con người có thể làm là, theo tự nhiên, sau khi đã phục vụ chính mình thì quay sang phục vụ cho kẻ khác. Chúng ta không có lý do gì để từ chối truyền thống lớn lao của con người kể từ Đức Phật, Khổng Tử và Socrate, tiếp tục bởi các nhà tiên tri Do Thái và những kẻ theo Ky Tô đầu tiên, truyền tình thương kẻ khác, một tình thương kết hợp hoàn toàn thông minh trong sáng, nghị lực dũng mãnh với sự đào luyện các phẩm tính cao cả của cá nhân con người. Một luân lý của Tình yêu phổ biến không cần thiết phải mang đặc tính xa lánh thiên nhiên, đối nghịch cuộc đời Lý tưởng luân lý có lẽ là tình yêu thực tại toàn thể. Đức tính luân lý được hiểu như vậy sẽ thực hiện sự hòa hợp cá nhân, Nhân loại, và đời sống Vũ trụ ; nó hòa đồng nhiên tính của chúng ta với nhiên tính vũ trụ... Nếu ta từ chối kết án chủ nghĩa vị tha ở nguyên tắc của nó, thì ta cũng sẽ từ chối, cũng làm như Nietzsche, kết án các hậu quả chính trị và xã hội của thứ luân lý con người nầy - dân chủ, chủ nghĩa xã hội và phong trào Nữ quyền. Nhiều biến cố đã không chứng minh, trên vài điểm, các lời tiên đoán của Nìezsche, tỷ như việc tiên đoán, trong cuốn Buổi Hoàng Hôn của các Thần tượng, nước Nga của Nga hoàng là “cường quốc duy nhất ngày nay nó hy vọng tồn tại lâu...\" Charles Andler ở một trong những cuốn sách viết về Nietzsche của ông, gởi đến ta, về các vấn đề chính trị và xã hội, một nhà tư tưởng khác mà ông cho là \"cũng vĩ đại như Nietzsche, và được biết nhiều hơn Ntetzsebe về các vấn đề xã hội\", Jean Jaurès... Sau hết điều mà ta phải gọi là siêu hình học của Nietzsche tức niềm tin Siêu Nhân xuất hiện và Trở Về Vĩnh Cửu - không đặt lên bất cứ quan niệm siêu hình nào của quá khứ. Nó thuộc về lĩnh vực không thể kiểm điểm được. Ở đây chỉ có lòng tin riêng tư mới thoát khỏi một chứng minh chặt chẽ. Có thể khoa học không kết án giả thiết Trở Về Vĩnh Cửu nhưng hẳn nhiên khoa lhc cũng không tôn trọng nó. Người ta có thể tin vào đời sống không ngừng tự vượt quá mình, hơn là cái bắt đầu lại đều đặn của mọi tiến hóa và mọi thực thể. ° \"Bây giờ ta khuyên anh em hãy bỏ rơi ta và tìm về với chính anh em, chỉ khi nào anh em phủ nhận hoàn toàn ta, lúc đó ta mới trở lại với anh em\", Zarathoustra nói như vậy. Khi đã tự do phê phán đôi chủ đề của Nietzsche. ta sẽ dễ dàng hơn để chấp nhận các chủ đề khác, để yên ở đó cái mâu thuẫn của một tư tưởng chính xác, trình bày bằng một hình thức mãnh liệt và tuyệt vời.Triết gia của chúng ta cũng ghi chú chính đáng rằng người ta có thể chấp nhận đôi phần trong hệ thống mà ta có thể từ chối toàn bộ. Trước hết Nietzsche cho ta một bài học tốt, một tầm gương lôi cuốn về lòng chân thực hoàn toàn. Chẳng có ai có tình yêu cao ngút như thế về các vấn đề như thế, chẳng có ai đề cập đến chúng với cái táo bạo trong sáng hơn nữa. Người ta chỉ còn chấp nhận với một tâm tình cảm động lý tưởng huy hoàng mà ông trình bày với ta về tinh thần tự do, khi đi tìm chân lý với tất cả độc lập của tâm hồn. Trong mọi tác phẩm của ông từ các cuốn đầu tiên đến cuốn cuối cùng và các bản văn di cảo - mặc cho những phê bình mà ông áp dụng cho chính lý tưởng chân lý -- ông khuyến báo, ca Ngày 4 tháng 2 năm 1872 Nietzsche viết: \"Tôi trông cậy vào một cuộc hành trình im lặng và chậm rãi xuyên qua thế kỷ\". Sau này, khi khốn khổ vì sự không thành công của các tác phẩm sâu nhất và đẹp nhất của mình, ông tự an ủi trong hy vọng rằng tương lai sẽ xét đến ông công bình hơn. Trong cuốn Bên kia cái Thiện và cái Ác, ông tự hỏi phải chăng những tư tưởng sâu sắc nhất phải đòi hỏi nhiều năm tháng, nhiều thế kỷ mới được hiểu đến, như ánh sáng của những ngôi sao xa nhất đi qua bao nhiêu thời gian mới đến ta. Trong cuốn Buổi hoàng hôn của các thần tượng ông tự đặt mình vào vị trí \"những người dành lại cho đời sau, nghĩa là những kẻ con người đời sau mới khám phá ra được. Điều ông mong muốn không phải là sự thành công nhất thời, nhưng là sự tồn tại lâu đời của điều mình viết: “Sáng tạo các tác phẩm mà thời gian thử gặm mòn một cách vô ích, mà hình thức và nội dung đạt đến sự bất tử phần nào. Tôi không đủ khiêm tốn để đòi hỏi tôi ít hơn nữa\". Trong lời nói đầu của cuốn chống Ky Tô, ông lập lại “một kẻ sinh ra cho mai sau “, và tuyên bố: “chỉ ngày mai mới thuộc về tôi\". Cái nhìn thấy trước của Nietzsche đã thành tựu. Từ lúc đau và sau khi chết. vinh quang của ông tiến lên từng bước chắc chắn. Không ai không xác nhận giá trị của thiên tài triết học cùng với những khả năng viết văn xuôi có vần đầy hình ảnh và nhạc điệu của ông. Nhà bình chú hay nhất của Pháp về Nietzsche, Charles Andler đã đưa Nietzsche lên hàng triết gia nổi tiếng nhất của chúng ta ngày nay khi ông viết: \"Nietzsche đã chứng tỏ, cùng duy với Henn Bergson, một hệ thống triết học có thể có của thời đại chúng ta\". Tuy nhiên, có lẽ không phải cái hợp nhất của hệ thống là cái đáng ngưỡng mộ nhất của ông, nhưng là cái độc đáo và mãnh liệt của từng phần của nó, và cũng là cái đẹp của hình thức, lúc thơ ca lúc tôn giáo, nơi đục tạc những tư tưởng chính yếu của ông. Về điểm này, đôi khi ta tự hỏi: ở Nietsche nhà văn hay nhà triết học trội hơn cả. Điều đó Goerges Brandès đã trả lời với chúng ta từ lâu: \"Hẳn ông là người nghệ sĩ hơn là nhà tư tưởng, chúng ta không phủ nhận điều đó, nhưng ta không thể nào tách rời người nghệ sĩ khỏi nhà tư tưởng. Trong một tác phẩm rộng lớn mới có thể nghiên cứu đến những ảnh hưởng mà Nietsche đã gây ra trong và ngoài nước Đức, cho triết học, nghệ thuật và đạo đức tổng quát. Ảnh hưởng này thật vô cùng to lớn, chỉ cần vài điển hình dưới đây cũng đủ thấy. Nhiều nhà học hội sống, một Simmel chẳng hạn, đã tìm cảm hứng nơi ông khi họ tra xét nguồn gốc của các tư tưởng đạo đức và những xung đột của nó. Nhũng người theo chủ nghĩa thực dụng ở mọi nước đều công nhận ông là người tiền phong. Người ta cỏ thể lại tìm thấy nhiều chủ đề của Nietzsche trong triết học của Henri Bergson ; trong phân tâm học của Bác sĩ Freud ; trong phong trào nghiệp đoàn cách mạng của Goeges Sorel, tông đồ của bạo động, trong các tác phẩm văn chương của André Gide, của Bà công tước de Noailles, của Paul Valéry. Nhạc sĩ Richard Strauss đã soạn một bài thơ hợp khúc về đề tài Zarathoustra. ° Nhưng ảnh hưởng không nhất thiết là hiểu biết thực sự. Vài lý thuyết, hay hơn nữa vài phương thức nghịch lý và chướng tai một cách vô ý của Nietzsche đã được sử dụng, rất phản nghĩa. bởi những người mà chính Nietzsche ghê tởm, bởi những quyền lực giáo điều và thoái hoá không có lấy một tí tinh thần tự do, hay một tí tôn trọng tinh thần tự do ; bởi những kẻ theo chủ nghĩa quốc gia quân phiệt mà ông từng gọi là bọn yêu nước rởm, loại người Âu lương thiện ; bởi bọn đồi trụy kích động tin tưởng tìm thấy, trong vài ngụ ngôn của bậc thầy, cho cái vô luân thô tục, cho chủ nghĩa ích kỷ bần tiện, cho cái bất công hèn mạt, cho sự độc ác u mê của chúng, một lời biện hộ, dung thứ. Quả thực Nietzsche chính là người vô luân, vì ông lên án thứ luân lý xuẩn động, u tối, hàm hồ và cay nghiệt của phần đông chúng ta. Nhưng không phải Nietzsche từ chối, phủ nhận tất cả luân lý. Chính nền luận lý ty tiện mà ông phê phán là thứ luân lý của quá khứ và hiện tại: còn bổn phận to lớn của ông là khám phá ra \"con đường dẫn đến cái chấp nhận và đến cái từ chối một đức hạnh mới, một luận lý mới. Quả thực Nietzsche tuyên bố nghi ngờ mọi thứ lý-tưởng, vì với ông, lý tưởng dùng làm đề tài cho mọi trò khôi hài. Chính chủ nghĩa lý tưởng, do phần đông con người bày tỏ và sử dụng, đối với ông là một sai lầm ngây thơ hay một dối trá nham hiểm. Nhưng trong một trang di cảo của cuốn Ý Chí Hùng Tráng, Nietzsche nhận rằng ông không thể xóa bỏ nơi mình cái khao khát một lý tưởng. Và Charles Andler lưu ý trong một trang đã trích dẫn trên - triết lý của ông là “triết lý duy tâm lý tưởng nhất từ trước đến nay, triết lý coi giá trị quan trọng hơn sự kiện và hy vọng một ngày kia biến sự kiện thành giá trị “. Quả thực Nietzsche là kẻ thù dữ dội của đạo Ky Tô, Nhà nước và Giáo Hội của tôn giáo tín điều quyền thế, dối trá và bi quan. Nhưng điều khẳng định đó hoàn toàn thiếu sót nếu ta không mô tả nó bằng cách gọi là cái dịu dàng cảm mến mà ông luôn luôn dành cho con người lý tưởng của Jésus. Quả thực ông bảo chúng ta làm cứng rắn mình hơn. Nhưng chỉ trở thành cứng rắn với chính mình hơn là với người khác. Và, theo ông, người hùng tráng là kẻ biết tự chế ngự mình, và có đủ nơi mình sức lực hiến cho, hy sinh cho kẻ khác. Quả thực Nielzsche tuyên bố là kẻ thù của dân chủ và những đòi hỏi bình đẳng. Nhưng đó không phải là lý do biến nó thành kẻ bảo vệ cho các xã hội bất công bị thống trị và bóc lột bởi những kẻ giàu có bần tiện mà ông gọi là bọn “tiện dân sơn son thếp vàng\". Quả thực là Nietzsche ca tụng tranh đấu, chiến tranh. Nhưng chiến tranh mà ông tán dương không thiết yếu là tàn sát, tiêu diệt các dân tộc. Mà đó là chiến tranh chống lại, trước hết, cái yếu hèn của chúng ta, sau đó là những kẻ thù mà ta có trong cuộc sống hằng ngày, hay ta tự chọn trong đời sống xã hội. Ta đã trích một trang sách nơi người Âu lương thiện khuyên các nước giải giới. Chiến tranh chống lại những kẻ thù thích đáng của việc giải giới hay chống lại sự bất công của một xã hội bị bọn tiện dân sơn son thếp vàng thống trị, không có chi ngược lại Nietzsche cả. ° Ngay khi đã thanh lọc mọi hiểu lầm đã hạ thấp nó, ngày nay chủ nghĩa Nietzsche cũng không thể và không được, chấp nhận mà không có thảo luận. Ta hãy nhớ đến những lời cuối cùng của Zarathoustra trong chương chấm dứt phần thứ nhất của tuyệt phẩm đó. Nhà tiên tri nói với các đồ đệ: \"Thực ra, ta khuyên anh em điều này: hãy tránh xa ta, hãy chống lại Zarathoustra. Vì biết đâu hắn đã lừa gạt anh em. \"Anh em nói rằng anh em tin ở Zarathoustra nhưng cần gì Zarathoustra! Anh em bào rằng anh em là tín đồ của ta? Hãy vứt mọi thứ tín đồ đi! \"Giờ đây ta truyền lệnh anh em hãy vứt bỏ ta đi và tìm về với chính anh em\"... Bởi tinh thần Nietzsche, ta hãy tránh xa chủ nghĩa Nietzsche đi, để thử phê phán điều còn giữ lại nơi con người ngày nay. Hẳn nhiên thuyết viễn cận của Nietzsche là một chuẩn bị tốt đẹp cho những lý thuyết thực dụng hiện đại. Nhưng ta có thể chối bỏ những chủ đề lớn đó, để duy trì tư tưởng rằng chân lý không chỉ là lợi ích cho hành động. Tất nhiên là con người khi bị thống trị dưới sự khắt khe của nhu cầu và của nguy hiểm, thì suy nghĩ để hành động, nhưng cũng hắn nhiên, khi được giải thoát khỏi hai cái ách kia, thì con người ưa suy nghĩ để suy nghĩ, hoàn toàn không vì lợi, vậy thôi. Chân lý, như nó chỉ dành cho hành động, thì không thể được định tính bởi kết quả tình cờ đó. Như Henri Poincaré viết, một mệnh đề khoa học không thực bởi vì nó có ích ; mà nó có ích vì nó không thực. Ta có thể trở lại ở Nietzsche vào thời kỳ mệnh danh duy lý, và tin, như ông, vào một chân lý thuần lý kết hợp mọi lãnh vực trí tuệ con người trong liên quan đến cái nhìn xác thực về thực tiễn. Chấp nhận rằng có một chân lý vô tư, không vì lợi trong lãnh vực khoa học thuần túy, ta cũng có thể tin rằng từ ngữ đó còn giữ được ý nghĩa khi ta áp dụng nó vào lĩnh vực luân lý. Ta đã định danh ở chân lý đạo đức sự kiện rằng mọi con người ngay cả người vô luân, đều phân biệt cái thiện và cái ác, và rằng họ đặt cái thiện trên cái ác. Người ta tránh một chướng ngại lớn như thế lúc thấy Nietzsche - và ông có vinh dự thú nhận một tìm thấy - khi ông nhân danh một bổn phận, bổn phận của lòng chân thực, phê phán và chối bỏ, hay ra vẻ chối bỏ, bổn phận tổng quát, và bằng luân lý ông kịch liệt chống luân lý. Chấp nhận rằng một chân lý đạo đức một ngày kia sẽ hòa hợp mọi thứ ý thức, cũng như một chân lý khoa học sẽ thực hiện sự liên minh giữa tất cả những người có thẩm quyền, ta sẽ ít nghiêm khắc hơn Nietzsche đối với luận lý cựu truyền. Thực vô lý và, hầu hết trong mọi trường hợp, quá đáng tin rằng kinh nghiệm đạo đức của mọi con người, hay phần đông trong họ đi trước ta đều là định kiến và sai lầm, rằng chỉ duy một con người không thôi có thể chối bỏ mọi giá trị được chấp nhận từ trước đến nay, có thể sáng tạo ở cả mọi phần một nền luân lý mới: một cá nhân tách biệt cố gắng sáng tạo được gì khi không kêu gọi đến các khám phá đã có trước, như hình học và vật lý? Cái bi đát của tình cảnh Nietzsche là khi kết án tất cả quá khứ, hay ít ra cũng phần lớn quá khứ, ông không cần biết dựa vào nguyên lý nào để phân biệt cái thiện và cái ác. Trong một trang của cuốn Ý Chí Hùng Tráng, nơi ông muốn chỉ rõ “chúng ta sẽ trả giá đắt việc ta theo Ky Tô trong 2000 năm nay “ra sao, ông tuyên bố “Chúng ta đang mất dần điểm tựa đã cho phép ta sống ; chúng ta không còn biết hướng bước đi của mình đến đâu; chúng ta bổ nhào thình lình vào những bảng giá trị sai ngược nhau\". Nhưng ai là người bảo-đảm với ta giá trị của cái giá trị được chấp nhận và đề nghị như vậy bởi tinh thần mâu thuẫn? Ta đã trích ở từ những lời vô cùng bấn loạn của ông, vào năm 1885, khi ông thú nhận nền luân lý khốn quẫn của mình với em gái: “Nếu anh gặp người nào có thể chỉ rõ cho anh giá trị của các lý tưởng đạo đức, anh sẽ nghe họ, sẽ theo họ, nhưng anh không tìm thấy người nào... anh cô độc\" và lời thú nhận ông viết hai năm sau, nghĩa là một năm trước khi chấm dứt đời sống ý thức của ông, cho một người bạn thư tín, Carl Fuchs: “Hầu hết mọi điều tôi đã viết, đều phải xóa bỏ\". Hẳn nhiên chính Nietzsche cũng dựa vào một truyền thống, vì ông đã khám phá ra “nề luân lý chủ ông\" chính từ trong quá khứ. Người ta đã thấy ông đối nghịch nó với “luân lý nô lệ\" và đề nghị quay về nó bằng “cuộc đảo giá trị\" ra sao Nhưng ngày nay những luận cứ lịch sử và triết học những cái ông tự chứng minh sự khác biệt giữa hai thứ luân lý đó hình như không được xác định rõ ràng. Có lẽ thích hợp hơn cho một cái nhìn đúng thực về quá khứ, khi rút từ đó một truyền thống chung, mọi thời và mọi nơi, rõ rệt nhiều hay ít, khuyến báo vừa sự phát triển các phẩm tính cá nhân vừa sự đào luyện các đức lý xã hội, nghị lực công chính, can trường và lòng tốt. Từ đó người ta không thể chấp nhận mọi sự phê phán của Nietzsche về các hình thái khác nhau của chủ nghĩa vị tha. Hẳn nhiên cái nhìn sắc bén của ông đã phân biệt được mọi thứ đạo đức giả, yếu hèn, không kín đáo, độc đoán, lẫn lộn, ở đó, trong lòng tốt bình nhật và tình thương tầm thường; nhưng đó không phải là lý do để kết án hy sinh khôn khéo hết lòng cho kẻ khác, một thiện cảm, nồng cháy cho khổ đau của mọi khổ đau. Cách thức sử dụng năng lực, ý chí hùng tráng của mình một cách tốt nhất của con người có thể làm là, theo tự nhiên, sau khi đã phục vụ chính mình thì quay sang phục vụ cho kẻ khác. Chúng ta không có lý do gì để từ chối truyền thống lớn lao của con người kể từ Đức Phật, Khổng Tử và Socrate, tiếp tục bởi các nhà tiên tri Do Thái và những kẻ theo Ky Tô đầu tiên, truyền tình thương kẻ khác, một tình thương kết hợp hoàn toàn thông minh trong sáng, nghị lực dũng mãnh với sự đào luyện các phẩm tính cao cả của cá nhân con người. Một luân lý của Tình yêu phổ biến không cần thiết phải mang đặc tính xa lánh thiên nhiên, đối nghịch cuộc đời Lý tưởng luân lý có lẽ là tình yêu thực tại toàn thể. Đức tính luân lý được hiểu như vậy sẽ thực hiện sự hòa hợp cá nhân, Nhân loại, và đời sống Vũ trụ ; nó hòa đồng nhiên tính của chúng ta với nhiên tính vũ trụ... Nếu ta từ chối kết án chủ nghĩa vị tha ở nguyên tắc của nó, thì ta cũng sẽ từ chối, cũng làm như Nietzsche, kết án các hậu quả chính trị và xã hội của thứ luân lý con người nầy - dân chủ, chủ nghĩa xã hội và phong trào Nữ quyền. Nhiều biến cố đã không chứng minh, trên vài điểm, các lời tiên đoán của Nìezsche, tỷ như việc tiên đoán, trong cuốn Buổi Hoàng Hôn của các Thần tượng, nước Nga của Nga hoàng là “cường quốc duy nhất ngày nay nó hy vọng tồn tại lâu...\" Charles Andler ở một trong những cuốn sách viết về Nietzsche của ông, gởi đến ta, về các vấn đề chính trị và xã hội, một nhà tư tưởng khác mà ông cho là \"cũng vĩ đại như Nietzsche, và được biết nhiều hơn Ntetzsebe về các vấn đề xã hội\", Jean Jaurès... Sau hết điều mà ta phải gọi là siêu hình học của Nietzsche tức niềm tin Siêu Nhân xuất hiện và Trở Về Vĩnh Cửu - không đặt lên bất cứ quan niệm siêu hình nào của quá khứ. Nó thuộc về lĩnh vực không thể kiểm điểm được. Ở đây chỉ có lòng tin riêng tư mới thoát khỏi một chứng minh chặt chẽ. Có thể khoa học không kết án giả thiết Trở Về Vĩnh Cửu nhưng hẳn nhiên khoa lhc cũng không tôn trọng nó. Người ta có thể tin vào đời sống không ngừng tự vượt quá mình, hơn là cái bắt đầu lại đều đặn của mọi tiến hóa và mọi thực thể. ° \"Bây giờ ta khuyên anh em hãy bỏ rơi ta và tìm về với chính anh em, chỉ khi nào anh em phủ nhận hoàn toàn ta, lúc đó ta mới trở lại với anh em\", Zarathoustra nói như vậy. Khi đã tự do phê phán đôi chủ đề của Nietzsche. ta sẽ dễ dàng hơn để chấp nhận các chủ đề khác, để yên ở đó cái mâu thuẫn của một tư tưởng chính xác, trình bày bằng một hình thức mãnh liệt và tuyệt vời.Triết gia của chúng ta cũng ghi chú chính đáng rằng người ta có thể chấp nhận đôi phần trong hệ thống mà ta có thể từ chối toàn bộ. Trước hết Nietzsche cho ta một bài học tốt, một tầm gương lôi cuốn về lòng chân thực hoàn toàn. Chẳng có ai có tình yêu cao ngút như thế về các vấn đề như thế, chẳng có ai đề cập đến chúng với cái táo bạo trong sáng hơn nữa. Người ta chỉ còn chấp nhận với một tâm tình cảm động lý tưởng huy hoàng mà ông trình bày với ta về tinh thần tự do, khi đi tìm chân lý với tất cả độc lập của tâm hồn. Trong mọi tác phẩm của ông từ các cuốn đầu tiên đến cuốn cuối cùng và các bản văn di cảo - mặc cho những phê bình mà ông áp dụng cho chính lý tưởng chân lý -- ông khuyến báo, ca ngợi và tán dương tinh thần tự do nầy, tinh thần thoát khỏi ảnh hưởng thống trị bởi tinh thần nô lệ, những ảnh hưởng của hội sống, của bọn cầm quyền, của tôn giáo. Ta tìm thấy ở đây Ibsen, linh hồn của Bác sĩ Stockmann, \"kẻ thù của dân chúng\". Nietzsche mang đến một khích lệ vô cùng quý giá cho những ai đã chịu sự bạc đãi của kẻ cầm quyền và thù hằn của quần chúng ngu muội để hoàn toàn phụng sự cho chân lý. Ngay đến một kẻ tin với hết cả tâm hồn vào một chân lý đạo đức, cũng khoan khoái vì tinh thần tự do đó đã tấn công các định kiến luân lý. Thực đánh khen khi một phê phán như vậy giải thoát con người ra mọi chật hẹp tù túng, mọi cố chấp bè đảng. Khi giải phóng ý thức ra khỏi chủ nghĩa khổ hạnh bất công, khi tách nó khỏi lòng tin tội lỗi, khi lột nó khỏi thứ luân lý khắc nghiệt của bọn thanh giáo và bọn hương nguyện, Nietzsche đã góp phần vào việc làm cho con người không những hạnh phúc hơn mà còn mang chất người hơn, khoan hồng hơn, đối với những kẻ ngày xưa người ta gọi là những kẻ tội lỗi, đủ khả năng hơn, tỷ như, để hiểu và chấp nhập các giải pháp khác nhau và đối nghịch đặt ra cho vấn đề đời sống dục tình, và sau hết dễ thu nhận hơn cho một thông minh lương thiện, một tình thương thực tình. Không có lý thuyết nào biện minh cho bổn phận ít nhiều được khuyến bảo bởi các nhà đạo đức, đầy nhiệt cảm và dũng mãnh hơn. Không có nhà tư tưởng nào biết khuyến khích lòng can đảm hơn Nietzsche. Không ai làm ta hiểu rõ giả trị cao ngời của đức can trường đặc biệt hay bình thường, sự cần thiết của đau khổ để kích thích cho hành động, cho sự bành trướng ý chí hùng tráng hơn. Trên quan điểm này, rõ ràng không chối cãi, tác phẩm của ông là một cách hướng dẫn tốt nhất, một lộ phí, một thuốc bổ, một sách cầm tay của chủ nghĩa anh hùng. Đau khổ phải vượt quá dẫn đến niềm vui. Nietzsche người quyến rũ và Zarathoustra của ông đã rất có lý khi dạy hay nhắc nhở chúng ta ý nghĩa trần gian về cái nhẹ nhàng của cuộc sống, giá trị của nụ cười và nhảy múa, cái xứng đáng cho một hạnh phúc cao quý. Ngay khi ta không tin vào cuộc Trở Về Vĩnh Cửu, ta cũng phải sống trong cuộc đời với nhiều thông minh và tình yêu mà ta không ngừng rút ra từ đó những niềm vui chói lòa, ở điểm ta có thể chấp nhận sống lại vô hạn một cuộc đời như vậy. “Bởi vì tất cả niềm vui đòi hỏi Vĩnh Cửu một vĩnh cửu thăm thẳm vô cùng\"...  "
        },
        {
            "order": 0,
            "name": "Cuộc Đời Và Tác Phẩm Của Nietzsche",
            "content": " Trong một trang sách ở cuốn Bình Minh, Nietzsche đã trách vài triết gia trước mình (Kant và Schopenhauer) đã không tạo nên một \"tiểu sử vô ý của tâm hồn\" nào rút từ tư tưởng của họ. Lời phê phán này không nhằm vào Nietzsche được, vì giữa cuộc đời và tác phẩm của ông có một tương quan vô cùng chặt chẽ. Khi đề cập đến tác phẩm Nietzsche, nên coi nó như một thứ \"nhật ký nội tâm\" hay là lời thú nhận thành khẩn và thiết tha của \"một tâm hồn mang tư chất hiếm có\" như lời của một trong những nhà phê bình nổi tiếng nhất của Pháp về Nietzsche, Henri Lichtenberger, giáo sư đại học ở Sorbonne. Cho nên đối với Nietzsche, hơn bất cứ nhà tư tưởng nào, điều cần thiết là phải biết rõ cuộc đời ông, trước khi đi vào triết lý. Cuộc đời đó thật lại vô cùng lôi cuốn. Cũng trong một trang khác của cuốn Bình Minh, Nietzsche hỏi những người tự nhận là người hiểu biết: \"Anh đã sống với tận cùng tâm hồn của anh chưa, với những nỗi xao xuyến, dao động, với buồn thảm mênh mông dài đăng đẳng, với niềm vui phút chốc bùng cháy lên không?\" Nếu có ai đặt ra với Nietzsche câu hỏi này, hẳn nhiên Nietzsche sẽ trả lời quyết liệt: có. Bệnh họan, khổ đau tình cảm, niềm vui bất chợt; những lúc lao mình với tình yêu mà không được đền bù: những tình bạn đam mê, đôi khi đưa đến đoạn tuyệt; những trầm tư cô độc, những cuộc du hành, đổi chỗ ở càng lúc càng thường xuyên. Những ngày diễm ảo ở các thành phố đẹp đẽ, trong nơi trú ngụ huy hoàng, những hy vọng rồi tuyệt vọng, những cuộc khảo sát thường xuyên của ý thức, những hiếu kỳ, những mơ mộng, ái ngại, chán nản, ngờ vực: bao nhiêu là biến chuyển nội tâm, rất nhiều các phiêu lưu tình ý! Cuộc đời đó, trong cách thế của nó, là tuyệt phẩm của nghệ thuật. Nietzsche đã thực hiện đúng hình ảnh lý tưởng ông đã khẳng định trong cuốn Hiểu Biết Hài Hòa: \"Chúng ta muốn là thi sĩ của cuộc đời chúng ta.\" Friedrich Wilhelm Nietzsche sinh ngày 15 tháng 10 năm 1844 ở Roecken, tỉnh Thuringe. Thuringe là nơi có dân số nửa gốc Đức nửa gốc xờ-la-vờ vẫn thường là trung tâm của tư tưởng tự do, tinh thần phê phán, đối nghịch với các lý tưởng cựu truyền. Chính Thuringe là nơi sinh của Luther, nơi phát xuất phong trào cải cách. Tổ tiên của Nietzsche phần nhiều đều là những nhà thần học tin lành, đó chính là môi trường kết hợp một nền văn hóa rộng rãi với một thứ luân lý khắt khe và một lòng tôn trọng các đức tin công giáo. Cha của ông Karl Ludwig Nietzsche là mục sư. Ông quản nhậm địa phận Roecken, gần sát mặt trận Lutzen, và kết hôn với một trong những người con gái của vị mục sư đồng nghiệp sống ở giáo khu bên cạnh, Franciska Œhler. Trong một trang của cuốn Sự Vật Nhân Bản, Friedrich Nietzsche viết: \"Những xung khắc không giải quyết giữa đức tính và lòng tin ở cha mẹ đã tồn tại nơi đứa con và tạo ra lịch sử cả cuộc đau khổ nội tâm của nó.\" Trang sách này được ông Charles Andler, giáo sư trường quốc học Pháp chú giải rất hay trong cuốn sách nổi tiếng của ông về Nietzsche, cuốn Nietzsche, cuộc đời và tư tưởng, (ở đây chúng tôi dựa nhiều vào tác phẩm quan trọng đó, tưởng cũng không thừa khi khuyên người đọc nên tìm đọc tác phẩm này, nếu muốn biết rõ Nietzsche). Charles Andler viết: \"Giòng họ Œhler có rất nhiều lòng tin Ky tô và cả tính phỉ báng thánh thần. Còn giòng họ Nietzsche thì toàn là các nhà tu khổ hạnh nhưng cũng là phần tử tinh hoa của tư tưởng tự do. Người nào cũng hách dịch và bằng nhiều cách thường tỏ ra muốn thống trị kẻ khác. Nỗi xung khắc kéo dài nọ tạo ra đau khổ nội tâm ở Nietzsche. Truyền thống gia đình đã dạy cho Nietzsche biết tổ tiên của mình là những quý tộc Ba Lan, những bá tước dòng họ Nietzki, bị ngược đãi phải trốn khỏi quê hương và sau cùng chấp nhận phong trào cải cách. Một ngày nọ cậu bé Nietzsche nói với người em: \"Một bá tước dòng Nietzki không bao giờ được nói dối.\" Nietzsche được năm tuổi thì cha mất, và mẹ phải dọn về ở nơi thành phố Naumburg. Cậu bé trịnh trọng, mộ đạo, thông minh, thường thao thức đó, khi được 6 tuổi người ta đã đặt là ông mục sư con. Ông mục sư con tự nhủ thầm: \"Năm 12 tuổi, tôi đã thấy thượng đế trong vẻ rực rỡ của ngài.\" Ngay từ nhỏ và suốt đời niên thiếu, Nietzsche đã làm thơ và sáng tác nhạc, những vũ khúc, những giai khúc ca ngợi tổ tiên Ba Lan mình. Tháng 10 năm 1858, Nietzsche vào trường trung học Schulpforta. Ở đây ông học viết tiếng Đức cho hay hơn, học rất chăm tiếng Hy lạp, La tinh và rất say mê lịch sử. Năm 1864, ông rời Schulpforta và vào Đại học Bonn. Ông chỉ học ở đây một năm rồi qua Đại học Leipzig, theo người thầy ông thích nhất, giáo sư ngữ học Ritschl. Ban đầu ông vẫn tìm cách giữ nguyên lòng tin như ở thời thơ ấu, nhưng vô ích. Những nỗi hòai nghi dần dần nảy nở trong lòng ông. Ông không dứt bỏ đột ngột đạo Ky tô như thể vài người công giáo khác đột nhiên không tìm thấy trong tôn giáo của mình chân lý tuyệt đối mà họ đã tin theo. Bởi là người tin lành, Nietzsche tự xét mình có quyền sáng tạo một niềm tin riêng tư, dựa trên căn bản tự do phê phán. Nhưng khi tinh thần phê phán càng mạnh mẽ, niềm tin càng yếu dần rồi mất hẳn. Một lần ông viết thư về cho em gái: \"Ở đây có hai con đường cho chúng ta: nếu em muốn hạnh phúc và muốn tâm hồn an nghỉ thì hãy tin, còn nếu em muốn suốt đời là kẻ theo đuổi chân lý thì hãy tìm kiếm...\" Ông từ bỏ thần học là môn ông đã chọn trước kia. Ông quyết định theo đuổi phụng sự ngữ học dưới sự chỉ dẫn của giáo sư Ritschl, người tin rằng ngữ học không giản lược vào một khoa học lịch sử về các hình thái văn chương, nhưng là một lĩnh vực nghiên cứu rộng lớn của tư tưởng của định chế. Nietzsche hy vọng được thỏa mãn lòng đam mê học hỏi của mình trên khắp các lĩnh vực mà không rơi vào lối học tài tử, ông làm đủ điều cần thiết cho một môn học chuyên biệt đứng đắn của mình. Từ năm 1865 đến 1868, ông học được vài năm ở đại học Leipzig, bị ngắt quãng vì nghĩa vụ quân sự nhưng cũng gián đoạn vì tai nạn té ngựa phải mất một thời gian điều trị. Dưới sự hướng dẫn của giáo sư Ritschl ông đã làm được nhiều công tác tốt đẹp về ngữ học, nhất là về các tác phẩm của Diogène Laoerce, người chuyên viết tiểu sử các nhà triết học Hy Lạp. Tình cờ một bữa ông lật cuốn sách của Schopenhauer, triết gia lớn theo chủ nghĩa bi quan, và say mê đọc. Cha Andler viết: \"Ánh sáng đột nhiên bùng lên không khác chi như khi Malebranche khám phá ra Descartes\". Nietzsche mua ngay một số sách mang về nhà để ra hai tuần liên tiếp đọc không ngừng, trừ vài giờ ngủ. Bỗng chốc ông rời bỏ ngữ học để sang triết học và đệ trình một luận án- bị từ chối- về vài khía cạnh của học thuyết Schopenhauer. Ông hướng dẫn bạn bè nhất là Erwin Rohde vào triết lý bi quan vĩ đại đó. Ông mơ, với Rohde và vài người bạn khác sau khi học xong năm cuối, cùng đi Paris và sẽ trình bày \"lông bông trên các đại lộ đặc ngữ Đức và triết lý Schopenhauer.\" Nhưng rồi ông không thực hiện dự tính đó. Tháng 11 năm 1868, một biến cố tình cảm xáo trộn đời sống của Nietzsche. Từ lâu ông rất ngưỡng mộ Richard Wagner, và rất thích nghe nhạc Wagner ở các buổi hòa tấu, ông còn chơi nhạc Wagner lúc một mình, lúc ở nhà bạn bè. Khi Wagner đến Leipzig và lại thăm người em gái, vợ của nhà Đông phương học Brockhaus, ông ngạc nhiên khi thấy bà Brockhaus và bạn của bà này, bà Ritschl, đã biết đến một trong những giai khúc của ông trong bài Maitres-Chanteurs; Wagner rất mong muốn được làm quen với kẻ ngưỡng mộ vô danh đã góp phần phát hiện tác phẩm của ông và làm danh tiếng ông lan khắp nơi. Một tối mưa và đầy tuyết, Nietzsche lại nhà ông bà Brockhaus, e thẹn xấu hổ trong chiếc áo mưa đen cũ, nhưng sung sướng ngập lòng vì được gặp bậc thầy đó. Nietzsche bày tỏ lòng tôn sùng của mình. Cả hai cùng nói chuyện, nhất là nói về Schopenhauer. Người nghệ sỹ lớn và kẻ ngưỡng mộ trẻ tuổi kia tỏ ra hòa hợp, đồng ý với nhau rất sâu xa. Vào dịp này trường đại học của hạt Bâle đang tìm một giáo sư dạy tiếng Hy lạp và La tinh. Ritschl khuyên nên mời Nietzsche, dù bấ giờ Nietzsche mới 24 tuổi, nhưng ông viết: \"Đó là một thiên tài.\" Chàng trẻ tuổi được phong giáo sư ngữ học cổ điển tại Đại học Bâle. Ông đến Bâle ngày 19 tháng 4 năm 1869. Ông giảng dạy rất lương tâm với các sinh viên ở đây. Đồng thời tại đó ông cũng gặp Jacob Burkhardt nhà sử học văn minh, sau là giáo sư sử ký giáo hội Overbeck, ông kết bạn rất lâu với vị này. Điều ông sung sướng hơn cả là được Wagner mời đến chơi tại nhà ở Tribschen, lân cận Lucerne. Ông đến đó lần đầu vào tháng 5 năm 1869, và sống tại đó những ngày đầy vui vẻ, những ngày đẹp nhất trong đời của ông (theo thư viết về cho em gái.) Với ông, \"Wagner là thiên tài vĩ đại nhất và là nhân vật lớn nhất của thời đại chúng ta.\" Lần đầu tiên Wagner thấy mình được hiểu, được ngưỡng mộ như chính ông muốn. Sống với Wagner là Cosima, mà sau này Wagner kết hôn với nàng, người con gái của Liszt, vợ đã ly dị của nhạc trưởng Haus von Bulow. Người thiếu phụ thông minh và say đắm đó gây cho Nietzsche một ngưỡng vọng đam mê, nàng chính là người đàn bà cao quý độc nhất mà ông đã biết. Andler cho biết, nàng còn trẻ nên cảm thấy gần gũi với Nietzsche hơn là Wagner, lúc đó đã gần sáu mươi. Ông Andler viết: \"Từ đây khởi đầu một thiên tình sử cao đẹp nhất của thế kỷ 19, thiên tình sử câm nín và đau xót mà mãi đến ngày nay vẫn chưa một ai biết rõ. Sau này Cosima sẽ là Ariane trong giấc mơ của Nietzsche. Chỉ đọc một lần vào năm 1888, khi rơi vào tình trạng điên lọan, ông mới dám viết cho người thiếu phụ đó: \"Ariane ta yêu em.\" Từ năm 1869 đến năm 1872 (năm gia đình Wagner ngụ ở Bayreuth) Nietzsche đến Tribschen hai mươi ba lần. 1870... trận tuyên chiến giữa Pháp Đức làm Nietzsche kinh ngạc. Ban đầu ông phẫn uất lên án bọn xâm lược, bọn \"thú dữ Pháp\". Vì có quốc tịch Thụy sỹ từ khi là giáo sư ở Bâle, Nietzsche không thể thi hành nghĩa vụ quân sự. Ông tình nguyện xung vào đòan cứu thương. Bằng kinh nghiệm thực tiễn ông được biết, không phải cái tàn khốc của chiến tranh, nhưng cái hậu quả kinh sợ theo sau chiến tranh. Trong khi đưa các thương binh về Đức, ông mắc bệnh bạch hầu và kiết lỵ. Ông bị một trận đau rất nặng, và từ đó, không bao giờ ông tìm lại được sức khoẻ hòan tòan. Vào ngày 12 tháng 2 năm 1870, ông khám phá ra cuộc chiến tranh, bề ngòai là phòng thủ, được người Đức theo đuổi, trên thực tế, là cuộc \"chiến tranh chinh phục.\" Ông sợ hãi cái nguy hiểm của giấc mộng bá chủ của đế quốc Phổ chạy theo nền \"văn hóa Đức\" thực sự. Ông viết trong những ghi chú để lại sau này: \"Điều làm tôi ghê tởm sau chiến tranh là cái hào nhóang, cái khinh miệt người Pháp, cái chủ nghĩa quốc gia. Người ta đã mang lại biết bao nhiêu đằng sau Goethe! và bao nhiêu thú nhục dục đáng tởm.\" Chúng ta hãy tạm dừng tiểu sử Nietzsche nơi đây để đi sâu vào việc tìm biệt con người thể chất và tinh thần của ông. Diện mạo của Nietzsche đập mạnh vào mắt bất cứ người nào khi mới gặp ông: trán rộng bóng ; tóc đen đổ ra sau ; đôi mắt lớn sáng long lanh, khi nhìn đăm đăm, khi xa vắng bất động ; chòm râu mép lớn rũ xuống. Vẻ mặt kiêu ngạo và e dè. Quần áo đôi khi tiều lụy, còn thường thì rất chải chuốt. Những bậc thầy nào đã ảnh hưởng lên tư tưởng của ông? Ông đề cập đến những tâm hồn lớn nhất đã tác động trong suốt cuộc đời của ông: \"Khi nói đến Platon, đến Pascal, đến Goethe, tôi nghe như máu họ chảy trong mạch mình.\" Ta có thể nhận thấy những ảnh hưởng trí thức ông đã chịu trong vô số trích dẫn ở tác phẩm và thư từ của Nietzsche. Thư mục của tủ sách ông đã được người em, bà Foerster - Nietzsche xuất bản. Danh mục các sách ông mượn ở thư viện Bâle từ năm 1869 đến 1879 cũng đã được Alberl Lévy ấn hành. Và ông Charless Andler đã dành hẳn một cuốn để nghiên cứu những \"kẻ tiền phong\" của Nietzsche. Trong quãng đầu của cuộc đời, phần lớn bậc thầy của ông điều là người Đức. Ở Goethe. mà ông đọc đi đọc lại không ngừng các tác phẩm thi ca, ông yêu cái táo bạo, cái khuynh hướng vượt quá quốc gia và thế kỷ, cái cảm khái đưa đến một \"nền nhân bản toàn diện\". Charles Andler viết: \"Chỗ đứng tăng trưởng mà ông dành cho Goethe trong việc đánh giá là một trong những dấu vết của chủ nghĩa bảo thủ thông minh của Nietzsche trong việc lật đổ các giá trị\". Ở Schiller, người biểu lộ chủ nghĩa anh hùng và việc chấp nhận định mệnh. Ngay từ thời niên thiếu cuốn Kẻ cướp của Schiller đã gợi cho Nietzsche ý thích Siêu nhân. Thơ trữ tình về niềm vui bên cạnh nhạc Beethoven mang lại cho Nietzsche một xúc cảm mãnh liệt. Ông đọc và suy tư rất sớm triết lý của Fichte. Ông khen ngợi siêu hình học của Fichte nhưng chê bai \"tính dối trá và bợ đỡ tình tổ quốc\" của ông này. Với Schopenhauer, mà ông (như đã nói) là kẻ ngưỡng mộ nhiệt thành. Ngay cả khi không còn tin vào siêu hình học của Schopenhauer, ông vẫn tiếp tục ca ngợi những đặc tính luân lý của vị này. Ở Hoelderlin, cũng là con vị mục sư như ông cũng không tín ngưỡng như ông, cũng là nhà thơ và nhà tư tưởng như ông, cũng điên và chết như ông. Nietzsche thích những câu thơ đẹp, những dự tính lớn lao trong các bài thơ mênh mông của Hoelderlin. Trong những ngưới nước ngoài, ở thời kỳ này, ông thích hơn cả là nhà luân lý Mỹ Emerson. Ông gói cuốn Tiểu luận trong va li mình khi đi xa. Ông đặc biệt mến chuộng vị tông đồ của năng lực đó. Trong tất cả những người đồng thời, cùng với Richard Wagner, Jacob Burckhardt là ngưới gây ở Nietzsche, ảnh hưởng lớn lao nhất. Người bạn và là đồng nghiệp này lớn hơn ông đến hai mươi tuổi. Cùng với Burckhardt, ông tác luyện một giải thích mới về văn minh Hy lạp và tất cả các nền văn minh. Trong tác phẩm lớn đầu tiên của mình, cuốn Nguồn gốc bi kịch, Nietzsche đã bày tỏ lối giải thích đó. Ông đã trình bày một phần ý tưởng của mình về bi kịch Hi lạp trong nhiều bài diễn thuyết bắt đầu từ năm 1870 và chấm dứt vào cuối năm 1871, sau ấn hành tại nhà xuất bản Fritzsche, Leipzig, với niên hiệu 1872. Chúng ta sẽ tóm tắt chủ đề chính yếu của cuốn sách này trong một phần sau. Tác phẩm bị các nhà phê bình đón tiếp thiếu thuận lợi, một vài người im lặng, còn những kẻ khác lên tiếng chê bai lối giải thích độc đáo văn minh Hy Lạp đó. Nhưng riêng Wagner và Cosima, hai người viết cho ông những bức thư đầy thiện cảm. Năm 1872, ở Penteco6te, Nietzscbe sung sướng đặt viên đá đầu tiên xây rạp hát Bayreuth. Ngày 22 tháng 6 năm 1872, ở Munich, ông tham dự buổi trình diễn đầu tiên của vở Tristan và lsolde và ông đã bắt gặp một cảm xúc rất mạnh. Từ năm 1873 đến 1876 ông soạn thảo và xuất bản gồm chung bốn nghiên cứu dưới nhan đề Quan điểm không hiện thời. Phần đầu của cuốn Quan điểm không hiện thời ra đời năm 1873, tấn công một địch thủ của Wagner, nhà thần học tự do David Strauss. Đối với Nietzsche, David Strauss là kẻ đại diện tiêu biểu, xứng đáng cho bọn \"đạo đức giả học thức\". Phần thứ hai, xuất bản năm 1874, nhắm đến cái lợi ích và hơn nữa những nguy hại của việc nghiên cứu sử học. Phần ba xuất bản năm 1874, có nhan đề Schopenhauer, nhà giáo dục (trong tác phẩm ông viết riêng cho mình, vào cuối đời suy tưởng, cuốn Ecce Homo, tác giả nói rằng nhan đề thực của nó đúng hơn là Nietzsche nhà giáo dục). Phần bốn in năm 1876, xưng tụng Richard Wagner ở Bayreuth. Sau đây khi nghiên cứu về những bước đầu của tư tưởng Nietzsche, ta sẽ tóm tắt các tư tưởng chính của những bản văn trên. Cũng chính vào lúc tác phẩm ca ngợi người nhạc sĩ thiên tài đó xuất hiện, thì những nghi ngờ, những tình ý đối nghịch, mà từ hai năm nay Wagner đã gây ra ở ông, càng lúc càng rõ rệt hơn càng không cưỡng chống nổi. Giữa hai tâm hồn dữ dội nọ, đã có những xung đột tự ái. Và cả xung đột tình cảm, bởi Nietzsche, tự trong thâm tâm mình, đã yêu Cosima Wagner. Nietzsche thường tự hỏi có phải lòng ngưỡng mộ của mình về con người và nghệ thuật của Wagner là chính đáng, có đúng nhà nghệ sĩ lớn kia không phải là kẻ ích kỷ, vô liêm, chuyên chế, có đúng là âm nhạc của ông ta là thứ âm nhạc huyên náo, suy đồi, những nhân vật khoa trương, có phải âm nhạc của ông ta thiếu đi cái dung dị, cái ý vị. Nietzsche biết rằng Wagner và Cosima khó chịu vì lý thuyết chống Ki tô và chủ nghĩa thực nghiệm của mình. Ông mơ sẽ cải hóa, sẽ đưa họ đến cái nhìn rộng lớn hơn về vũ trụ. Tháng 8 năm 1874, ông đến Bayreuth thăm cả hai ở nhà họ tại Wahnfried, rồi ông trở về trong buồn nản và bệnh hoạn. Tháng 7 năm 1876, mặc dù đau thần kinh, Nietzsche cũng tham dự buổi diễn tập vở Vòng khuyên của Niebelung, ở hí viện Bayreuth. Nơi đây ông gặp một Wagner vinh quang đầy hãnh diện và chứng kiến một thành phố toàn bọn giàu sang, thô bỉ, phường xu thời ngu ngốc, giăng mắc cờ xí, đám rước linh đình với quân nhạc rềnh rang nhân dịp hoàng đế Guillaume I đến. Ông viết về cho em gái: \"Anh chịu không nổi ở đây.\" Ông biết Wagner đang soạn vở Parsifal, một vở nhạc kịch diễm tinh ca ngợi tôn giáo, ca ngợi đạo Ky tô, ca ngợi công giáo và lòng trong trắng phép mầu! Ông kinh tởm, chạy trốn, ẩn mình tại một làng lân cận, rồi lại Bayreuth nhưng giữa những người nghe tán dương nồng nhiệt, ông là kẻ độc nhất lặng thinh. Vài năm sau ông không trả lời đoạn phổ nhạc của vở Parsifal mà Wagner gửi lại, và Wagner cũng im luôn không nói gì đến cuốn Sự Vật Nhân Bản, thậm chí ông đi đến công kích, hay để kẻ khác công kích Nietzsche tuy không gọi tên nhưng chỉ định một cách rõ rệt trong tạp chí của ông Bayreuth Blatter. Thế là cuộc đoạn tuyệt xảy ra... Vào cuối đời suy tưởng, nhìn về quá khứ, Nietzsche trở lại một phê phán bình thản hơn. Năm 1888, ông viết trong tập Ecce Homo: \"Tôi không biết với Wagner điều gì sẽ xảy đến cho người khác; nhưng trên bầu trời của chúng tôi không có một đám mây vẩn đục bay ngang... Tôi vẫn coi Wagner là một ân nhân lớn nhất của đời mình.\"   ° Với những bản văn đầu tay, Nietzsche bị các nhà học ngữ chính truyền công kích, đến mùa hè 1873, tại đại học Bâle, Nietzsche không còn sinh viên đều đặn nữa, cũng không còn ngay cả người dự nghe. Từ năm 1874, ông càng ngày càng bệnh hoạn. Tháng 6 năm 1875, một trận đau làm ông vắng mặt. Rồi những cơn đau đầu như búa bổ, chứng đau bao tử kinh hồn, những lần nôn mửa cỏ khi kéo dài đến cả vài giờ ; mắt ông trở nên đau đớn mỗi lần gặp ánh sáng hơi chói. Kỳ hè 1876, đại học Bâle chấp thuận cho ông nghỉ một năm. Ông chấp nhận đau đớn thể xác với một hiểu biết nhẫn nhục. Cái lợi đầu tiên của bệnh hoạn đối với ông, là chính nó đã giải thoát cho ông khỏi cái nghề giáo sư và nghề làm nhà học ngữ. Giáo sư học ngữ Lichtenberger viết như trên. Nietzsche đến Thụy sĩ, nơi thung lũng Rhône, tại Bex, rồi từ đó đến nước Ý mà ông rất ham thích sống, du hành. Ông đi thăm Gêne, Pise, Naples. Sau đó ông sống tại Sorrente vài tháng với người bạn gái ông rất quyến luyến, cô Malwida von Meysenbug. Sinh trong một gia đình quan liêu bảo thủ, con gái một bộ trưởng, von Meysenbug đã bỏ đạo Ky tô, chấp nhận niềm tin duy lý, nhân bản, xã hội và quốc tế, như cô đã bày tỏ trong tác phẩm của mình, cuốn Hồi ký của một người theo chủ nghĩa duy tâm. Nietzsche, như ông Daniel Halévy viết trong cuốn sách rất lôi cuốn của ông là cuốn Cuộc đời Frédéric Nietzsche: \"Rất mến yêu, càng ngày càng mến yêu thêm, người đàn bà năm mươi tuổi đó luôn luôn đau khổ nhưng can đảm, tế nhị và tốt bụng. Cái tinh thần tự tôn của cô ta quả không rực rỡ, nhưng tâm hồn cô rất cao thượng, Nietzs-che quý chuộng vô lường người đàn bà mang thiên tính đích thực là đàn bà đó. Sống tại Sorrente với Nietzsche và cô là đôi người bạn chọn lọc, trong đó đáng kể nhất là một người Do thái trẻ tuổi tên Paul Rée, tác giả tập Quan sát tâm lý học. Trong một khung cảnh tráng lệ những người khách của cô de Meysenbug sống những chuỗi ngày quí giá, suy nghĩ, thảo luận, dạo chơi và đọc sách, khi một mình, khi tập hợp với nhau. Sáu tháng ở Sorrente là sáu tháng êm ả nhất mà Nietzsche được sống trên cõi đời. Ông lại còn đi thăm Wagner và Cosima ở gần bên cạnh. Chính tại Sorrente mà Nietzsche ấn định những đường nét lớn lao cho học thuyết mới của mình, học thuyết mà đôi khi được gọi tên là duy trí. Chính vào thời kỳ này mà các nhà tư tưởng Pháp gây ảnh hưởng rất lớn trên ông. Nietzsche khen Montaigne, nhờ Cosima Wagner tặng bản in đẹp vào dịp Noél 1870 là \"nhà luân lý tự nhiên\" ông thích cái thông minh chói sáng của tác giả tập Tiểu Luận. Ông nhìn thấy ở Pascal là kẻ \"theo Ky tô hợp lẽ\", tháng 9 năm 1888, ông viết cho Goerge Brandès: \"Chính Pascal, kẻ tôi có nhiều yêu mến, là người đã giáo dục tôi vô hạn.\" Với La Rochefoucauld, như Burckhard viết cho Nietzsche vào tháng 4 năm 1879 sau khi xuất bản cuốn Sự Vật Nhân Bản là \"người ghen tức hơn một ngạn ngữ của Nỉetzsche\". Và đến \"một La Rochefoucauld của thế kỷ 18 nhưng cao cả và mang suy tư hơn nhiều \" Chamfort. Bên cạnh những tên lớn lao đó, phải kể thêm Stendhal mà, vào năm 35 tuổi, Nietzsche vui sướng khám phá ra tác phẩm Đỏ và Đen của ông. Nietzsche thấy ở Stendhal \"nhà tâm lý học sau chót\", ông thích cái thông minh trong sáng và tinh thần tự do hoàn toàn của Stendhal. ° Tháng 5 năm 1877, Nietzsche rời Sorrente về Naples, rồi đến Lugano, đến suối tắm Rosenlani, quay về Bâle ông ở với người em gái, Lisbeth, từ tháng 9 năm 1877 đến tháng 6 năm 1878. Vào tháng 7 năm 1867, lúc rời bỏ Wagner trong những buổi trình diễn tại Bayreuth, Nietzsche đã viết vào sổ tay những tư tưởng và ngạn ngữ mà sau này vào tháng 9 tại Bâle, ông đọc cho một sinh viên, cũng là kẻ ngưỡng mộ ông hết lòng, anh Koeselitz, mà ông đặt cho tên riêng là Peter người khách trọ (Peter Gast) chép. Những tư tưởng khác được ông thêm vào ở Sorrente, rồi ở Rosenlani. Bản thảo được hoàn tất tại Bâle vào tháng 5 năm 1878 mang nhan đề Sự Vật Nhân Bản. Bản in đầu tiên được đề tặng \"để tưởng nhờ Voltaire, nhân lễ kỷ niệm hàng năm ngày tạ thế. 30 tháng 5 năm 1878\". Nietzsche trong cuốn Ecce Homo gọi tác phầm đó là công trình mang một tự kỷ luật khắc khe nhắt, bởi kỷ luật đó mà tôi cắt đứt mọi thứ duy tâm, cuồng nhiệt thiêng liêng, tình cảm đẹp đẽ và mọi thứ nữ tính khác. Như vậy tác phẩm đó chính là công trình đáng ghi nhớ của một cơn khủng hoảng. Nietzsche bệnh hoạn thường xuyên đến nỗi phải nghỉ dạy luôn. Ông không còn đọc được nữa, chính bạn bè phải đọc, chép lại ghi chú và sửa bản thảo cho ông. Ông kéo dài một đời sống (như trong thư viết về cho mẹ) \"ba phần tư là đau khổ, một phần còn lại là kiệt sức\". Ông sợ phải mù mắt mất, càng ngày càng buồn thảm, thử làm thầy thuốc cho chính mình bằng cách chế ra những cách chăm sóc vệ sinh riêng. Sau cùng ông hoàn toàn bỏ dạy. Tháng 5 năm 1878 ông đệ đơn từ chức. Hội đồng hạt Bâle chấp thuận cấp cho ông số tiền hưu trí là 1000 phật lăng, trường Đại học phát một phụ cấp hàng năm là 1000 phật lăng liên tiếp trong sáu năm, Hội hàn lâm cũng thêm vào 1000 phật lăng. Nietzsche có thể sống một đời độc lập giản dị. Từ đây ông đã có những phương tiện vật chất để sáng tác nghĩ ngợi và mua sách vở. Tháng ba năm 1879 ông cho xuất bản cuốn Quan điểm và phương ngôn lẫn lộn như là phần phụ chú của cuốn Sự Vật Nhân Bản. Rồi ông xuất bản phần phụ lục thứ hai dưới nhan đề Người du hành và chiếc bóng vào đầu năm 1880. Tháng hai năm 1880 ông quyết định rời nước Đức tiến về miền Nam. Ông để cho người học trò trung thành và đầy thiện cảm của ông, nhạc sĩ Peter Gast, đưa đến Venise, thành phố của \"trăm mối cô đơn\", nơi ông thấy thoải mái vì cái cần thiết yên tĩnh của mình. Ông ở đây đến cuối tháng sáu. Sau bao nhiêu lần đổi chỗ, ông định cư ở Gênes, từ tháng mười một năm 1880 đến tháng tư năm 1881. Ông chọn một căn gác xép trong một đường hẻm gợi cảm (Charles Andler ghi chú: ông chọn sành sỏi chỗ trọ rất hợp cho cuộc sống của ông. Xóm giềng ngạc nhiên về tính khiêm tốn và lịch sự đáng vêu của ông, họ gọi ông là ông thánh, ông thánh nhỏ ; il santo, il piccolo santo. Ở Venise, ông đọc cho Peter Gast chép những tư tưởng của ông đầu tiên góp lại dưới nhan đề Bóng thành Venise. Ông cũng còn có thêm vào đỏ những ngạn ngữ khác. Tất cả, xuất bản năm 1881, dưới nhan đề Bình Minh Suy nghĩ về các thành kiến luân lý. \"Với cuốn sách này tôi bắt đầu một trận chiến chống luân lý\", Nietzsche viết trong cuốn Ecce Homo. Chúng ta sẽ trinh bày sau đây học thuyết được Nietzsche hóa công thức trong Sự Vật Nhân Bản, cùng với hai phần phụ lục và cuốn Bình Minh. ° Tháng sáu năm 1881, Nietzsche dời đến thung lũng đẹp đẽ của vùng 'Cao-Engadine, nơi từ đó ông sống qua mọi mùa hè, trừ năm 1882. Ông chiếm một phòng nhỏ của căn nhà sàn ở ngôi làng xinh xắn Sils-Maria, ông cho đó là \"cái góc đẹp nhất trên trái đất\". Chính vào thời kỳ này mà lần đầu tiên ông đọc Spinoza, ông sung sướng khám phá ở Spinoza \"một người tiền phong\". Một ngày tháng tám năm 1881, sau khi dạo quanh bờ hồ thơ mộng Silvaplana, ông dừng lại nơi một tảng đá rất lớn dựng đứng gần Surlej. Thình lình ông rùng mình vì một linh thị. Ông trực nhận được cái trở về vĩnh cửu: thế giới trước mắt diễn đi diễn lại cùng một cảnh trí, và mỗi lần như thế, con người thực sự bắt đầu lại cuộc sống của mình. Đấy là luận đề của đạo thờ lửa, đạo Bà la môn và nhất là đạo Phật. Người ta cũng tìm thấy nó trong triết học Hy lạp với những triết gia trước Socrate. Rõ ràng ở đây Nietzsche chịu ảnh hưởng Đông phương - Anaximandre và Héraclite, những kẻ theo Pythagore và các nhà khắc kỷ, toàn là ở nguồn gốc Tiểu Á. Giờ đây niềm tin kia trở lại mãnh liệt trong ông, ông trực cảm một niềm vui ~xuất thần với tư tưởng đó. Ông ghi vội ý tưởng kia trên giấy với những giòng chữ: \"Trên cao hơn mặt biển 6.000 bộ, và còn trên cao hơn nữa, còn hơn mọi thứ của con người \". Ông Andler viết về điểm này : \" Chứng loạn ký ức đưa đến các tri giác mới nhưng thật ra nhìn bề ngoài đối với ta dường như đã thấy rồi. Xuyên qua linh thị ở Surlej lâ tất cả hiểu biết xưa cũ của con người lần này lại xuất hiện với ông trong một ảo ảnh của lửa thiêng \". Tại Gênes, nơi ông trở lại vào mùa thu năm 1881, ông chợt cảm thấy sức khỏe phục hồi, ông tận hưởng được cái sung sướng của người lành bệnh. Ông viết về cho em gái: \"Ở Gênes. anh rất sung sướng và kiêu hãnh, anh là tất cả nguyên lý Doria, là tất cả Kha luân bổ. Anh dạo chơi trên những đỉnh cao với bài ca vui vẻ và với cái nhìn về tương lai mà chưa ai dám nhìn. Em tin anh đi, đỉnh cao nhất của suy tưởng và của công tác luân lý Châu Âu giờ phút này ở anh \". Ngày 27 tháng 11 năm 1881, ông sung sướng khám phá ra tác phẩm âm nhạc đã mê hoặc và mê hoặc ông đến suốt đời, bản Carmen của Bizet. Trong tháng 7 và 8 năm 1881, ở Sils-maria, Nietzsche phác những ghi chú cho một tác phẩm mới. Ông thêm vào đó những tư tưởng đã ghi lại ở Gênes trong mùa thu 1881. Ông hoàn thành việc biên soạn cuốn sách này trong vòng một tháng \" tháng đẹp nhất của mọi tháng giêng\" (1882). Ông đặt tên cho tác phẩm của mình là Hiểu Biết Hài Hòa thêm vào với nhan đề tiếng Đức hai chữ La gaya Scienza. Tác phẩm ra đời năm 1882. Sau này, trong lần xuất bản năm 1887, ông thêm vào một lời tựa, một quyển thứ năm và những bài ca của ông hoàng Vogenfrei. Cuốn sách này là một chuyển tiếp từ thời kỳ duy trí sang thời kỳ tác phẩm Zarathoustra. Vào trang chót của quyển thứ tư - Nietzsche viết trong Ecce Homo - \" Một tia sáng kim cương rực rỡ về những lời đầu tiên của Zarathoustra \". Tháng sáu năm 1888, Nietzsche viết cho một người ngưỡng mộ mình ở Mỹ: \"Bình Minh và Hiểu Biết Hài Hòa là hai tác phẩm tôi yêu mến nhất và là hai tác phẩm riêng tư nhất\". ° Từ Messine, nơi ông ở vào tháng 4 năm 1882, Mlawida von Weysenbug gọi Nietzsche về La Mã. Cô gái này có quen một thiếu nữ muốn làm thư ký cho Nietzsche (chắc hẳn cô vẫn chưa quên lời ông viết trong một bức thư tám năm về trước: \"Điều tôi cầu mong cho mình, có lẽ hơn hết, là có một người vợ hiền.\") Cô gái đó là Lou Salomé, một thiếu nữ Phần Lan xinh đẹp, hết sức thông minh, say mê nhạc Wagner. Nàng còn giữ kỷ niệm u buồn của mối tình ngang trái với một giáo sư dạy mình, mà ông này đã có gia đình và thương yêu vợ hết mực. Nàng đã gặp Paul Rée, và bởi ông này và bởi cô von Mesenbug mà nàng nghe đến danh tiếng Nietzsche. Các nhà tiểu sử Nietzsche phê phán con người của Lou Salomé bằng nhiều cách khác nhau. Về điểm này ông Charles Andler viết: \" Các cô sinh viên Nga đi tim chồng đó đôi khi là món trang sức nhưng thường vẫn là tai họa cho các đại học Âu châu từ nửa thế kỷ nay \". Nietzsche đến và được giới thiệu với Lou Salomé vào một buổi sáng tại nhà thờ Saint-Pierre và ở suốt ngày tại bờ hồ Orta với bà và cô Salomé, có Paul Rée bên cạnh. Ông có cảm tình tốt ngay và nhìn thấy ở Salomé người bạn gái tiền định, ông viết: \"Đó là người đàn bà thông minh nhất, \"dưới cái vẻ bề ngoài là một thiếu nữ đích thực, nàng có cái nhìn sắc bén của con phượng hoàng và cái bạo gan của con sư tử\". Cho rằng không thể làm bạn với nàng không thôi, Nietzsche quyết định cầu hôn. Lời dạm hỏi được Paul Rée chuyển đi. Lou Salomé từ chối, nhưng nàng và Paul Rée quyết không để Nietzsche buồn vời câu trả lời đó. Nietzsche đưa Lou lại viếng Tribschen, gần Lucerne ; ông thố lộ với người thiếu nữ những vui sướng và khổ tâm mà Wagner đã gây ra cho ông. Để đem Lou lại gần Lisbeth, ông đưa cả hai đến Bayreuthe nghe nhạc kịch Parsifal. Cả hai đều được Cosima mời, Lisbeth tỏ ra ghét Lou và chồng đối mọi ý định hôn nhân, làm quen. Người thiếu nữ Phần Lan nọ đưa cho triết gia một bài thơ đẹp nhan đề Gửi Đau thương: \"Ai xua đuổi một lần khi em lại Khi anh nhìn đôi mắt thẩm đêm đen Em đâu nỡ bỏ đi khi anh chờ tay hái Đau thương ơi muôn năm không lìa đời\"... Nàng còn gửi tặng một bài thơ khác, bài Cầu nguyện cho cuộc đời, kết thúc bằng những câu: \"Không còn hạnh phúc để cho Thì em xin nhận những dày vò kia\". Từ tám năm nay Nietzche không còn sáng tác nhạc, bởi quá cực nhọc, nay ông soạn những câu thơ kia vào phân bè của một bài Ca thánh cho cuộc sống, đó là những tiếng kêu đau thương nhất của Nietzsche, ông Andler viết. Nietzsche mơ đến chuyện cùng Lou sang sống ở Paris. Tuy nhiên ông đau khổ vì sự thân mật giữa Lou và Paul Rée: Sau cùng người thiếu nữ thú nhận không yêu ông chỉ muốn là bạn của ông. Nietzsche viết cho nàng một bức thư vô cùng nghiêm trang. Ông giận Paul Rée và kết án ông này phản bội. Câu chuyện tình sử kia chấm dứt đau xót vào đầu tháng mười một năm 1882. Nietzche đau khổ điên cuồng vì cuộc phiêu lưu này. Ba lần, ông toan (hay cố gắng) uống độc dược tự tử. ° Từ đó ông sang Ý để tìm quên lãng, ngụ tại một quán trọ khiêm tốn, nhưng rất đẹp, mà thời đó ít ai biết đến, quán Rapallo trên sông Riviera thuộc vùng Gênes. Ông ở đấy từ cuối tháng mười một đến cuối tháng hai năm 1883. Vào tháng giêng năm 1883 lại có một linh thị khác, ông tả lại như sau: \"đột nhiên, như chia làm hai. Zarathoustra lướt lại gần tôi\", trong cuốn Ecce Homo, ông phân tích \" kinh nghiệm cảm hứng\" ông đã gặp và nói đến một thứ \" mặc khải \". Bản văn này, theo Charles Andler là \"chứng tích cơ bản của một chủ nghĩa thần bí không Thượng đế mà người ta chưa hề biết từ khi có đạo Phật đến nay \". Chính tiên tri Zarathoustra là kẻ đến rao giảng quan niệm của Nietzsche về Siêu Nhân và Trở Về Vĩnh Cửu. Nietzsche soạn phần đầu của cuốn Zarathoustra trong mười ngày và ông kết thúc vào ngày 13 tháng hai năm 1883 đang lúc nghe tin Charles Wagner từ trần. Ông gửi cho Cosima một bức thư chia buồn tha thiết, nhưng không được trả lời. Tại La Mã trong một chỗ- trọ ở vùng Barberini nơi có thể nghe dưới mình tiếng suối chảy, ông soạn bài Ca thánh cho đêm đen, để ở phần hai của cuốn Zarathoustra, ở đây \"Ariane-Cosima \" hiện hình, dù không được gọi đích tên. Trong 10 ngày từ cuối tháng sáu đến tháng bảy năm 1883, ông kết thúc phần hai tại đó, tại Sils-Maria. Ông bắt đầu phần ba và hoàn thành vào tháng giêng năm 1884 ở Nice. Ông định cư tại thành phố này, nơi ông yêu thích bến tàu, những góc đường cổ kính, ánh nắng và bầu trời \"hạ chí\".Theo Hans Vaihinger, một trong những nhà bình chú Nietzsche, cần phải biết Riviera để hiểu Nietzsche. Về lại Sils-Maria, vàn tháng 8 năm 1884, Nietzsche gặp một người ngưỡng mộ trẻ tuổi, thông minh, bạn của Wagner, Heinrich von Stein, có lẽ do Lisbeth Nietzsche hay Malwida von Meysenbug hay cũng có thể do Cosima gởi đến. Ông hy vọng tìm thấy ở chàng trai trẻ đó một học trò, nhưng ông không thành công khi muốn dứt chàng ra khỏi ảnh hưởng Wagner. Đó, đối với ông là một tuyệt vọng mới nữa. Một nỗi buồn khác: Lisbeth, trước khi báo dự định của mình cho Nietzsche biết và cũng không hỏi ý kiến của ông nữa, đã đính hôn với một nhà văn có khuynh hướng Đại Đức (tức liên hiệp Nhật Nhĩ Man), một nhà thực dân, bài Do Thái và mê Wagner, Bernhard Fœrster. Nietzche viết cho em ông cảm thấy lễ đính hôn kia như \"một việc bẩn thỉu và xúc phạm lớn\". Nhưng rồi ông cắn răng chịu đựng, cầu chúc hạnh phúc và can đảm cho người mà ông gọi là \"con lạc đà thân yêu \" của minh. Tại Men ton vào tháng 11 năm 1884, sau một thời gian gián đoạn, ông khởi soạn và kết thúc phần bốn của cuốn Zarathoustra vào tháng hai năm 1885. Zarathoustra của Nietzsche vừa là một tác phẩm triết học, vừa là một thiên anh hùng ca bằng văn xuôi và, như Andler nói, là một thứ Phúc Âm. Nietzsche tính kết thúc tác phẩm bằng một kịch bi trình bày cái chết của vị tiên tri: vậy có bốn cảnh, hai cảnh trước, hai cảnh sau của phần bốn. Phần đầu của cuốn Zarathoustra đã nói nhu vầy xuất bản tháng 5 năm 1885 một cuốn sách dành cho tất cả và cũng chỉ dành cho một người ; phần hai thảng 5 năm 1883, phần ba tháng 4 năm 1884, bản in đầu tiên của cả ba phần có mặt vào cuối năm 1886. Với phần bốn, Nietzsche không tìm được nhà xuất bản ; ông bắt buộc phải bỏ tiền riêng để in với số giới hạn là 40 bản chỉ để tặng bạn bè. \" Một trong những văn xuôi hay nhất của Đức suýt không chào đời được \" ông Andler viết. Bản in đầu tiên gồm cả bốn phần của Zarathoustra đã nói như vầy đến năm 1892 mới được in ra. Dù không thành công, Nietzsche vẫn không nghi ngờ giá trị tác phẩm của mình. Nietzsche viết cho nhà xuất bản: \" Đó là cuốn Phúc âm thứ năm \" ; và viết cho Peter Gast \" Đó là việc tốt đẹp nhất tôi đã làm được...Tôi chẳng còn gì nặng nề và vui thích hơn nữa \", và ông viết trong Ecce Homo: \"Tác phầm này tuyệt đối là một tác phẩm riêng biệt...Chưa hề có gì được sáng tạo bằng sức lực phong phú đến thế...Với cuốn Zarathoustra, tôi đã cống hiến cho loài người quà tặng đẹp đẽ nhất, món quà họ chưa bao giờ nhận được nơi ai \". ° Rồi lần lượt Nietzsche sống ở Nice, ở Venise, ở Turin, Sils-Maria. Để biện minh cho chủ đề Trở về Vĩnh Cửu, Nietzsche muốn mở rộng kiến thức khoa học của mình, ông bận rộn với vật lý, học vật sống, học tâm lý, nghiên cứu thuyết biến hóa, thuyết di truyền, những tác phẩm của nhà học tâm lý Pháp Ribot, nhất là cuốn Bệnh trạng con người. Ông cũng đọc một vài tác giả luận lý Pháp, Guyan chẳng hạn, ông này chú giải cuốn Vẽ phác một nền luân lý không cưỡng ép và trừng phạt. Hiếu học tất cả, ông để ý đến Beaudelaire và các văn phái suy đồi ở Pháp, đến Maupassant và cả đến các nhà tiểu thuyết Nga, nhất là Dostoievsky, ông đã tình cờ khám phá ra Dos. Trong một bức thư gửi cho Overbeck, ngày 23 tháng 2 năm 1887, ông so sánh việc gặp gỡ tình cờ này: với lần đầu tiên ông xúc động khi đọc cuốn Đỏ và Đen của Stendhal. Nhờ một sưu tập ở nhà một người bạn Đức ông khám phá ra nghệ thuật Nhật Bản, những bức họa thủ ấn của trường phái binh dân Nhật. Ông viết cho em mình: \" Ở Venise, anh cảm thấy sung sướng, bởi đây người ta có thể sống theo cách Nhật Bản mà không cực nhọc lắm. Tại sao em không sang Nhật, nơi đó đời sống vui vẻ nhất, nhiều cảm tình nhất \". Ông bắt đầu ở Sils-maria, trong mùa hè năm 1885, tiếp tục và chấm dứt tại Nice năm 1886, một tác phẩm mời, cuốn Bên kia cái Thiện và cái Ác, mà ông bỏ tiền ra in. Ông nhìn thấy ở đây phần tiêu cực của hành động mà phần tích cực đã được trình bày ở cuốn Zarathoustra, tức phần phê phán các giá trị phổ biến đã được chấp nhận. Với tác phẩm này, tiếng Đức đã đạt đến một âm điệu trong suốt và thuần túy nhất chưa bao giờ người ta nghe đến. Ông soạn năm lời tựa cho các tác phẩm trước để in trong lần tái bản trong bộ sách toàn thư, vui thích khi tim thấy lại trong các cuốn sách đầu tiên của mình triết lý của điều người ta thường gọi là thời kỳ thứ ba của ông. Ông viết thêm chương thứ năm cho cuốn sách trong lần xuất bản lại năm 1887. Tháng 6 năm 1887, ở Sils-maria ông viết cuốn Phổ hệ luân lý, cuốn sách mà ông giới thiệu trong tập Ecce Homo như là một tác phẩm bút chiến \" phần phụ thuộc của cuốn Bên kia cái Thiện và cái Ác \". Đứng trước sự không thành công do các tác phẩm mình gặp phải, Nietzsche tự hỏi phải chăng cuộc đời mình khốn đốn đến nơi. Ông mơ chinh phục nước Bức bằng âm nhạc của mình, năn nỉ Peter Gast phân tấu bản Ca thánh cho cuộc sống của mình. Ngưỡng mộ Bizet, càng ngày càng chán ghét nhạc Wagner, ông muốn hủy bỏ bày Intempestive, với Wagner ở Bayreuth ; tháng 5 năm 1888 ông bắt đầu viết ở Turin và kết thúc vào tháng sáu lại Sils- Maria một Intempestive mới, Trường hợp Wagner ; cuốn Một vấn đề âm nhạc xuất hiện tháng chín cùng năm. Phần phụ lục của cuốn sách nhỏ kia sẽ là một tập mỏng khác, được sửa chữa ở Turin tháng 12 năm 1888, cuốn Nietzsche chống Wagner. Mùa hè năm 1888 tại Sils-maria ông viết cuốn Hoàng hôn của những Thần Tượng là tác phẩm có phụ chú Ta triết lý bằnq nhát rìu như thế nào, một nỗ lực tiếp tục phá hủy những tư tưởng tôn giáo và luân lý cổ truyền. Tác phẩm đó chỉ xuất bản vào tháng giêng năm 1889, sau lần khủng hoảng cuối cùng. Cùng một cảm hứng đó đưa đến tác phẩm Kẻ chống Kytô, soạn tháng chín năm 1888 ở Sils-maria và Turin, nó làm thành quyển đầu tiên của tác phẩm lớn mà ở đó ông suy nghiệm về Lật đổ tất cả các giá trị. Tất cả các ghi chú khác được sửa chữa từ năm 1886 đến năm 1888, cho tác phẩm dang dở này được xuất bản vào tháng chín năm 1901 dưới nhan đề Ý chí hùng tráng, tiểu luận về việc đảo tất cả các giá trị. Những trang sâu thẳm nhất của Nietzsche được tìm thấy trong tác phẩm này. Chúng ta sẽ tóm tắt lý thuyết trình bày trong cuốn Zarathoustra và các tác phẩm kế tiếp. Đến đây ta thấy tất cả các tác phẩm của Nietzsche đã chứng tỏ một sức mạnh tâm thần thật đáng phục và một quân bình hoàn toàn. Thật là vừa bất công và vừa phản khoa học khi viện dẫn, cũng như một phê phán triết học đó, nỗi khủng hoảng đã chấm dứt đời sống trí thức của triết gia. Người ta cũng không kết án được âm nhạc của Schumann khi nhớ đến thảm nạn đã chấm dứt cuộc đời đau khổ nọ. Vào những tháng cuối năm 1888 là thời gian tình trạng tinh thần của Nietzsche tệ hại hơn cả. Tháng 10 năm 1888 tại Turin, Nietzsche bắt đầu - và chấm dứt vào tháng 11 - một loại tiểu sử tự thuật, và trong ý tưởng của Nietzsche, dành để sáng tạo một căng thẳng khẩn trương cho phép gợi sự chú ý của quần chúng về tác phẩm Lật đổ mọi giá trị, tức cuốn Ecce Homo. Tác phẩm gây một lưu tâm hết sức lớn lao cho các nhà viết tiểu sử của triết gia và cũng chỉ là tác phẩm duy nhất của Nietzsche mà ta có thể tìm thấy mầm mống của cơn bệnh hoạn sắp đến của ông. Ecce Hom kết thúc bằng câu: \" Dionysos đối mặt với kẻ đóng đinh trên thập tự \" Tự đấy, trong tinh thần Nietzsche, khi ông cảm thấy chống đối nhau, khi ông thấy hòa hợp và lẫn lộn giữa Dionysos và Jesus. Với cái dao động kinh hồn này, lý tri của ông suy sụp. Cuối tháng 12 năm 1888, qua Turin, ông là kẻ loạn óc. Ông viết cho Strindberg, cho Burckhardt, cho Peter Gast những bức thư điên cuồng, đôi khi ông ký tên Nietzsche-César. Ông gửi đến Cosima mảnh giấy thú nhận tình yêu với Ariane. Lần ra đường cuối cùng; nhìn thấy người đánh xe đánh đập vào đầu con ngựa rất tàn nhẫn, ông quỳ xuống ôm cổ con vật khốn nạn dịu dàng hôn nó, rồi xây xẩm ngã lăn ra: hành động sau chót trước công chúng của người khinh miệt lòng nhân từ, của kẻ đề cao bạo lực là hành động trắc ẩn đối với một con vật khốn khổ. Được Burckhardt báo tin, Ovebeck đến tìm Nietzsche ở Turin ngày 9 tháng giêng năm 1889. Khi được người bạn dìu đưa đi, kẻ bất hạnh kia đọc bài thơ ông đã làm từ lâu về Venise, có in trong những bài thơ đặt sau chót tập Ecce Homo: \"Tỳ tay trên cầu Tôi đứng trong đêm sương Một điệu hát từ xa vẳng lại gần Những giọt vàng róc rách Trên mặt nước run lạnh Thuyền nan, âm nhạc, ánh sáng lập lòe... Mọi vật trôi về buổi hoàng hôn Tâm hồn tôi là hòa âm của một cây đàn Ngâm lên cho chính mình nghe Vô hình không đụng chạm đến được Một bài ca của kẻ chèo thuyền nan Run lẩy bẩy trong sắc màu toàn phúc - Có người nào nghe tiếng hát kia không? Ovebeck đưa ông đến một nhà thương ở Bâle. Sau đó gia đlnb Nietzsche sắp đặt cho ông một chỗ ở nhà thương Iéna ; rồi mua cho ông một căn nhà ở một thành phố nhỏ quang đãng và thanh nhã, Weimar. Ông sống nơi đây vài năm. Một ngày kia hồi tưởng lại đôi kỷ niệm, ông hỏi: \"Có phải mình đã viết những cuốn sách hay kia không \". Ông từ trần tại Weimar ngày 25 tháng 8 năm 1900. Thi hài được an táng ở nghĩa địa Rœcken nơi cha mẹ ông an nghỉ, không nghi lễ tôn giáo. Khi tang lễ cử hành, một sinh viên lạ mặt, tiến đến trước mồ, đọc đôi lời rất cảm động, bày tỏ lòng biết ơn của giới thanh niên. ° Trong cuộc đời cuồng si đó, đâu là cá tính tiêu biểu nhất? Thiên nhiên đã phú cho Frédéric Nietzsche một cảm tính bén nhạy, một thông minh tế nhị và hùng mạnh, một tinh thần ham học hỏi tất cả và một trái tim dịu dàng thèm khát yêu thương. Giáo dục đã phát triển những đức tính bầm sinh kia. Và nơi kẻ thù của đạo Ky tô đó là người ta có thể tìm thấy rất nhiều tinh thần tân giáo, tinh thần mà những nhà thần học là tổ tiên ông cổ xúy và cha mẹ ông khơi dậy. Thí dụ có lần trong bức thư cho Rohde, ông tuyên bố sự thù hận đạo Thiên chúa: \" Tôi chưa bao giờ cảm thấy mình đầy tinh thần Luther như vậy. Tòi ca ngợi cái không khí tốt lành và thuần khiết đó \" Những người tân giáo luôn luôn tìm cách kết hợp một luân lý có nền tảng tôn giáo và một tinh thần phê phán tự do. Cả hai khuynh hướng đó đều tìm thấy trong đặc tính của Nietzsche, những người thân yêu nhất của ông ít ra cũng nhận thấy điều đó. Nhắc lại những ngày ở Sorrente, Malwida von Meysenbug viết \" Cái dịu dàng, tử tế của Nietzsche linh động biết bao. Bản tính hiền lành dễ mến đã điều hòa được óc thông minh phá hoại của ông!\". Dáng điệu khiêm tốn, che giấu một kiêu hãnh ngấm ngầm, tôn trọng mọi cái cao đẹp đích thực, lòng tốt chủ tâm không gây đau khổ, ý muốn hàn gắn, xoa dịu, cứu chữa tâm hồn. Ngay cả lúc sau khi đã phê bình nghiêm khắc đức tin và luân lý Ky tô ở các tác phẩm thuộc thời kỳ mệnh danh duy trí, năm 1881, ông viết cho Peter Gast: \" Dù đã phá đạo Ky tô, tôi vẫn không quên rằng đời sống tinh thần của mình đã rút được ở đó nhiều kinh nghiệm quý giá. Tự thâm tâm tôi hy vọng chẳng bao giờ phải khó chịu khi đối mặt với nó \". Vì thế ông không ngừng yêu mến con người lý tưởng của Jésus. Nhưng phụng thờ chân lý, ghê tởm dối trá là khả năng ông thừa hưởng được ở gia tài luân lý của tổ tiên. Chính đó là tình cảm khích động tinh thần phê phán của Nietzsche, cái \" thông minh phá hoại \" như Malwida von Meysenbug nói. Nhà văn áo Stéfan Zweig, trong một nghiên cứu rất hay về Nietzsche, nhắc lại rằng chính Nietzsche đã dự định rất sớm viết một cuốn sách nhan đề Passio nuova hay Nhiệt tình thiết thực. Zweig bảo: ông đã không bao giờ viết cuốn đó nhưng (còn hơn nữa) ông đã sống nó. Bởi lòng thiết thực đầy đam mê và tình yêu chân lý mãnh liệt đến đau đớn biểu lộ cái tế bào sáng tạo trong sự trưởng thành và phát triển của Nietzsche. \" Người ta đã lầm lẫn khi gọi Nietzsche là nhà triết học, tức bạn của Sophia, của Hiểu Biết.... Phải gọi đúng hơn ông là một Philalethe, một kẻ đam mê dữ dội chân lý, Aletheia \". Tính thiết thực nồng cháy đó ông áp dụng vào các vấn đề trọng đại nhất đặt ra cho ý thức con người. \" Những vấn đề to lớn của con người là những đam mê to lớn của Nietzsche \", một trong những nhà phê bình Đức về Nietzsche đã nói như trên. Nietzsche đã đem tất cả ý chí hùng tráng để phụng sự cho lòng nhiệt thành đam mê nọ, một ý chí không ngại bất cứ nguy nan nào và hy sinh đi cả những ảo ảnh đẹp nhất. Ông nhất quyết phá hủy mọi thứ không phải là chân lý. Ông viết trong cuốn Ecce Homo là \" Tôi không phải là người, tôi là bộc phá \". Ông chống đến cật lực mọi thứ dối trá..... luân lý cựu truyền và chủ nghĩa duy tâm đầu môi chót lưỡi. Ông chính là thứ \"tôn giáo vô thần \", Henri Lichtenberger viết như vậy. Và ông đã trở nên kẻ vô luân bằng một thứ luân lý rất tế nhị. Ông biết rõ những khó khăn mênh mông mà cố gắng bi thảm của ông sẽ gặp phải khi muốn xây dựng một luân lý ở ngoài mọi lý tưởng cựu truyền. Năm 1885, khi nói.chuyện với Lisbeth, ông bảo: \" Anh đối đầu với một vấn đề mênh mông, đó là khu rừng anh bị lạc vào, một khu rừng hoang (Wald und Urwald). Nếu gặp được người nào có thể chỉ rõ được giá trị các đức lý của chúng ta, anh sẽ nghe, sẽ đi theo họ, nhưng anh không tìm thấy một người nào cả;.. anh cô độc.\" Hai năm sau, nghĩa là một năm trước khi đời sống suy tư của ông chấm dứt, ông thú nhận với Carl Fuchs: \"Hầu hết những điều tôi đã viết ra đều phải xóa bỏ.\"... Tuy nhiên, đối với ông, một thời gian trong cuộc đời, ông đã tìm được khuây khỏa ở tư tưởng Siêu Nhân, ở lý tưởng Trở Về Vĩnh Cửu, ở lòng tin giải bầy trong Zarathoustra. Với ông, đó là một tôn giáo mới, một tôn giáo không dối trá. Để khai sáng niềm tin này, nhà tư tưởng phải trở thành người tiên tri. Và người biết trước đó phải lợi dụng những khả năng tuyệt vời của nhà nghệ sĩ. Ngay từ nhỏ ông đã mê cái đẹp, cái thuần khiết, cái cao cả, rõ ràng. Ông yêu thích sâu xa âm nhạc và thi ca. Ông đã tìm thấy, đã sáng tạo một hình thái linh động, êm dịu, thấm thía và lôi cuốn để bày tỏ tư tưởng mình. Ông ý thức rõ những phương pháp mà ông áp dụng tự nhiên đối với riêng ông các điều kiện của một Tác phẩm hòan tòan, ông viết, vào năm 1897: \"Một độc thọai lý tưởng. Mọi cái có vẻ bề ngòai bác học ngấm lắng vào những chiều sâu thăm thẳm. Tất cả cường độ của đam mê sâu sắc, của lo âu và của cả ý muốn nữa... Tuyệt đối riêng tư. Nói đến sự trừu tượng nhất bằng cách thế cụ thể nhất, máu lệ nhất. Mọi sự vật phải rõ ràng, đích xác tột cùng, những thí dụ... phải tim lối diễn thường để thay thế các từ triết học... \". Ông đã hoàn toàn thành công trong việc sáng tạo thẩm mỹ các biểu tượng kia. Và thực ông rất có thể tự hào chính đáng - như ông đã nói trong một thư gửi Rohde năm 1884 -- đã đưa ngôn ngữ Đức tiến bộ đến chỗ như trước đây Luther và Goethe đã làm. Đấy là một vài đặc tính chính yếu mà ta khám phá ra ở con người dữ dội, xao xuyến, lôi cuốn của nhà tư tưởng kia, đồng thời là nhà tiên tri, nghệ sĩ, kẻ sáng tạo một thứ triết lý sâu thẳm, đầy đam mê và trữ tình. ° Ngày nay, trên thế giới, có một nơi người ta chuyên biệt sống trong tư tưởng của triết gia! Đó là căn nhà của Weima nơi chứa tác phẩm được mệnh danh là Nhà lưu trữ văn kiện Nietzsche, Nietzsche Archiv. Đó cũng chinh là ngôi nhà ở Luisenstrasse nơi Nietzsche đã sống những năm cuối cùng của đời mình. Nó nằm vào cuối thành phố, trên đồi cao, ở một nơi rất đẹp. Trong phòng chính, bên phải, có treo nhiều chân dung của Nietzsche và một khuôn mặt nắn theo hỉnh người chết đằng trước có đặt vài bông cúc. Ở giữa là bức chân dung cuối cùng của ông khi đau do Older vẽ, tác phẩm rất truyền cảm mà ai nhìn cũng không khỏi xúc động bồi hồi. Bên dưới là các hình chụp hay chạm của những ngời đã có mặt trong cuộc đời của nhà triết học: Ritschl, Burckhardt, Schopenhauer, Wagner, Tain, Brandès và một nhóm các sinh viên, giữa những bức đó là hình của Erwin Rohde, phía trái là một tấm bia đá cao, dưới một bức tượng hết sức đẹp của Nietzsche do Klinger tặng giữa những chòm lá cao, nhiều vòng hoa được đặt trước bức tượng. Phía trong tường là những tác phẩm đóng gáy mạ vàng của Nietzsche. Bên cạnh một phòng làm việc có chứa nhiều chân dung, nhiều tác phẩm. Chính em gái của triết gia Elizabeth Fœrster Nietzsche đã tập trung và cất giữ các bản thảo của ông với rất nhiều khó khăn tại Nhà lưu trữ văn kiện Nietzsche. Thư viện của Nietzsche cũng được tìm thấy ở đây với rất nhiều sách do ông ghi chú. Nơi đây tập họp và được sắp lại không những bản in khác nhau các tác phẩm của ông mà còn tất cả các sách, báo viết về ông bằng mọi thứ tiếng Âu châu và ngay cã tiếng Nhật: 1000 cuốn, 12.000 bài, bản văn, tạp chí, bài báo (tôi có tìm thấy, trên vài cuốn sách đó, những ghi chú bút chì của bà Fœrster, liên quan những viện dẫn của các phê bình). Chính Nhà lưu trữ văn kiện Nietzsche có nhiệm vụ xuất bản tác phẩm triết gia - một nhiệm vụ không phải không gây ra những lời chi trích cũng như tranh luận bút chiến sôi nổi. Cơ quan này dự trù sẽ in, khi có phương tiện, một ấn bản phê bình các tác phẩm tòan thư, cùng với một thư mục. Nhà lưu trữ văn kiện Nietzsche đầu tiên được sáng lập do tình thương anh của bà Fœrster khòng được trợ cấp bởi một Quốc gia, một trường Đại học, một cơ quan trí thức nào cả. Sau đó, chỉ có vài người giúp thêm phần đóng góp tài chính của họ. Ngày nay cơ quan được bảo trợ bởi Hội nhũng người bạn của Nhà lưu trữ văn kiện Nietzsche (Gesellschaft Der Freunde des Nietzsche Archivs), (phần đóng góp tối thiểu: 10 đồng mác). Tất cả những ai lưu tâm đến Nietzsche đều có thể làm việc tại Nhà lưu trữ văn kiện. Người quản thủ thư viện, ông Max Œhler, có bổn phận trả lời tất cả các câu hỏi có thể trả lời đặt ra cho ông về Nietzsche, về triết lý cũng như các tác phẩm viết về tư tưởng của Nietzsche.  "
        },
        {
            "order": 3,
            "name": "Phê Bình Của Nietzsche",
            "content": " Triết lý Nietzsche thiết yếu là một lý thuyết về các giá trị. Con người ít nhiều gắn liền ý niệm giá trị vào tư tưởng này hay tư tưởng nọ, vào tình cảm này hay tình cảm kia, vào hành động này hay hành động khác. Vì thường họ phải phán đoán, phải thẩm định giá trị của chân lý với sai lầm, thiện với ác, hành vi nhân ái với sát nhân. Trước hết Nietzsche chú ý đến sự dị biệt của các giá trị. Nietzsche chứng minh rằng không có giá trị nào gắn liền một cách chắc chắn, không chối cãi, tuyệt đối vào sự vật ngoại tại, cũng như vào trạng thái tâm hồn, vào hành động, lề luật, nguyên tắc, nhưng chính là con người ấn định các giá trị này. Con người (Mensch) là một con vật biết đo lường, biết thẩm định và biết đánh giá. Nietzscbe tìm biết các thẩm định này từ đâu đến, và người ta minh giải nó ra sao. Việc sáng tạo bằng các giá trị này, đối với Nietzsche, là sự kiện cơ bản của lịch sử nhân loại, bởi chính các phán đoán theo kiểu này đã quyết định cho quan điểm của con người cùng tình cảm và hành động của họ. Tất cả sẽ đổi thay nếu chúng ta sửa sai giai tầng các giá trị này. Và hẳn nhiên Nietzsche tự hỏi sao không xét lại, không lật đổ các giá trị (Umwerthung aller Werthe). Trên quan điểm này, triết lý của Nietzsche, như Charles Andler nói, là \" triết lý duy tâm nhất từ trước đến nay, triết lý coi giá trị quan trọng hơn mọi sự kiện và hy vọng một ngày kia biến đổi các sự kiện ra giá trị\". ° Pbê bình của Nietzsche thường tỏ ra liên hệ chặt chẽ với khẳng định này: là giá trị cao nhất của tinh thần tự do, hoàn toàn độc lập trong khi đi tìm chân lý! Đó là chủ đề được trình bày nhiều nhất trong cuốn Sự Vật Nhân Bản và trong những tác phẩm về sau, cả đến cuốn Bình Minh. Ngay cả khi không còn tin vào chân lý minh bạch của đời sống và hành động, Nietzsche vẫn giữ lòng yêu tinh thần độc lập. Và ông sẽ tiếp tục phê phán tất cả các lý tưởng cựu truyền mà ông đã khởi đầu đập phá phũ phàng trong quãng đời đã đi qua, quãng thời gian dược mệnh danh duy lý hay thực nghiệm. Đầu tiên chúng ta có thể đưa ra một định nghĩa dứt khoát về tinh thần tự do. \"Kẻ có tinh thần tự do là kẻ suy tưởng khác hẳn với những điều mọi người chờ ở hắn căn cứ vào cội rễ, vào liên hệ, vào địa vị, vào việc làm của hắn vã các lý tưởng tổng trị của thời đại\". Tinh thần tự do là tinh thần đặc biệt độc đáo, trong khi số đông chỉ làm nên tinh thần nô lệ. Số đông này chịu khuất phục mọi ảnh hưởng xã hội, nô lệ vào thời đại hoàn cành, thời trang. Thái độ tinh thần của bọn chúng, dựa vào thói quen của chúng, chớ không do sự chọn lựa tự do. Tinh thần tự do phải thoát khỏi mọi ảnh hưởng của xã hội, của chế độ, của nhà thờ, của quan niệm quần chúng và cảm thấy rõ cuộc đời nô lệ ẩn nấp sau các thứ tiền tài, danh vọng, của công việc tư. Tinh thần tự do chỉ nghe theo ý thức của riêng mình khi ý thức đó bảo: \"Hãy là chính mình hơn nữa, hãy trở nên chính mi\". Tinh thần đó tự vượt lên trên mọi chật hẹp, nhỏ nhoi, riêng rẻ. Nietzsche kết án lược qua nền triết học chính thống, hiện đại, thứ \"triết học chính trị, triết học cảnh binh, phục tòng bọn cầm quyền là loại triết học của nhà thờ, của viện Hàn lâm, của tập quán, của tất cả cái hèn nhát ở con người\". Người có tinh thần tự do sống khiêm tốn, bằng lòng với một việc làm nho nhỏ, một lợi tức vừa đủ, như vậy mọi xáo trộn kinh tế, thay đổi chính trị cũng không thể phá hoại đời sống chính trị của họ đượm đời sống hiến dâng hoàn toàn cho hiểu biết. Trong lối sống và suy tư của họ ta tìm thấy một chủ nghĩa anh hùng trinh lọc và kín đáo. Tinh thần tự do đi tím lý trí, tinh thần nô lệ đi tìm tin. Lòng tin chính là thói quen dựa vào các nguyên lý tri thức thu nhận một cánh mù quáng. Tinh thần nô lệ coi là chính đáng mọi cái lâu bền, mọi cái chứa đựng một vài điều lợi ích, cũng như mọi cái mà vì đó người ta hy sinh. Không phải sự khứng chịu cũng không phải điều ích lợi mà chứng tỏ rằng nó thức (thực?). Hạnh phúc mà kẻ vong thân huởng thụ ở ý tưởng cố định, cứng nhắt muôn năm không chứng tỏ cái hiểu biết đích thực của ý tưởng đó. Một lòng tin mãnh liệt chỉ biểu lộ được sức mạnh của nó, không biểu lộ được chân lý của điều ta tin. Tinh thần tự do từ bỏ ngay các niềm tin của mình khi chúng không còn chân xác, đứng đắn. Bởi đã trung thành với một thứ giả hình như Thượng đế, với vua chúa, với đảng phái, với lề luật tôn giáo, với một người đàn bà, một nghệ sĩ, người ta không còn phải coi có liên hệ đến đời sống: lời hứa thì giả định, bắt theo điều kiện là những vật thể kia sẽ là thực điều chứng hiện trong tưởng tượng của chúng ta. Niềm tin có thể biến thành một thứ tín mộ. Tín mộ, chính là lòng tin rằng, trên một điểm nào đó của tri thức, ta có được chân lý tuyệt đối. Lòng tin đó giả thiết rằng có những chân lý tuyệt đối mà ta có thể đạt đến bằng những phương pháp hoàn hảo, và tất cả người tin mộ đều áp dụng những phương pháp hoàn hảo này. Như thế một tinh thần tự do không thể có tín mộ. Điều làm cho lịch sử con người dã man, tàn khốc, không phải sự xung đột giữa các quan niệm trái ngược, nhưng là sự xung đột giữa các tin mộ. Nếu mỗi một tín đồ thay vì để trọn đời mình bành trướng niềm tin, thi hãy dùng đến nửa sức lực để tìm kiếm các lý lẽ của niềm tin, được như thế lịch sử con người sẽ mang bộ mặt hòa bình biết bao! và lĩnh vực tri thức sẽ tiến bộ vô cùng. Tinh thần khoa học đã dần dà bành trường và sẽ tiếp tục bành trướng, nơi con người đức lý kiêng cữ cẩn trọng. Những phương pháp khoa học là kết quả của tiến bộ cũng quan trọng như bất cứ kết quả của khoa học nào. Nếu những phương pháp khoa học bị tiêu hủy, thì tất cả các kết quả của khoa học sẽ không tránh khỏi cuộc chiến thắng mới của mê tín và phi lý. Mỗi người ở thời đại chúng ta phải học cho biết ít nữa là một khoa học nền tảng ; họ sẽ biết thế nào là phương pháp khoa học và cần thiết bao nhiêu cái cẩn trọng cao độ. \"Tiến bộ lớn nhất mà loài người đã đạt được là đã học lý luận xác thực\". Nietzsche đã thiết lập những quy luật của kỷ luật tri thức khả dĩ làm nên tinh thần tự do. \"Phải học nghệ thuật suy tư như học khiêu vũ như một loại nhảy múa\". Tinh thần tự do, nếu muốn được gọi đúng như thế phải tránh nô lệ vào tính khí của mình. Chúng ta tìm kiếm một cách vô thức các quan niệm, các nguyên lý hợp với tánh khí của ta, rồi những nguyên lý, lý thuyết này như tỏ ra đã sáng tạo cá tính của chúng ta. Tư tưởng của chúng ta dường như làm nên nguyên nhân của hữu thể của chúng ta, trong khi hữu thể của chúng ta là nguyên nhân của tư tưởng ta. Phải tránh cái phó mặc, buông trôi, cái lập lờ lập lững kia và cái hư ảo chứng minh với chúng ta hợp lý bởi sự kết hợp của hữu thể và tư tưởng. Phải tập nhìn cho rõ và nhìn tất cả, đặt mỗi vật thể vào giữa trưa đứng bóng, nhìn quanh nó một vòng với đôi mắt chăm chú. Trong nghệ thuật nhìn ngắm này có cái tập tành, đều sửa soạn. Phải tạo cho quyền lực của mình khả năng nắm giữ cái theo và cái chống: chúng ta càng có đôi mắt lãnh đạm nhìn vào sự vật, chúng ta càng hiểu nó một cách khách quan. Tinh thần tự do suy tư tự do về chủ đề tinh thần của mình: nó không thể tự che giấu những điều rõ ràng không cần thiết và yếu đuối nơi trí khôn con người. Mặc cho người ta kết án nó là bi quan duy lý. Phải ngờ vực ngôn từ và thành kiến mà nó bị trói buộc vào (ở đây phê bình của Nietzsche đã đi trước và sửa soạn cho những phân tích của William James và Henri Bergson sau này). Đời sống nội tâm là triều lưu liên tục và không phân chia được, không bao giờ tìm được ở đây những sự kiện tách biệt; những tính trạng đồng nhất. Ngôn từ đưa đến việc cắt nhỏ giòng liên tục này, xem xét những hành trạng rõ ràng, đơn giản, tương tự cái này với cái kia. Chúng ta tin tưởng một cách sai lầm là đã nắm được yếu tính khi gọi tên chúng. \"Ẩn nấp trong ngôn từ là thần thoại triết học mà mỗi giây phút đều xuất hiện lại mặc cho mọi đề phòng\". Ảo ảnh của tự do, bao hàm các hành động đặc biệt rõ rệt, do ở cái thuyết nguyên tử học này, thuyết được sáng tạo bởi ngôn từ. Từ đó cũng phát sinh các ảo ảnh mà người ta gọi là bản ngã. Ngôn từ chỉ định được những trạng thái có đặc tính rõ rệt như yêu, ghét, giận, vui, khổ. Còn các trung gian, các sắc thái khác bị vứt bỏ. Chúng ta không quen quan sát được khi thiếu chữ đề dùng bởi rất khó nhọc khi phải suy nghĩ với cái xác định: thế nên với các danh từ, chữ nghĩa, cuộc hiện sinh đã tự chấm dứt mất rồi. Chúng ta không là hiện hữu của mình trong các điều kiện do ngôn từ quy định cho chúng ta. Chúng ta ngộ nhận: chúng ta tự mình rút ra từ các quan sát kia những kết luận không thực, và các định kiến sai lầm chúng ta đã có đó tác dụng trên cá tính và định mệnh của chúng ta... Nietzsche tóm tắt thứ \"nguy hiểm của ngôn từ đối với tự do của trí tuệ\" bằng phương thức như sau: \"Tất cả lời nói đều là thành kiến\"... Quả quyết nhìn ngắm kỹ lưỡng bằng hai mắt mở thật to, thật rộng, tinh thần tự do sẽ thực hành được kinh nghiệm rút ra từ cuộc sống của mình, sẽ lao mình vào bao nhiêu cuộc phiêu lưu \"tò mò đến phạm tội ác, tìm kiếm đến hung bạo, dữ dằn\" - \"Chúng ta là chính các kinh nghiệm\" - \"cuộc đời riêng tư của anh em trở nên khí cụ của hiểu biết, trả lời cho quyết tâm kia là các đường nét của cuộc đời anh em, của thí nghiệm, của sai lầm, tội lỗi, ảo ảnh, đau khổ, yêu thương, hy vọng việc đó tùy thuộc vào chính anh em\". Mọi kinh nghiệm đó sẽ cho phép hiểu rõ ràng nhất các giai đoạn của con người về trước. Cũng nên yêu tôn giáo và nghệ thuật như yêu người mẹ, người vú nuôi, nhưng muốn hiểu rõ ràng nó thì phải vượt qua nó, qua mọi thứ luyến ái yêu thương đó. Tinh thần tự do lơ lửng bay trên tất cả mọi sự với cái \"tự do của chim bằng\". Nó lăn xuyên qua cuộc đời như \"cục tuyết suy tưởng\". Đạt đến cái \"đãng tử tinh thần\" này, nó sẽ là người du hành khoan khoái với cảnh vật thị thành cũng như với nỗi cô đơn riêng tư của mình. Nhưng người du hành nọ sẽ không ngộ nhận, họ phải biết bóng tối cũng cần như ánh sáng cho biểu hiện xác thực của trần gian. Họ sẽ không phủ nhận bóng tối của mọi vật thể dâng lên ánh nắng chói chan của mặt trời khoa học rủ xuống sau chúng. Quyết tâm nhận ra bóng tối cũng như ánh sáng, tinh thần tự do sẽ phê bình tất cả các lý tưởng cựu truyền, tất cả các thành kiến, tất cả các niềm tin, nó cụng sẵn sàng \"xé toạc ra cái gì lôi cuốn nó...\" ° Nietzsche đã bị lôi cuốn bởi siêu hình học của các nhà triết học. nhưng lôi cuốn này vẫn không ngăn cản ông phê phán nó, xé toạc nó. Ông ngạc nhiên vì các nhà triết học tự nhận mình là kẻ bảo vệ chân lý. \"Các anh. quý hiệp sĩ với khuôn mặt buồn thảm, các anh bị mắc kẹt trong góc xó, bị vướng trong màn nhện của tinh thần rồi\". Sai lầm chính là ở nguồn gốc các lý thuyết siêu hình, đó là những phương pháp tri thức tệ hại nhất đã đưa đến niềm tin vào các tư tưởng siêu hình. Ngay khi vén tấm màn các phương pháp này, ta sẽ vứt bỏ nó ngay. Nếu có một thế giới siêu hình rõ ràng đối với thế giới trong giác quan, thì đối với chúng ta, nó không thể hiểu và không thể chấp nhận được, nó chỉ có đặc tính vô nghĩa, tiêu cực. Thế giới vô hình mà người ta tuyên bố là thế giới thực, duy nhất và đánh giá là thế giới chân lý rõ ràng là sản phẩm dối trá. Ngay như sự hiện hữu của một thế giới như thế được chứng tỏ đi nữa, thì tri thức về nó càng hoàn toàn vô ích cho tất cả chúng ta. Chính trong thế giới có thực, cảm biết được, thế giới của các biểu hiện mà chúng ta gặp nghệ thuật, tôn giáo và luân lý. Epicure kẻ xoa dịu tâm hồn con người thời cổ xưa, đã có được cái nhìn đáng khen, đến ngày nay càng ít có, khi cho rằng giải pháp cho các vấn đề siêu hình hoàn toàn không cần thiết cho sự an nghỉ của ý thức con người: nếu những giả thuyết siêu hình có thực đi nữa, thì nó càng có thể giả trá. Epicure giảng tiếp ngay: ngay khi các giả thuyết siêu hình có thực, nó vẫn chẳng ăn nhằm gì đến chúng ta. Chúng ta không cần tìm kiếm cái xác thực trên lĩnh vực đó để đưa đến một đời người sống đầy đủ và cao sang, cũng như một con kiến không cần mọi thứ đó để được là một con kiến tốt lành. Siêu hình học là chất thay thế tôn giáo. Các nhà triết học là những kẻ \"nửa thầy tu\" hay là \"bọn thầy tu mang mặt nạ\". Nhu cầu siêu hình không phải là cội nguồn tôn giáo, nhưng là tôn giáo nôn mửa ra. Dưới sự thống trị của tư tưởng tôn giáo, người ta tưởng tượng ra một thế giới khác, thế giới bên kia. Rồi sự phá sản của các ảo tưởng tôn giáo đã để lại một cảm giác trống không, mất mát, người ta lại lấp cái trống không đó bằng tư tưởng một thế giới siêu hình. Sự lo âu đến thế giới bên kia làm chúng ta xa dần một cách đáng ghét thế giới các biểu hiện, là thế giới độc nhất có thực. Tách rời thế giới các biểu hiện với thế giới mà người ta xưng tụng là thực tại sâu thẳm, khi theo cách của đạo Ky tô, khi theo cách của Kant,- một tín đồ Ky tô gian trá, kẻ què quặt tư tưởng, chính là triệu chứng của đời sống sa đọa, triệu chứng của suy đồi. Trong nhiều thế kỷ, thái độ triết học được ca ngợi nhất là thái độ khổ hạnh, nhà tư tưởng khinh bỉ hiện tại, xa lánh thế gian, chối từ cuộc sống, xem thường hiện hữu. Thế giới bên kia dùng để mạ lỵ thế giới bên này, tức trần gian chúng ta. Chúng ta phải biết chấm dứt khinh miệt cảnh vật rạng rỡ chung quanh ta. Cái trong ta và quanh ta nói lên biết bao nhiêu màu sắc, bao nhiêu vẻ đẹp, ý nghĩa, huyền bí. Chúng ta phải lọc sạch giòng máu mình, tẩy trừ chất độc di truyền tồn tại ở đây, vớt đi cái khinh bỉ người bên cạnh. Chửng ta phải trở thành \"Kẻ đồng loại tốt của người đồng loại\". Một lịch sử chuyển hóa tư tưởng sẽ là phương tiện tốt nhất để chấm dứt các ảo tưởng siêu hình. Sai lầm trong ý nghĩa lịch sử là tội tổ tông của tất cả các nhà triết học, những kẻ coi con người như một vật thể bất dịch. Siêu hình học chính là \"khoa học coi các sai lầm nền tảng là chân lý nền tảng \", các sai lầm đó là: vật tự thể, hiện hữu vĩnh cửu, bản thể suy tư, linh hồn bất tử, Thượng đế. Vật tự thể, thực tại sâu thẳm che giấu đằng sau các biểu hiện, là tất cả nên chẳng là gì cả. Và chỉ đáng được tiếp như một chuỗi cười ầm ĩ. Hữu thể vĩnh cửu, là một trong những \"ý tưởng xác ướp\" mà mấy ngàn năm nay các nhà triết học vận động trên đó. Không đi đến chỗ lĩnh hội nó, họ lên án các ý nghĩa hoàn toàn vô luân mà họ bảo nó lừa chúng ta về thế giới có thực! Với chúng ta, những tinh thần nhỏ nhoi, không phải là các nhà siêu hình tế toái, chỉ còn lại hoàng cung của biến dịch đổi thay với bốn mùa xuân hạ thu đông...! Linh hồn bản thể suy tư. Luận cứ Cogito của Descartes - tôi suy nghi, vậy tôi hiện hữu - chỉ có giá trị nếu ta chấp nhận tiên thiên các bản thể, các thực tại thường có. Nói cách khác, tôi suy tư chỉ có nghĩa là đã có tư tưởng. Linh hồn bất tử! Nhưng hiện hữu của chúng ta thì vô thường, chẳng hạn trong khi theo dõi tra xét lịch sử, chúng ta không cảm thấy tình cảm và tinh thần mình chuyển hoá ra sao? Thay vì có linh hồn bất tử, đã có bao nhiêu linh hồn sinh diệt. Thượng đế! Ngày xưa kẻ vô thần tìm cách minh chứng không có Thượng đế, bây giờ người ta lại chứng tỏ hình thành lòng tin nơi Thượng đế ra sao. Từ đó cũng chằng cần phải bác bỏ các chứng cớ hiện hữu của Thượng đế. Bác bỏ lịch sử là bác bỏ tất định. Luận lý Ky tô trong hai ngàn năm nay đã dạy về giá trị của luân lý, công lao của chân thực: chính nó đã chiến thắng Thượng đế Ky tô và cấm chúng ta nói cái dối trá của lòng tin nơi Thượng đế. Nếu Thượng đế đã sáng tạo nên thế gian, thì Thượng đế cũng sáng tạo nên con người để làm con khỉ bắt chước Thượng đế, để giải trí cho kẻ \"buồn bã ngàn năm\" trong cuộc sống hơi quá dài của mình. Trong mọi trường hợp, Thượng đế đó, như Pascal nói, vẫn giữ hình là \"Thượng đế giấu mặt\". Một Thượng đế vạn năng vạn trí, vẫn không ngó ngàng gì đến các ý hướng của mình được hiểu ra sao bởi các vật thể đã sáng tạo nên. Có chân lý trong tay sao Thượng đế không thông đạt cho rõ rằng đến con người mà chỉ sẵn sàng trừng phạt các nghi ngờ của họ. Bổn phận của Thượng đế đối với con người là phải rõ ràng và xác định trong thông điệp trao đến cho con người. Zarathoustra đã nói những giòng này về Thượng đế Đông phương, tức của đạo Do thái chiết trung: \"Thượng đế có đầu óc lầm lẫn. Người hay giận dữ đó, có phải ngài đã giận chúng ta khi hiểu lầm ngài! Nhưng tại sao ngài lại không nói rõ ràng hơn? Và nếu lỗi ở tại chúng ta điếc, thì tại sao ngài lại cho chúng ta đôi tai tàng tật làm gì? Nếu có đất bùn trong tai chúng ta, thì ai đã bỏ chúng vào đấy? Có quá nhiều sự việc mà người thợ nắn tay non đó không hoàn thành được. Nhưng ngài lại trả thù trên đồ sứ của mình, trên tạo vật của mình về những điều ngài không thành công được\". Zarathoustra còn nói tiếp: \"Là một đấng Cha lành, ngài không được quá già sụm với lũ con của mình. Loài người còn có những ông cha tốt lành hơn ngài\". Zarathoustra kết luận rằng Thượng đế đã chết. Con người đã \"giết Thượng đế\". Nhưng con người, kẻ đã giết chết Thượng đế, họ chẳng nghi ngờ gì về hành động mả chính họ đã hoàn tất, các kết quả đáng khen họ đã đạt được. Cái cao cả của hành động kia lớn lao quá đối với con người. Những người đến sau chúng ta sẽ thuộc về, bởi tiếp với sự kiện nọ, một lịch sử cao ngất trời chưa từng thấy! \"Chúng ta không bị bắt buộc chính mình trở thành Thượng đế ư? Trong mọi trường hợp, chúng ta, những tinh thần tự do, khi được biết Thượng đế cũ đã chết, chúng ta cảm thấy một bình minh mới chói sáng trong ta: một loài ánh sáng mới, một hạnh phúc, một khinh khoái, một đảm lực, một bình thản mới! Trái tim chúng ta ngập tràn nhận thức, ngạc nhiên, hiểu biết, chờ đợi: một biển đầy đang mở ra trước chúng ta. Các nhà triết học hãy lên thuyền, đi tìm những thế giới mới đi. Trái đất luân lý cũng tròn thôi, nó cũng có cuối chân địa cầu. Và các điểm đối chân đó vạch theo đường thẳng với cuộc hiện sinh. Phải có một triết lý mới trả lại công lý và mang đến niềm vui cho những kẻ mà lý tưởng cựu truyền quở trách, cho những kẻ đặc biệt, những kẻ khốn cùng. Sự kết án siêu hình học cũ không bắt buộc phải đưa đến hậu quả từ bỏ tất cả mọi triết học. Một loại triết gia mới trỗi dậy: có lẽ phải gọi tên họ là kẻ quyến rũ. Nhà tu khổ hạnh và kẻ theo siêu hình học ngày xưa xuất hiện với chúng ta dưới hình dạng loài sâu róm đang bò trong ổ: thế giới ngày nay có phải đã đủ ánh nắng mặt trời, ánh sáng và hơi ấm để cho loài bướm muôn mầu có thể vứt bỏ vỏ cũ của mình và bay lao vào không gian chan hòa ánh nắng... Ngày nay có phải đã đủ kiêu hãnh, bạo gan, can trường của tinh thần tự do thực sự để \"nhà triết học\" xuất hiện. ° Nhiệm vụ đầu tiên của nhà triết học đó sẽ là nhiệm vụ phê phán các lý tưởng đạo đức. Tất cả mối dây trói buộc đối nghịch với tinh thần tự do, những dây to lớn nhất, ở những kẻ thanh nhã, là những tình cảm luân lý, những nhiệm vụ. Mãnh lực lớn nhất mà Zarathoustra gặp trên đường du hành của mình, là các lý tưởng mà con người có về cái Thiện và cái Ác. Tạm thời, phải nghi ngờ hết thảy mọi tình cảm cao quý, cả cho có lẫn lộn với ảo tưởng, với quá độ. Ý chí chân lý, chính là \"cái chết của đạo đức\". Nietzsche không che giấu những mâu thuẫn bên ngoài ở việc làm của ông. Nhân danh một bổn phận, một bổn phận chân thành, ông phê phán bổn phận phổ biến. Chính với ý chí, không tự đánh lừa mình và đánh lừa người khác, ý chí đạo đức chính yếu đã đưa ông đến chỗ đả phá mọi lý tưởng đạo đức. Chính bởi đạo đức đã dẫn đến chỗ phá hủy đạo đức cựu truyền. Những kẻ vô luân lý ngày nay là những kẻ thừa kế những người ngày xưa đã coi Thượng đế như chân lý và chân lý như thánh thiện ; chúng ta mượn ngọn lửa thắp sáng cho chúng ta từ đám cháy hàng bao thế kỷ đã qua đó bởi Platon và những kẻ theo Ky tô. Được kích thích bởi lòng chân thành đặc biệt của tinh thần tự do này, Nietzsche dành một nỗ lực kiên trì cho việc phê bình các sự kiện luân lý. Ông tìm cách xây dựng một giá trị của các giá trị. Trong tất cả các tác phẩm của mình, từ Sự vật Nhân bản cho đến những bản văn chót, ông nghiên cứu điều mà ông gọi là những định kiến luân lý và ông đề nghị làm lại tất cả lịch sử của nó. Trước tiên ông phê phán lý tưởng của chân lý đạo đức ; ông phân tích và thẩm định giá trị những tình cảm đạo đức. Ông khám phá cái đối nghịch giữa luân lý cha ông và luân lý nô lệ. Nhận xét này góp phần mạnh mẽ vào việc phê bình mà ông luôn luôn làm đối với các bổn phận được đặt để bởi luân lý ngày nay. Không có luân lý tuyệt đối cũng không có cái thiện tự tạo. Giai tầng sự thiện không đồng nhất với chính nó khắp nơi và mãi mãi: nó thay đổi theo thời gian và không gian. Đức tính luân lý chính là sự vâng phục các thói quen của nơi ta được nuôi dưỡng, và trung thành với truyền thống đã dạy bảo đó chính là bản năng bầy đàn súc vật trong mỗi cá nhân con người. Chính các con lừa và các cô gái già của hai giống đực cái\" đã vâng theo bản năng này, hãnh diện vì đức hạnh và cái trong trắng của mình. Đức tính luân lý, trong nghĩa này, là hình thức của lười biếng. Nó thấy dễ chịu khi vâng phục hơn là phê phán, vui thích khi tin tưởng đã nắm được chân lý hơn là việc đi tìm một quy tắc cbo cuộc sống. Đức tính luân lý có thể ngăn cản sự xuất hiện của đạo đức mới là thứ đạo đức cao đẳng. Văn minh là nô dịch, đối nghịch với văn hóa đích thực, mà có kẻ gọi là thoái hóa. Ý thức luân lý có nguồn gốc ở hội sống, nó không phải là tiếng nói của Thượng đế: nhưng là tiếng nói của vài người trong đám người. Nó chịu ảnh hưởng của quyền lực hội sống và bảo vệ các truyền thống. Nó chỉ lập lại những điều đã được nói lên trước đó. Nó không sáng tạo nên các giá trị mới. Zarathoustra nói: \"Người lương thiện là người thích sự vật cổ xưa mà sự vật cổ xưa thì được bảo giám. Còn người cao quý là người muốn sáng tạo cái gi mới mẻ và một đức lý mới mẻ \". Lý tưởng đạo đức cũng thay đổi với thời gian,: Zarathoustra truyền giảng: \"Tôi xin nói với anh. em: chẳng hề có cái thiện, cái ác bất diệt \". Có những khuôn mẫu ở luân lý thời cổ xưa những người được thiên hạ tôn sùng như mẫu mực đức hạnh, như một Épicthète chẳng hạn, không biết đến tinh thần hy sinh, là thứ được người sau ca tụng. Khẳng định rằng không có các chân lý đạo đức, Nietzsche phê phán đến những tình cảm luân lý khác nhau như tự do, trách nhiệm, hối hận, tội lỗi, v.v... Không có tự do, bởi mọi hành động đều đã bị quy định bằng lý tưởng. Trong nghĩa này, khái niệm lý tưởng đối nghịch với khái niệm đức tính luân lý. Lòng tin vào ý chí tự do bắt buộc giả thuyết một hành động đặc biệt tách rời đời sống, nó liên quan đến một thuyết nguyên tử học trong lĩnh vực ý muốn và hiểu biết. Trong thực tiễn, cuộc sống nội tâm của ta không phải là một chuỗi các sự kiện phân đoạn, nhưng là một giòng liên tục. Thuyết lý của ý chí tự do là sản phẩm của giai cấp lãnh đạo, nhất là giai cấp thầy tu, kẻ tuyên bố con người tự do trách nhiệm lấy nó ; tức cái cho phép họ hay Thượng đế của họ phán đoán và trừng phạt. Khi tin rằng được tự do, con người cũng tin mình trách nhiệm. Đó là ảo tưởng được hội sống sáng tạo cho họ. Hội sống giáo dục con người và đặt kỷ luật cho con người để biến thành \"con vật biết thốt ra lời hứa\". Một con vật muốn hưởng lợi ích của đời sống tập thể phải biết hứa vâng phục vào một số định tắc. Cái \"áo bó hội sống \" đó làm cho con người thành nhất định một kiểu và đồng loạt giống nhau. Nietzsche biện luận rằng con người không có tự do, thì không trách nhiệm gì về hành động của mình và hiện hữu của mình. Cá nhân là bọt sóng đáng thương của cơn sóng biến dịch cần thiết. Trừng phạt một kẻ phạm tội là trừng phạt số mệnh muôn thuở. Nhà triết học phải nói như Jésus. \"Đừng phán đoán \", họ muốn được công chính, thay vì bị phán đoán. Để đóng đinh vào ký ức con người các lời hứa đã làm sẵn, để ngăn cản con người quên đi những lời \"tôi không muốn\", hội sống đã dùng những phương tiện ghê tởm ngược nhau: thời tiền sử chẳng có gì tàn bạo bằng phương pháp nhét vào ký ức của luân lý. Bị nhốt trong gông cùm hội sống con người không cần biết lợi dụng những bản năng của tự do hoang dã, căm hờn, tàn khốc, nhu. cầu lấn át. Từ đó họ quay sang chống lại chính mình. Không thể hành hạ kẻ khác, họ quay sang hành hạ mình: vì thế sinh ra ý thức ngụy trá, cơn bịnh trầm trọng nhất của con người. Linh hồn áp dụng cho mình ý chí hùng tráng của chính nó, nó tự làm đau khổ vì sung sướng khi. gây đau khổ. Phần khác ý niệm luân lý của lỗi lầm có nguồn gốc là khái niệm tất cả chất liệu của nợ nần (tiếng Đức Schuld chỉ định cả hai nghĩa trên). Kẻ mắc nợ, để ghi sâu trong ký ức mình số tiền phải trả và cũng để gây lòng tin nơi chủ nợ ; phải hứa với người này rằng, trong trường hợp hắn không trả được, sẽ đền bù cho họ tài sản mà hắn còn lại, nghĩa là thân xác hắn, vợ hắn ; tự do của hắn hay chính cuộc đời riêng tư của hắn. Người chủ nợ sẽ lấy lại nợ bằng cách khinh khi, bạc đãi, hành hạ con nợ. Thế nên liên lạc giữa cộng đồng hội sống với nhau chính là liên lạc giữa chủ nợ và con nợ: Hội sống trừng phạt những ai không giữ lời hứa đã trao, như chủ nợ trừng phạt con nợ. Khái niệm nợ nần dần dà áp dụng vào các tương quan giữa các thế hệ hiện thời và các thế hệ đi trước nó. Người ta tin rằng nòi giống chỉ có thể tồn tại nhờ sức lao động và hy sinh của tổ tiên, những người này sống lại trong tinh thần hùng tráng và tiếp tục bảo vệ chủng tộc họ. Thế hệ ngày nay phải hoàn lại số nợ đã mắc họ bằng lao lực và hy sinh. Tổ tông xa xưa nhất đã biến hình thành Thượng đế bằng tưởng tượng và sợ hãi: Từ đó con người tin mình mắc nợ với Thánh Thần. Những ý niệm uẩn ức này nuôi nấng cho ý thức ngụy trá. Các tăng lữ, là nghệ sĩ trong lĩnh vực này, dạy cho con người biết rằng nếu họ đau khổ chẳng qua vì họ chống trả nợ cho Thượng đế, vì họ đã phạm tội. Con người mang ý thức ngụy trá chụp ngay lấy tà thuyết tôn giáo để đẩy nỗi khổ nhục của mình lên đến cùng độ: họ tin mình là kẻ phạm tội, họ sung sướng trong cái đê tiện của mình, trong cái tự khổ hình đóng đinh thập tự của mình. Họ coi mọi hành động tự nhiên là tội lỗi, chẳng hạn hành động truyền giống. Họ coi mọi thứ đau khổ đều là trùng phạt, họ tìm trong đau khổ một phương tiện giảm tội lỗi của mình. Tội lỗi là \"biến cố cơ bản trong lịch sử những tâm hồn bệnh hoạn\". Phải tránh cho con người ảo tưởng tội lỗi, phải lột bỏ ý thức ngụy trá ở họ: họ là kẻ vô tội nhất mà họ không ngờ được. Khi họ không còn tự xem là xấu xa, ngụy trá, họ cũng sẽ không còn là tội lỗi nữa. Con người và thế gian phải xuất hiện lại trong buổi bình minh, vô tội trong trắng. Phải trả lòng trong sạch lại cho khổ đau bằng cách chấm dứt lẫn lộn vào đây ý tưởng phạm tội. Hối hận sau khi đã hành động sai lầm chính là một dại dột thứ hai thêm vào dại dột thứ nhất. Lòng hối hận về một hành động của mình, đó không phải là cách để sửa chữa hành động này: hành động không xóa được bằng hối hận. Phải là một nhà thần học thì mới tin được có một sức mạnh xóa bỏ lỗi lầm. Điều đáng giá hơn cả là phải vô luân và không tin vào lỗi lầm. Không có tội ác vĩnh cửu, cũng không có phần thưởng đời sau. Vả lại, cũng rất lạ lùng khi thấy đức hạnh mà còn đòi phần thưởng. Hãy nghe Zarathoustra về điểm này: \"Hỡi người đức hạnh, bạn muốn được trả nợ ư? Bạn muốn được đền bù phần thưởng về đức hạnh của bạn, muốn có ngôi vị ở trần gian, trên cõi trời, chỗ vĩnh cửu trong hiện tại của bạn ư? \" Bạn có phẫn nộ không khi nghe tôi giảng rằng chằng có trả nợ không có đền bù. Thực ra tôi cũng chưa nói rằng đức hạnh, chính tự nó đã là một phần thưởng rồi! ( \"Hỡi ơi đó là nỗi buồn tiếc của tôi. Người ta đã xảo quyệt du nhập vào tận trong lòng vật thể ý niệm phần thưởng và trừng phạt và vào ngay tận cùng tâm hồn của các bạn nữa, hỡi người đức hạnh. \"Nhưng cũng như răng nanh con heo rừng, lời nói của tôi xé nát tận cùng tâm hồn bạn. Tôi muốn được là lưỡi cày đối với bạn. \"Bạn yêu đức hạnh của mình như người mẹ yêu con. Nhưng có bao giờ người ta nghe người mẹ đòi trả giá về tình yêu thương của mình đâu? ° Chúng ta gặp trong tất cả các tác phẩm của Nietzche lời phê phán các tình cảm đạo đức. Công trình phê phán đó đạt đến một chuẩn xác đặc biệt lôi cuốn khi ông khai triển ý tưởng luân lý chủ ông và luân lý nô lệ. Chủ đề này được trình bày rải rác trong vài trang của cuốn Sự Vật Nhân Bản và cuốn Người du hành và chiếc bông, nhất là ở hai cuốn Bên kia cái Thiện cái Ác và Phổ hệ luân lý. Trong một trang nổi tiếng của cuốn Bên kia cái Thiện và cái Ác Nieztsche viết: \"Trong cuộc du hành của tôi xuyên qua các nền luân lý, tinh tế hay thô lậu, đã và đang thống trị trên mặt đất này, tôi quan sát được vài đường nét đã liên hệ thứ luân lý này vào thứ luân lý kia và các đường nét đó tỏ ra cùng một lượt. Thế nên tôi khám phá ra được hai mẫu mực cơ bản chia cách nhau bởi một khác biệt chính yếu: luân lý chủ ông và luân lý nô lệ - Trong mọi nền văn minh cao đẳng đều có đặc tính trộn lẫn này, người ta có thể kiểm chứng những khuynh hướng muốn điều hòa chúng, hay thường là lẫn lộn chúng, một ngộ nhận cả hai phía. Đôi khi ta gặp chúng được đặt song đôi chặt chẽ, kết hợp cùng ở một người ở tận trong một tâm hồn duy nhất. Sự ấn định các giá trị luân lý diễn ra khi thì giữa lòng chủng tộc thống trị, những kẻ ý thức và kiêu hãnh về khoảng cách chia họ và kẻ bị trị, hay trong lòng chủng tộc bị thống trị, giữa những người nô lệ và hạ cấp\". Người hùng tráng và cao thượng, người quý phái tự nhận ra quyền chính mình ấn định giá trị của mọi vật thể và mọi hành động, họ là người sáng tạo các giá trị. Giữa con người họ tuyên bố tốt vật bình đẳng với mình, và xấu cho vật hạ đẳng ; giữa các hành động, họ tuyên bố tốt điều ích lợi cho họ và xấu điều làm hại họ. Họ coi chủ nghĩa ích kỷ riêng của mình là việc bình thường. Họ ca ngợi bạo lực, hùng cường, sức mạng, lòng can đảm, sự khắt khe và làm chủ chính mìnb. Họ khinh bỉ cuộc sống và hạnh phúc nhưng họ vẫn vui sống, có lòng tin nơi mình và kiêu hãnh về mình. Họ biết lúc phải nói và lúc phải im lặng. Họ kính trọng tuổi già và truyền thống, hai cái kính trọng này là nền tảng quyền hành của họ. Họ chỉ nhận có bổn phận đối với người bình đẳng vâng theo những người này bằng quy luật của thứ lễ độ sành sỏi chứng minh tình bạn, lòng chung thủy và sự tế nhị của mình. Nhưng những kẻ nô lệ, bị bọn chủ ông khinh bỉ, chà đạp, đối xử tàn ác đã trả thù bằng cách thiết lập những gía trị khác. Họ quy định các giá trị này bằng cách đặt đối ngược với các giá trị trưởng giả: hành động của họ chỉ là một phản ứng. Lòng oán ghét thù hận của những kẻ yếu hèn đã bóp méo hình ảnh những người cao thượng; trong đầu óc họ những người này đã biến thành bọn quỷ dữ khôi hài. Cái tàn ác của luân lý mới, chính là lương thiện của luân lý cũ, nghĩa là cái gì hùng cường, thuộc về kẻ thống trị, tức kẻ gây ra sợ hãi. Từ lòng cay đắng kẻ mạnh, bọn hèn yếu liên tưởng đến một quan niệm bi quan về cuộc hiện sinh: họ muốn tự tin, và cho cả người khác nữa rằng không hề có hạnh phúc đích thực. Họ tuyên bố là đức hạnh các phẩm tính có thể xoa dịu cuộc đời những kẻ xấu số: kiên nhẫn, mực thước, tử tế và nhất là tình thương. Do đó họ ca ngợi một loài sâu đất hèn nhát, một thứ cừu non dại. Người lương thiện chính là kẻ vô hại, hiền khô, lù đù, dễ gạt, có một chút đần độn, người tử tế. Trên phương diện lịch sử, ta có thể khám phá thứ luận lý của những kẻ nô lệ này trong đạo Do thái và đạo Ky tô, (ta sẽ trở lại sự kiện này sau). Thành La mã, người tiêu biểu cho lý tưởng quý phái, bị bọn Judée đánh chiếm. Đến thời Phục hưng chúng ta nhận thấy một thức tỉnh kiêu hùng và lớn lao của lý tưởng cũ, của đường quay về bản gía trị cao thượng của con người và sự vật, nhưng phong trào cải cách của bọn tiện dân đã chiến thắng Phục hưng cao quý kia. Rồi giai cấp quý phái của thế kỷ 17 và 18 suy sụp hoàn tòan duới nhát búa của lòng dân chúng oán hờn với Cách mạng Pháp. Lý tưởng cao quý hóa thân lần cuối cùng với Napoléon, \"Một tổng hợp của siêu nhân và phi nhân\". ° Xác nhận rằng các giá trị của bọn nô lệ đã đau đớn chiến thắng chúng ta, và mọi quan niệm hiện thời đều bắt nguồn từ đó, Nietzsche thẳng tay phê bình mọi bổn phận mà luân lý đã buộc vào ta. Luân lý của chúng ta cấm tự tử. Đạo Ky tô nguồn gốc chỉ chấp nhận việc tự tử bằng hai hình thức, là hai thứ được đặc biệt ca ngợi, sự tuẫn đạo và mòn héo vì tu khổ hạnh. Tôn giáo hiện đại chỉ cho phép lối tự tử dần mòn này một cuộc đời nhỏ nhoi, trưởng giả và tầm thường -. Thế nên tư tưởng an ủi mãnh liệt: nó giúp ta qua một đêm khó ngủ. Cái chết cố ý là chiến thắng của lý trí trên nhiên tinh. Kẻ tự tử có thể làm đỡ gánh nặng cho hội sống, cho người khác. Sự kiện tự hủy diệt là một hành động đáng giá: người ta có thể thu nhặt ở đó luật sổng... Luân lý cựu truyền dạy ta khinh bỉ thân xác: truyền giảng sự trinh bạch, đề cao đau khổ, đặt nó lên trên niềm vui. Thành kiến tinh thần thuần túy kéo theo sự hủy hoại sức thần kinh, tàn phá sinh lý và cưỡng bức linh hồn. Zarathoustra lên án \"những kẻ khinh bỉ thân xác\": \"Tôi là thân xác và linh hồn - trẻ con đâ nói như vậy Tại sao ta không nói như trẻ con? \"Nhưng người ý thức và nhìn thông suốt hơn sẽ nói: Tôi hoàn toàn thân xác và chẳng có gì nữa. Linh hồn chỉ là một tiếng để gọi một phần của thân xác\". Zarathoustra còn nói thêm về lòng trinh bạch: \"Tôi đã khuyên anh em giết chết cảm giác của mình ư? Tôi khuyên anh em nhớ đến cái vô tội của cảm giác. Ở vài kẻ, lòng trinh bạch là một đức hạnh, nhưng ở phần đông nỏ là một tội lỗi.\" \"Một vài kẻ tiết dục, có thể. Nhưng nhục dục lẫn lộn trong mọi hành động của họ.\" Ý tưởng đặt đau khổ lên trên niềm vui hoàn toàn làm u tối thêm cuộc hiện sinh. Luân lý là tên đại vu khống, là thuốc độc thực sự của cuộc đời. Nó giao các đức tính phá hoại cho những cả nhân thực hành nỏ. Hoàn toàn bị thâm nhập bởi lối khổ tu vô lý, nó chống lại tất cả cái chi là người và vật sống, là vật chất. Nó kinh sợ hạnh phúc và cái đẹp. Nó lên án bản năng và các khuynh hướng tự nhiên của con người. Luân lý làm chúng ta trở thành bất công với bản nhiên của minh và với mọi bản nhiên khác. Nó sửa soạn và tán trợ suy đồi. Kết luận sau cùng của nỏ là sự hủy diệt phổ biến, là chủ nghĩa hư vô... Luân lý ca tụng lao động. Ở châu Mỹ người ta cực lực hối hả làm việc và người ta điên cuồng đi tìm vàng. \"Tội lỗi thế giới mới đó\" lan tràn đến Châu Âu cổ kính. Người ta xấu hổ phải nghĩ ngợi, khi suy tư ; người ta không còn thời gian để nói chuyện, để thư từ: người ta không dám sống cuộc đời chiêm nghiệm, không dám nhàn du với bạn bè. Sự giải trí chỉ thích hợp với bọn nô lệ đã kiệt sức vì làm việc Trong việc ca tụng lao động này, ta tìm thấy sự sợ hãi tính cá nhân và những khao khát độc lập của nỏ. Người ta tin rằng lao động sẽ dùng sức thần kinh, sẽ khuấy động suy tưởng, mơ mộng, tình ái, thù hận cùng lúc sẽ ràng buộc khoái lạc và lý trí, sẽ cầm giữ mỗi người trong khuôn khổ, và sẽ là cơ chế điều hành tốt đẹp nhất. Người ta càng làm việc an ninh hội sống càng được bảo đảm. Nhưng sự chờ đợi, ở điểm tận cùng đỏ đã hoàn toàn thất vọng bởi ngày nay, những người lao động đã tự chứng tỏ vô cùng nguy hiểm! Kết án chủ nghĩa ích kỷ, nền luân lý của chúng ta truyền dạy phải hy sinh cho kẻ khác, phải vị tha. Một nhà tư tưởng tự do như Auguste Comte, kẻ \"vượt quá Ky tô bằng Ky tô\" truyền giảng châm ngôn thời danh của minh: hãy sống cho người khác. Nơi đây chỉ làm cho cả nhân thêm yếu đuổi, và đi ngược lại sự phát triển của nỏ. Người ta chỉ giúp kẻ khác bằng lời nói, bằng bề ngoài, và ít ra cũng muốn nhúng tay vào cuộc đời kẻ khác một cách độc đoán. Phải khinh bỉ kẻ khi muốn làm người nhân hậu, lại không chứng tỏ nhân hậu được với chính minh. Và họ sử dụng tài sản của mình: chính cái dục vọng chiếm hữu người khác đã biến họ thành kẻ hy sinh, cứu giúp ân cần, tận tâm. Zarathoustra bảo: \"Bạn xoắn xuýt với người đồng loại, bạn nói với người này bao lời lẽ hay ho. Nhưng tôi bảo bạn điều nầy, tinh yêu người đồng loại của bạn, chính là tinh yêu bạn xấu xa nhất. \"Bạn đi vào người đồng loại đề chạy trốn với chính bạn. Chính lẽ đỏ xui bạn làm điều đức hạnh. Nhưng tôi, tôi hiểu thấu cái lòng hy sinh không vụ lợi của bạn... \"Bạn không thiết chống đỡ cho chính bạn và bạn không yêu chính mình cho đầy đủ, vì thế bạn muốn cù rủ người đồng loại bằng tình thương của bạn\". Thay vì giúp đỡ người khác một cách giả tạo, sao ta không phụng sự họ một cách đắc lực nhất là biến đổi con người họ thành tác phẩm mà mọi người đều nhìn ngắm vui tươi, như một khu vườn xinh dẹp êm đềm với cánh cổng chào mời hỏi han? Trong những tình cảm vị tha, luân lý tán tụng nhất là lòng thương hại. Schopenhauer cũng đặc biệt ca ngợi nỏ. Nhưng thoát ra khỏi sự quyến rũ của nhà bi quan vĩ đại kia, Nietzsche gắt gao lên án tình cảm đỏ. Trước tiên ông khám phá ra ở nó tất cả chủ nghĩa ích kỷ, đạo đức giả. Nỗi đau khổ của kẻ khác làm ta lo sợ khi nỏ vén cho ta thấy nỗi nguy hiểm mà ta cỏ thể là nạn nhân ; nỏ làm tổn thương ta khi cho ta nhìn cái bất lực hay hèn nhát của mình. Đôi lúc chúng ta còn muốn có kinh nghiệm về một nỗi đau khổ tương phản với hạnh phúc của riêng ta, hay, ta còn muốn giải nỗi sầu trong cuộc sống của mình. Nếu đứng trước một người đang đau thương của người kia, đó là nỗi khổ sở của riêng ta, cũng như đau thương là của riêng người đó, và vì thế ta phải giải thoát đau khổ của mình bằng một hành động trắc ẩn. Nếu kẻ đau đớn kia không chấp nhận hành động trắc ẩn của ta, ta thấy mình bị tổn thương thực sự. Phần lớn các ân huệ người ta ban phát cho những kẻ khổn cùng, thực ra đều là những hành động xấc xược thản nhiên châm chọc ngay vào bản tính chân thực của nôi đau khổ ở họ. Những kẻ làm ơn cho ta đã hạ thấp và sỉ nhục ta còn hơn cả kẻ thù của ta nữa. Zarathoustra bảo: \"Sự thực là tôi không hề ưa họ, những kẻ từ bi chuyên đi tìm kiếm cái toàn thiện trong lòng thương hại của mình, chúng hoàn toàn thiếu trong sạch. \"Nếu tôi phải làm một kẻ từ bi, thì trong tất cả các trường hợp tôi không muốn người ta gọi tôi như vậy. \"Thấy đau khổ kẻ đang đau khổ, tôi xấu hổ vì nỗi xấu hổ của họ, và khi tôi chạy lại giúp đỡ họ, tôi đã làm thương tổn nặng nề lòng kiêu hãnh của họ. \"Tất cả tình yêu thương lởn lao đều vượt lên trên lòng tha thứ và thương hại\" Phần khác, lòng thương hại làm cho đau khổ truyền nhiễm khắp nơi, nó gia tăng nỗi kiệt lực mà đau khổ đã du nhập vào trần gian. Sau cùng, lòng thương hại không biết giới hạn việc tăng trưởng những kẻ cùng bỉ, nó còn giữ chúng lại. Nó đối nghịch với quy luật cơ bản của tiến hóa, với nguyên lý chọn lọc là nguyên lý đào thải những kẻ yếu hèn và thay vào những người hùng tráng. Nó cứu vớt những kẻ đã đến hồi phải tiêu diệt. Nó ngăn cản nòi giống thải hồi cặn bã và thanh lọc hàng ngũ. Nó góp phần làm đen tối thêm cuộc đời. Khuynh hướng ẩn giấu trong nó chính là khuynh hướng hiềm thù chống nghịch. Lòng thương hại là triệu chứng của suy đồi, là nguyên nhân của suy đồi. Người ta chỉ có thể giúp đỡ hữu hiệu ai mà ta đã hoàn toàn hiểu nỗi đau đớn, tức là những người bạn. Và chỉ có phương cách giúp đỡ độc nhất là để họ học lấy niềm vui. Trong một trang sách khác, Nietzsche vẫn tiếp tục lên án sự phụng thờ đau khổ và lòng thương hại tầm thường, ông đã nhận ra giá trị nơi lòng thương của kẻ mạnh, người đem năng lực mình bảo vệ kẻ yếu đuối, kẻ bị áp bức và ngay cả thú vật. Ở đây nó bày tỏ lòng đại lượng vô tư, có cả khi vô lý, ở những hạng người siêu đẳng đó, mà bọn người tầm thường không thể nào hiểu được, hay chúng cho là điên khùng, vì \"với cỡ người tầm thường thì mọi tình cảm cao thượng và quảng đại đều không có thực: họ nheo mắt khi nghe nói đến chúng. Ở đây nó mô tả tính nhã nhặn của người hiểu biết, dù cho mọi khác biệt về thiên tư, về điều kiện và cách thế, vẫn đối xử bình đẳng với mọi người. Và họ ca ngợi tính đáng yêu này trong mọi tương giao, liên lạc với người khác, -vì họ đã biết thực hành tốt đẹp- đôi mắt rạng ngời, cánh tay chào đón, cõi lòng chân thực: \"sự thân ái nhã nhặn và lễ độ của trái tim tuôn ra dạt dào từ bản năng hướng đến người khác; chính chúng đóng góp nhiều vào cho văn minh con người hơn mọi lòng trắc ẩn, từ bi, hy sinh của cùng một bản năng nọ\" và hơn nữa, ta phải biết đào luyện ở mình những tình cảm đẹp sáng ngời đó: \"phải học yêu thương\". ° Trong những bổn phận mà luân lý cựu truyền dặn dò, Nietzsche đặc biệt phê phán các bổn phận đối với tổ quốc. Nietzsche bảo, chúng ta, những \"tinh thần tự do\", những đứa con của ngày mai, chúng ta là kẻ thù của tất cả khuynh hướng yêu nước rởm, chúng ta là những người không tổ quốc. Lòng yêu nước, đối với chúng ta là một tình tự lạc hậu, thiếu phẩm giá. Buôn bán và kỹ nghệ, trao đổi thư từ sách vở, tính chất quốc tế của nền văn hóa cao đẳng, việc di chuyển dễ dãi, những sự kiện này đã đưa đến sự suy yếu và sửa sọan sự sụp đổ của các quốc gia, ít ra là các nước Âu Châu. Sự tiến bộ rõ rệt trong việc dung hợp các dân tộc, mặc cho chủ nghĩa quốc gia đối kháng lại, và đó chỉ là hành động rồ dại, phi lý, và ngược hẳn với nền văn hóa đích thực. Chủ nghĩa quốc gia phải dùng dối trá, mưu mẹo và bạo lực để giữ tín dụng. Đó không phải là lợi ích chung của dân tộc, mà là lợi ích riêng của các triều đại bảo hòang và của một vài giai cấp lãnh đạo đã xử dụng phong trào quốc gia đó. Khi đã nhận chân được sự kiện này, ta không còn lo ngại phải nỗ lực cho công trình dung hợp các dân tộc. Tuy nhiên chúng ta, những tinh thần tự do, cũng không thể tự gọi mình là những nhà nhân bản, chúng ta không làm trò hề cho những thứ đó! Chúng ta là những người Châu Âu tốt. Tiếng Châu Âu ở đây phải hiểu là lãnh thổ rộng hơn mảnh đất mà Châu Âu địa lý chiếm ngụ, \"bán đảo nhỏ bé của Châu Á\", người ta bao gồm cả ở đây Châu Mỹ, là đứa con gái của văn minh chúng ta. Châu Âu tự định nghĩa bằng văn minh của mình: đó là một toàn bộ các dân tộc có cùng quá khứ chung trong Hy lạp và La mã cổ xưa. trong đạo Do thái và đạo Ky tô. Châu Âu mắc nợ Hy lạp tinh thần khoa học của mình: đó là tư tưởng duy lý và tinh thần phê phán, điều làm cho nó thấy mình cao hơn Châu Á là nơi vẫn còn chưa phân biệt được thơ ca và chân lý. Người ta có thể thấy trước một hợp nhất, trước tiên là kinh tế của các dân tộc Châu Âu, ở đây mỗi nước sẽ là một bang có những lề luật riêng biệt. Sự cải biến các biên giới sẽ tùy thuộc vào lợi ích của từng nhóm và của toàn bộ hơn là tùy thuộc ký ức lịch sử. Không tổ quốc, tinh thần tự do không có một ràng buộc nào với Nhà Nước. Zarathoustra tố giác thần tượng mới đó: “Nhà Nước, đó chính là con quỉ lạnh lùng nhất trong những con quỉ lạnh lùng. Nó nói dối trơ trẽn. Đây là lời dối trá bò trên miệng nó: ta là Nhà Nước, ta là Dân Tộc\" Những tâm hồn vĩ đại phải sống ngoài ý niệm Nhà Nước ; nơi chấm dứt Nhà Nước là nơi bắt đầu đời sống tự do. “Còn lại những nơi chỉ dành cho những người cô độc, những nơi nghe nồng mùi gió mặn lồng lộng thổi từ bờ biển câm nín ra đi...\" Nietzsche coi chủ nghĩa quân phiệt của Nhà Nước hiện đại là xiềng xích trở ngại cho văn hóa. Ông mô tả giới quân đội là nơi con người được nuôi nấng bởi tập thể dân chúng, được cho mặc các thứ y phục nom như đám người đeo mặt nạ, mất thì giờ trong việc di chuyển và tháo ráp vũ khí; là nơi người này hách dịch truyền lệnh và kẻ kia mù quáng nghe theo, là chỗ ông xếp rống tiếng chỉ huy và thuộc hạ cắm cúi bắt chước, cằm cúi làm thêm nghiêm trọng cái giọng điệu thô bỉ đó. Một tổ chức như vậy chỉ có mặt ở các hội sống cổ xưa, lúc bị các nguy hiểm trầm trọng đe dọa, ngày nay nó là vật đã lỗi thời, là di cảo của quá khứ. Không có một chính quyền nào cả gan thú nhận họ tổ chức quân đội để có cơ hội, thỏa mãn các chinh phục thèm khát của mình. Họ quả quyết là chỉ bận tâm tới việc tự vệ chính đáng mà thôi. Nietzsche viết, trong một trang rất cảm động của cuốn Người du hành và chiếc bóng: “Phải từ bỏ lý thuyết quân đội được coi như phương tiện phòng thủ và cũng rất rõ ràng như thèm muốn chinh phục. Một ngày nào đó có thực một dân tộc, nổi bật trong chiến tranh và trong chiến thắng bởi phát triển cao nhất của kỷ luật, của thông minh quân sự, đã quen dành cho hoạt động kia những hy sinh nặng nề nhất, sẽ tự do reo lên: “Chúng ta bẻ kiếm\", và phá hủy các tổ chức quân sự từ nền tảng. Trở thành vô hại ngay giữa lúc đáng sợ nhất, dưới sự ngự trị của một tình tự cao cả. đó là cách duy nhất để đưa đến một hòa bình đích thực, một hòa bình xuất phát từ tinh thần chủ hòa. Thà chết hơn oán thù, và thà chết hai lần còn hơn để oán thù và sợ hãi. Một ngày nào đó lề luật này phải là nguyên lý cao cả cho tất cả các hội sống hòa điệu.\" Tuy nhiên, bằng một bất nhất lạ lùng, người không tổ quốc Nietzsche trong những trang khác lại tán tụng chiến tranh hết mực. Chiến tranh hẳn nhiên có điều là làm cho kẻ chiến thắng tàn bạo và người chiến bại hung dữ. Nhưng nó có cái lợi là đánh thức lòng dã man và đưa về nhiên tính. Đối với văn minh con người nó là một giấc ngủ, một tạm nghỉ trong mùa mưa: từ chiến tranh con người là kẻ hùng mạnh nhất với cái thiện cũng như với cái ác. Nó đem đến cho các dân tộc nhọc nhằn những phẩm tính quý giá như năng lực gắt gao của chiến trận, lòng lạnh lùng trong hành động sát hại kết hợp với ý thức rõ rệt, và cái thản nhiên của con người trước mạng sống của riêng mình và của những người mình yêu quý. \"Hỡi anh em chiến binh, Zarathoustra nói, tôi yêu thương anh em đến tận đáy lòng... \"Anh em phải yêu hòa bình như là phương tiện cho cuộc chiến mới. Hòa binh ngắn ngủi đáng giá hơn hòa bình dài lê thê. Tôi không khuyên anh em lao động, nhưng tôi khuyên anh em chiến đấu. Tôi không khuyên anh em hòa bình, mà tôi khuyên anh em chiến thắng. Lao động của anh em là chiến đấu, hoà bình của anh em là chiến thắng! \"Chiến tranh và can trường làm nên việc vĩ đại hơn là lòng yêu thương đồng loại\". Người ta hiểu tại sao trong cuộc chiến tranh 1914- 1918 ở Đức đã cho ấn hành và truyền bá bản in nhỏ dành cho quân đội (Feldausgabe) ghi những lời trích dẫn của Zarathoustra... Napoléon, người kế tục phong trào Phục Hưng đã có vinh dự tạo lại một thế giới nơi đó người chiến thắng bọn mại bản, trọc phú và đàn bà. Chính ở ông người ta tiên cảm được một chuỗi dài nhiều thế kỷ chiến tranh, nhờ ông người ta đã tiến vào thời đại chiến tranh khoa học và nhân dân. Có lẽ chủ nghĩa anh hùng cổ xưa sẽ chiến thắng tình tự quốc gia, và có phải người ta sẽ thấy giấc mơ của Napoléon thực hiện: một Châu Âu hợp nhất để tiến đến việc trở thành chủ nhân thế giới. Quan niệm cuối cùng này, khi gợi ra tranh chấp giữa các lục địa, có thể cho phép Nietzsche dung hòa được tinh thần Châu Âu cao cả và tình yêu chiến tranh của ông. Tuy nhiên trong một trang di cảo của cuốn Ý Chí Hùng Tráng, ông đòi hỏi con người phải trở nên người Siêu Châu Âu khi dàn trải tầm mắt mình ra bốn phương. Lúc nào Nietzsche cũng không ngừng chỉ trích nước Đức, tổ quốc mình, \"xứ không thành lũy của Châu Âu\", những người Đức, “những người mảnh vụn\", những chuyên viên thỏa mãn về lĩnh vực chuyên biệt nhỏ hẹp của mình và Đế chính Đức cùng với những vĩ nhân của quá khứ và hiện tại. Phương châm: Nước Đức trên hết đối với ông là khẩu hiệu ngu xuẩn nhất. Có cần phải lưu ý người ta sẽ không là Nietzsche nếu ta tự giới hạn mình bằng cách lặp lại dễ dàng sự kết án chủ nghĩa Đức đó. Về điểm này, lý thuyết Nietzsche đích thực nằm ở việc phê phán tổ quốc riêng của mình bằng cả tinh thần tự do mà một người Đức là Nietzsche đã làm đối với nước Đức. Siêu hình và luân lý mà Nietzsche cực lực kết án là hai thứ đã thâm nhập tinh thần Do thái - Ky tô. Người ta hiểu rõ rằng Nietzsche phê phán chính đạo Do thái và Ky tô. Ông thực hiện hành động đó với vẻ gắt gao khác hẳn với cái dịu dàng mà, ở quãng đầu của cuộc đời ông đã cảm nhận được ở đạo Cơ Đốc, với cảm tình tốt mà ông đã bày tỏ, ở những trang tác phẩm cũng như ở thư từ, đối với con người của Jésus, “người xứng đáng nhất của tình yêu\" Người Do thái đã có những thành tựu đầu tiên trong việc lật đổ các giá trị do người quý phái Aryen dựng lên. Với họ, \"cuộc nổi dậy của bọn nô lệ trong lĩnh vực luân lý\" đã bắt đầu. Các nhà tiên tri của bọn họ đã đồng nhất hóa một phần những tiếng giàu sang, hùng cường, mãnh liệt, nhục dục, hung dữ, vô đạo, phần khác với những chữ nghèo khổ, yếu hèn, tốt lành, bạn hữu, và thánh thiện. Jésus de Nazareth là địch thủ của nước Do thái, cho nên chính Người là kẻ chiến thắng các giá trị mới của dân Do thái. Đạo Ky tô là \"tôn giáo chống Aryen mãnh liệt nhất\" - kẻ cứu rỗi kia đã mang đến cho người nghèo, người bệnh và người tội lỗi cái toàn thiện và chiến thắng, nghĩa là cái quyến rũ nấp dưới hình thức khó chống cự nhất và nguy hiểm nhất. Bao nhiêu là lừa lọc và đảo lộn với cái biểu tượng “chữ thập thánh\" cái nghịch lý ghê gớm của một \"Thượng đế đóng đinh trên thập tự\", cái thần thoại độc ác ghê tởm của một Thượng đế tự đóng đinh mình vì muốn cứu rỗi con người! Chung quanh các thầy tu kiêu căng, hung dữ và ưa báo thù, những con trùng ký sinh sống thịnh vượng nhờ vào cơ thể hội sống và cơ năng thánh thiện, tụ tập tất cả những kẻ khốn cùng. Bọn họ mơ tưởng đến một cuộc cách mạng xã hội thực hiện ở thế giới bên kia, một đời sống tương lai nơi được đền bù những đau khổ ở trần gian này, nơi họ vui sướng tham dự vào cuộc hành hình các kẻ thù lợi hại nhất của họ. Trên quan điểm này đạo Ky tô là một số tổ chức tàn bạo (tổ chức tàn bạo số một?)và học thuyết của nó là \"siêu hình học của tên đao phủ.\" Những kẻ khốn cùng bị tên thầy tu lôi cuốn đang ở trong tình trạng thiếu đối kháng sinh lý, những kẻ bị mệt mỏi, suy yếu. Giữa họ có những kẻ ho lao thể xác hay tâm hồn, những tên đần độn, theo nghĩa y lý của danh từ, những tên ngu dốt, loạn thần kinh, cặn bã của hội sống. Chính Jésus, cũng như Thánh Francois d'Assise sau này, là “kẻ dâm ô lý tưởng\", là một \"vị thánh của tình dục biến dạng\" Đáng tiếc là không có một Dostoievski nào sống trong cảnh suy đồi đó để tả cho chúng ta thấy cái hội sống này, để làm nổi bật \"vẻ đẹp thấm thía của một hỗn hợp cao cả, bệnh hoạn và ấu trĩ!\". ( Chính thầy tu cũng là kẻ bệnh canh giữ người bệnh. Hắn vừa đủ bệnh hoạn để hiểu sâu sắc người bệnh, nhưng đồng thời cũng khá mạnh để tác động lên họ. “Thống trị trên kẻ đau khổ\" đó là vai trò, là nghệ thuật đặc biệt, là bá chiếm, là hạnh phúc của hắn. Hắn là người bảo trợ, là nhà giáo dục, phòng thủ, và thống trị người bệnh. Hắn bảo vệ người bệnh chống lại những kẻ lành mạnh đồng thời chống lại cái thèm muốn do người mạnh gây ra. Hắn là kẻ thù tự nhiên, là kẻ miệt thị mọi thứ sức khỏe, mọi thứ hùng tráng. Chống lại kẻ mạnh, hắn chủ trương một cuộc chiến tranh nham hiểm, quy tụ ở hắn \"cái hung dữ của con gấu trắng, cái kiên nhẫn lạnh lùng của con hổ, và nhất là cái xảo trá của con cáo.\" Trước khi chữa trị người bệnh, hắn làm cho vết thương của họ trầm trọng thêm, hắn tiêm thuốc độc vào vết thương đó. Hắn phát hiện cho họ thấy tội ác và tội ác là nguyên nhân mối đau đớn của họ. Chính ý tưởng tội ác này gói ghém mọi chủ đề của Ky tô, trừng phát, (trừng phạt?)vĩnh cửu, bi quan và chuộc tội. “Người thày tu thống trị bằng cách sáng tạo tội ác\", dấu hiệu ô nhục của loài người. Bây giờ -- trên hành tinh khổ hạnh là trái đất chúng ta - là lúc lâm chung của những trái tim tử đạo, cái thèm muốn hạnh phúc không ai biết được và nỗi khao khát giải thoát, “cứu rỗi\". Sáng tạo hay tăng phần nỗi đau khổ, người thầy tu quy tụ quanh mình những kẻ bệnh hoạn, Giáo hội chính là hội đoàn các kẻ bệnh hoạn và ngu dốt. Bây giờ người thầy tu mới xoa dịu nỗi đau khổ mà hắn gây ra, hay khêu lên. Hắn dùng một loại thuốc phiện rất khéo léo, một thứ thôi miên. Hắn dùng một phương pháp giảm đến tối thiểu đời sống sinh lý và đời sống tinh thần, tuổi trẻ, sự tiết dục, bần hàn, ép xác, sự \"đần độn\", chữ hiếu theo nghĩa của Pascal: từng ấy thứ, với người bệnh, có hiệu quả như một thứ thuốc mê. Lý tưởng khổ hạnh, ở những kẻ kiệt lực này, là một phương tiện để bảo tồn đời sống. Rồi tiếp theo, người thầy tu dạy cho thực hành một hành động mang đầy tính chất máy móc, hành động biến con người thành bộ máy tự động, và khiến họ chỉ còn biết đến những nỗi đau đớn của mình không thôi... Sau cùng, để chống lại sự khiếp nhược, y khuyến lệ những niềm vui nho nhỏ có thể chấp nhận được, niềm vui đến từ tình yêu người đồng loại: nghĩa cử, quà tặng, sự cứu giúp, việc cổ võ, niềm an ủi, đức từ bi. Cái bản năng sâu sắc nhất trong các bản năng là ý chí hùng cường, được tìm thấy, với một dung lượng nhỏ nhất, trong “niềm vui sướng tiêu phí vui sướng\". Niềm vui tạo nghĩa cử cho nhau là liều thuốc cơ bản để chống lại sự khiếp nhược, yếu hèn. Những kẻ yếu đuối thì thích kết hợp, cũng như người hùng tráng lại khoái chia lìa. \"Người thầy tu khổ hạnh, tên phù thủy già nua trong trận chiến đấu chống lại đau khổ kia ơi! Khi làm hư hỏng con người bằng cách làm yếu hèn họ đi, hắn tuyên bố là nhờ mình mà con người trở nên tốt đẹp nhất. Đó quả là một đồi trụy thực sự. Đạo Ky tô là nguyên nhân của suy đồi, của hủy hoại ; nó chuẩn bị cho chủ nghĩa hư vô về sau. Việc sáng tác tội ác của Ky tô là \"tội lỗi lớn nhất chống lại loài người\". Đạo Ky tô, cho đến nay, là một vô phước lớn nhất cho nhân loại\".     \"Người nào ca ngợi kẻ đó là Thượng đế của tình thương, người đó chưa có nổi ý niệm cao thượng về tình thương. Thượng đế kia có muốn mình là người phán đoán chăng? Nhưng ai yêu thương, là yêu thương ở bên kia hình phạt và phần thưởng. Khi gặp các người thày tu, Zarathoustra giảng giải vì sao mình không chấp nhận được lòng tin của họ: Tuy nhiên Zarathoustra chê trách những thù địch này:   \"Xiềng lại bằng các giá trị nguỵ tạo và lời lẽ ảo tưởng! - Ôi, phải có một người cứu vớt họ khỏi Đấng Cứu Rỗi!\" Vả lại, có gì ngăn cản người chống Ky tô kia, trong tác phẩm Chống Ky tô của ông, trình bày với chúng ta một Jésus hoàn toàn khác với Jésus của Giáo Hội, một Jésus với tinh thần tự do, khinh bỉ mọi Giáo điều, mọi khuôn ước, và mang đến cho con người thông điệp vui tươi nọ, không hề có tội ác và hạnh phúc đời đời là ở ngay trần gian này ; vì \"không phải là một niềm tin mới, nhưng là một cuộc sống mới “. Như vậy, Nietzsche viết, ở trong vài trang di cảo xuất bản trong sưu tập nhan đề: Ý Chí Hùng Tráng, thuyết Cơ Đốc ngày nay chính là thuyết đại nghịch với đạo Ky tô nguyên thủy. Điều bây giờ người ta gọi là “Chân lý Ky tô“ thực ra hoàn toàn là điều dối trá. Vì đạo Ky tô không liên hệ gì đến bất cứ giáo điều trơ tráo nào khoác lên tên của nó. Ngày nay còn có thể có một đời sống con chiên theo Ky tô thoát khỏi các giáo điều phi lý kia chăng? Đến đây người ta đã hiểu vì sao hiện nay ở Đức đã có vài Mục sư Tin lành tự xưng là những người theo Nietzsche... ° Ngày nay, mặc cho những biểu hiện bên ngoài, phong trào dân chủ nối chân theo phong trào Cơ Đốc. Cuộc nổi dậy của bọn nô lệ tiếp tục dưới một hình thức mới. Chính tinh thần Ky Tô bình đẳng đã và sẽ gây ra nhiều cuộc cách mạng đẫm máu và đầy tội lỗi. Trong các lý thuyết dân chủ, người ta tìm thấy cả những chủ thuyết chính yếu của tôn giáo KY TÔ: thù ghét cường quyền, bình đẳng, khát vọng đời sống bình thường, tránh đau khổ. Chế độ dân chủ thiết yếu là sự thống trị của các thứ tầm thường, là chế độ tầm thường.   \"Khi thế gian ngợp chìm trong gióng tố của trận trả thù do chính mình gây ra, đó chính là công lý. Chúng ta muốn đập bời bời bằng trận trả thù của mình lên trên những kẻ nào không cùng khuôn thước với ta, và phủ lên đầu chúng mọi thứ giông bão kinh hồn. \"Ý chí bình đẳng, đó là thứ chúng ta gọi là đức hạnh!\" Về luận cứ bình đẳng trước Thượng đế, Zarathoustra nói: Và Zarathoustra trả lời với những con nhện bà dân chủ: “Tôi không muốn lẫn với những kẻ rao giảng bình đẳng. Bởi vì công lý đã nói với tôi như vầy: loài người không bình đẵng với nhau.     Phong trào dân chủ, kế tục đạo Cơ Đốc, và cũng như đạo Cơ Đốc, nó là hình thức của suy đồi: không những suy đồi chính trị mà còn suy đồi cả luân lý. Ngày nay, tất cả đều đã Do thái hóa, Ky tô hoá, tất cả đều đã dân chủ hóa, vô lại hóa... Người ta đã nói nhiều về nữ quyền, phong trào ngày nay tuyên bố sự bình đẳng giữa hai phái. Việc đòi hỏi này còn là hậu quả của tinh thần dân chủ và các khuynh hướng bình đẳng. Đó là một tiến bộ đáng buồn của Châu Âu trên đường đi vào bế tắc. Việc giải phóng phụ nữ đưa đến suy đồi hoàn toàn, vì một phong trào như thế ngầm chứa sự dại khờ làm xấu hổ người đàn bà thánh thiện và khôn ngoan. Người phụ nữ, khi đoạt được những quyền lợi mới, chỉ thu được duy nhất một điều là sự độc lập kinh tế, hợp pháp của một anh tá sự. Và địa vị họ thụt lùi, họ mất hẳn cái lợi chính đáng vì đã lay chuyển niềm tin của người đàn ông nơi lý tưởng huyền ảo còn che giấu ở người khác phái lòng tin của họ vào người nữ muôn thưở. Nhưng nguy hiểm nhất là tuyên bố bình đẳng giữa hai phái trong tình yêu. Mỗi người trong hai phái đều có những định kiến và tình cảm khác biệt nhau. Người đàn bà hiểu tình yêu là một dâng hiến hoàn toàn cả thể xác lẫn tâm hồn mà không nghĩ đến bất cứ hạn chế nào. Họ muốn được chấp nhận được ôm ghì như một vật sở hữu. Họ trao mình cho một kẻ không cho lại gì hết. Tình yêu ở người đàn bà là một niềm tin thực sự, bởi họ không có niềm tin nào khác. Người đàn ông đòi hỏi ở người đàn bà một tình yêu như vậy, nhưng chính anh ta thì không cho hay dâng hiến gì cả. Ngược lại, anh ta chỉ muốn làm phong phú thêm bản ngã của mình bằng sức phụ giúp, bằng hạnh phúc và lòng tin. Một người đàn ông yêu như đàn bà sẽ trở thành nô lệ ; một người đàn bà yêu như đàn bà sẽ là người đàn bà hoàn toàn nhất. Như vậy người đàn bà thì tự khắc phục, đàn ông thì đón nhận. Người ta sẽ phán đoán một đối nghịch như thế cứng rắn, kinh sợ, khó hiểu, vô luân. Đó chính là tình yêu hoàn toàn, vì đó là theo thiên nhiên, và thiên nhiên thì không có một chút luân lý nào cả. Từ đó tình chung thủy nằm trong tình yêu của người đàn bà, nó là hậu quả cần thiết của tình yêu. Nhưng nó không dự phần vào tình yêu của người đàn ông.   \"Ở người đàn bà, tất cả đều là một bí ngữ. Nhưng có một chữ để chỉ bí ngữ kia. Chữ đó là: sinh đẻ.   \"Đàn ông phải nuôi lớn để dành cho chiến tranh, đàn bà là lúc nghỉ ngơi của người chiến sĩ. Mọi thứ còn lại đều là điên rồ “. Xa hơn nữa, Zarathoustra mãnh liệt bày tỏ một chủ đề chỉ định trong ghi chú của cuốn Hiểu Biết Hài Hòa là: \"Đặc tính của người đàn ông là ý chí, của. người đàn bà là chịu khuất phục\".   \"Khi một người đàn bà đã phó thác, vâng phục cho tình yêu trọn vẹn của mình, nàng nghĩ: nơi đây bây giờ là một trần gian hoàn toàn rồi.\" \"Ngươi đi đến với đàn bà ư? Nhớ đừng quên mang treo cây roi\". Đàn bà cần sự hiện diện của người đàn ông. Sức mạnh của đường gân thớ thịt ở một thiếu nữ sẽ tăng trưởng khi một người đàn ông đến gần nàng. Nàng còn triển khai hơn nữa bằng một tiếp xúc sâu kín như khiêu vũ hay những “cách cảm xúc khác\". Người đàn bà tự nhủ với mình: “Nỗi buồn nặng nề nhất bay biến ngay khi người đàn ông bắt đầu đến bước chân ta “. Một người đàn bà bản chất cao thượng không chấp nhận câu thơ của Goethe về người nữ muôn thưở, nàng biết rằng chính người nam muôn thưở đã lôi cuốn trên cùng hết. Khi nàng hy sinh cho người đàn ông điều nàng gọi là danh dự của mình, trên thực tế chính là thèm khái riêng tư đã xui nàng làm cử chỉ đó: người đàn ông phải biết điều đó dù hắn khoan khoái và biết ơn vì hành động kia. Đôi khi người đàn bà có tình cảm cao quý và tinh thần chất phác chỉ biết bày tỏ tặng vật của chính mình bằng cách dâng hiến cái quý giá nhất họ có, lòng trinh bạch, đức hạnh. Người đàn ông nhận quà tặng nhưng không tin mình dấn thân vào sâu xa như người cho đã nghĩ: từ đó là câu chuyện buồn... Bao nhiêu là kiêu căng ở người đàn bà! việc trang điểm mang đến cho một thứ say sưa. Người đàn bà tin vào vóc dáng mình cũng như họ tin vào Thượng đế. \" Nếu anh là một tên nô lệ, anh không thể là một người bạn. Nếu anh là một bạo chúa, anh không thể có bạn bè. “Tên nô lệ và lãnh chúa vẫn ngàn năm ẩn nấp trong người đàn bà, thành thử người đàn bà không thể có tình bạn bởi nàng chỉ biết có tình yêu. Đàn bà chưa thể có tình bạn. Những con mèo xiêm, đó là tất cả ở người đàn bà. Những con mèo xiêm. Những con chim. Hay những con bò cái\". Sau hết xin trích ra đây vài lưu ý khác về tình yêu và hôn nhân: \"Tình yêu dung thứ cho đối tượng của mình ngay chính cả thèm muốn “. Tình yêu, “điều mà người ta gọi là tình yêu, trong tất cả các ngôn ngữ và trong tất cả im lặng của trần gian\", chỉ thị sức mạnh vũ bão là biến dạng của say sưa. Người ta tự biến hình và biến hình kẻ mình yêu: “Người ta bị lừa một cách thô lậu, và bị lừa một cách khôn khéo khi người ta khôn khéo\". Và không chỉ có một tình cảm về sức vũ bão, một sức mạnh vũ bão cũng thực sự gia tăng. Kẻ yêu đương trở thành hoang phí, phiêu lưu, cả tin, “một con lừa của lòng ngây thơ và quảng đại\". Đôi cánh mọc từ \"kẻ ngu ngốc hạnh phúc kia\". Với cuộc biến dạng nọ nghệ thuật xuất hiện giữa lòng bản năng tình yêu - “Những cuộc hôn nhân yêu đương đều có cha là lầm lẫn và mẹ là cần thiết, nhu cầu\". Zarathoustra bảo: \"Tình yêu, đó là nhiều cơn điên ngắn. Và hôn nhân của bạn chấm dứt những cơn điên ngắn kia bằng sự ngu ngốc lâu dài\". Vì lầm lẫn những khác biệt cơ bản giữa hai phái và đặc tính thực sự của tình yêu, phong trào nữ quyền hiện đại là một yếu tố của suy đồi và thoái hóa, cũng như, bằng nhiều nguyên cớ khác, tất cả các lý thuyết bình đẳng vậy. ° Tinh thần tự do phải là tinh thần phê phán tất cả các lý tưởng cựu truyền:“ Niềm tin vào chân lý bắt đầu với hoài nghi vào chủ đề của lọai chân lý mà từ trước đến nay người ta đã tin tưởng “ -- Nietzsche thảo luận về tất cả mọi quả quyết đến ngày nay vẫn còn cho là thực, tức là các niềm tin siêu hình, đạo đức, tôn giáo, chính trị, xã hội, thẩm mỹ. Tới đây, chỉ duy một ý niệm tỏ ra thoát khỏi cuộc thảo luận, đó là ý niệm chân lý. Ý niệm kia không tới phiên nó bị thử thách ư? Tình yêu chân lý ngày nay quay sang chống lại chính lý tưởng chân lý. Có lẽ cái đặc ái chân lý chỉ là một trong những định kiến luân lý không chống lại một phê bình đứng đắn và nghiêm chỉnh... Chưa có người nào đủ chân thực để đặt vấn đề luân lý. Trong cuốn Hiểu Biết Hài Hòa, Nietzsche đặt niềm vui trên sự hiểu biết, cái vui sống ở trên cái vui hiểu biết... Hẳn nhiên ông tiếp tục lên án gắt gao sự thiếu thốn ý thức trí tuệ, tiếp tục xem cuộc đời như phương tiện của hiểu biết và chính hiểu biết cũng là thế giới đầy gian khổ và vinh quang, nơi khiêu vũ, cờ bạc và chủ nghĩa anh hùng tìm thấy chỗ đứng của mình. Nhưng phần khác, ông cũng đưa ra cảnh một kẻ du hành vừa đi vừa khóc: \"Khuynh hướng tiến đến sự thật, đến thực tiễn, đến đích xác, tôi hận nó biết bao. Tại sao sức giao động, u tối và đam mê đó cứ đeo đuổi tôi. Tôi muốn an nghỉ, nhưng nào nó có cho.\" Nhưng rồi yên tâm rằng khoa học không phải là một tuyệt đối, rằng nó dựa trên lòng tin, kẻ du hành kia tưởng đến “một tự do của ý chí, nơi tinh thần đã thoát bỏ mọi tín ngưỡng, mọi ham thích đích xác, nó hành động như đang đứng trên mấy sợi dây mong manh của mọi cái khả hữu và khiêu vũ bên bờ vực thẳm. Một tinh thần như vậy là một tinh thần tự do hoàn hảo nhất\". Trong lời tựa, viết vào năm sau lần xuất bản đầu tiên, Nietzsche viết: \"Chúng ta không còn tìm thấy vui thích ở sự vật mang khẩu vị xấu nọ, ý chí của chân lý, chân lý với mọi giá\". Ông bày tỏ cùng ý tưởng đó bằng một bài thơ ngắn, viết “ trong miền Nam “. “ Nơi miền Bắc, -- tôi ngập ngừng thú nhận điều đó - Tôi đã yêu nqưởi đàn bà than khóc:  Chân lý chính gọi tên là người đàn bà kia “ Khi minh chứng khoa học đặt nền tảng trên tín ngưỡng và lòng tin nơi chân lý là một tín ngưởng luân lý, bắt nguồn từ Platon và đạo Ky tô, Nietzsche sửa soạn công việc phê phán ý niệm đó và đó cũng là một ý niệm cựu truyền. Cái gì sẽ được thay thế nó. Trong một đoạn mang tựa đề chủ nghĩa ích kỷ ông trình bày điều ông gọi là quy luật viễn cận, có giá trị trong lĩnh vực tình cảm, lĩnh vực tùy thuộc hoàn toàn vào bản ngã: “ Theo quy luật này, sự vật ở gần nhất hiện ra to lớn và nặng nề, nhưng càng xa kích thước và trọng lượng nó càng giảm\". Ông áp dụng ngay quy luật này vào đời sống trí tuệ vào hóa công thức cái ông gọi là thuyết viễn cận. \"Chúng ta hoàn toàn không có một cơ quan nào cho tri thức chân lý, chúng ta biết hay hơn nữa tin rằng biết cái có ích lợi mà chúng ta hiểu trong lĩnh vực lợi ích của đoàn thể con người, của loại giống\". Chính thuyết viễn cận này được ông trình bày trong đôi trang của cuốn Hiểu Biết Hài Hòa và trong những tác phẩm về sau, đặc biệt là trong những trang di cảo danh tiếng xuất bản với nhan đề Ý Chí Hùng Tráng. “ Chân lý có nghĩa là cái dựng lên mẫu mực con người\". Phương pháp để tìm thấy và để thiết lập chân lý không phải đã được khám phá vì các lý lẽ của trật tự trí tuệ, nhưng vì các nguyên do của sức mạnh tiếp theo các nguyên do của ý chí thống trị\". Chân lý tự minh chứng bằng cái ích lợi thiết thực của nó, bằng tình cảm làm gia tăng sức mạnh hùng tráng của nó. “Mỗi trung tâm sức mạnh có viễn tượng của nó cho mọi cái còn lại, nghĩa là hành động đặc thù, sức đối kháng của nó. Thế giới biểu hiện ẩn trong các hành động đặc biệt về thế giới xuất phát từ một trung tâm trên. Không thể có cách hành động nào khác, điều người ta gọi là thế giới chỉ là chữ để chỉ định trò chơi của toàn thể các hành động kia. Thực tại thu hết sức nhỏ trong hành động kia và phản ứng đặc biệt của mỗi cá nhân đối với toàn thể.\" Chủ thể, tức hữu thể loại biệt gây nên các hành động và các phản ứng. Mọi hữu thể, ngay cả mọi cơ thể, ngóng đến việc trở thành chủ ông trong mọi phạm vi bành trướng khắp nơi sức mạnh, ý chí hùng tráng của mình và chống lại mọi thứ kháng cự sức bành trướng của nó. Nhưng rồi nó gặp các hữu thể khác, các cơ thể khác cũng có cùng một ước vọng như vậy. Thế giới là kết quả của các hành động và phản ứng kia. Trong các lực lượng làm cho cái này xung khắc cái kia ở đời sống cụ thể, thế giới của ý thức chiếm một chỗ rất nhỏ. Ngay ở con người ý thức cũng không phải là tất cả vì phần lớn hoạt động trí tuệ của chúng ta vận dụng một cách vô thức. Đến khi xuất hiện, ý thức chỉ là “ một phương tiện sau hết của phát triển và tăng trưởng sức sống\". Nó chỉ là phương tiện của thông đạt, kết quả của những liên hệ giữa cơ thể và thế giới ngoài. \"Tri thức hành động như khi cụ của sức mạnh hùng tráng\". Cảm quan dùng để hướng dẫn ta trong thế giới đồng thời bảo vệ và phát triển ta. Chính con người sáng tạo nên các vật thể. Chân lý ở đây là “ lý chí trở nên chủ ông tính trùng phức của cảm giác\". Chất liệu của cảm giác đã được sửa soạn bởi trí năng ; các hỗn tạp của các ấn tượng cảm giác được hóa lý luận. Vì “luận lý là khuynh hướng hiểu thế giới đích thực theo lược đồ của hữu thể được chúng ta ấn định, hay nói rõ hơn: do ở chúng ta hóa công thức và ấn định thế giới đích thực\". Sự ấn định này không có mục đích là tri thức thuần tuý, nó dành để thỏa mãn các yêu cầu thực hành. Lòng tin vào luận lý chứng minh không pháỉ chân lý của mình, nhưng cái lợi ích của mình cho đời sống. Để hành động, để hanh thông ta phải tìm cho mình cái cố định, cái bất dịch trong đời sống. Và các vật thể chỉ để sử dụng trong điều kiện đó. Vì lý lẽ này của trật tự thực hành, con người xác nhận cái hình thể thay vì cái biến dịch. Nó khắc vào biến dịch đặc tính của hữu thể. “ Ý chí của chân lý chỉ là sự thèm khát một thế giới nơi đó tất cả là kiên cố trường cửu\". \"Hữu thể\" làm nên thành phần thị giác của chúng ta. Yêu cầu của chúng ta xác định đầy đủ hoạt động của cảm quan ta mà thế giới biểu hiện xuất hiện với ta như một thực tại. Các hình thái và quy luật của tư tưởng là các phương tiện thích nghi được đặt để bởi các điều kiện bên ngoài. Không gian Euclide là một chân lý vì nó là một điều kiện hiện hữu của chúng ta. Luân lý là một phương tiện phòng vệ và hoạt động, một sưu tập các công thức thực hành. Các nguyên lý luận lý như nguyên lý đồng nhất (A là A ; một vật đồng nhất với chính mình), như nguyên lý không mâu thuẫn (A không phải là không A ; người ta không thể vừa khẳng định vừa phủ nhận một vật với một vật khác) đặt để với chúng ta như các phương tiện sáng tạo về cách sử dụng các vật cụ thể của chúng ta. Nơi đây luôn luôn phải hóa lược đồ, đặt để điều hòa các sự kiện hỗn tạp để thỏa mãn yêu cầu thực hành của ta. Cưỡng ép chủ quan cấm chỉ tự mâu thuẫn tự nền tảng là một cưỡng ép vật sống; nguyên lý này bày tỏ sự bất lực, không bày tỏ được chân lý. Nguyên lý nhân quả (tất cả đều có nguyên nhân) cũng có nguồn gốc ở tính cần thiết của hành động. Tư tưởng nguyên nhân phát xuất từ tình tự của sức mạnh hùng tráng, tư tưởng hậu quả đến từ định kiến cho rằng sức mạnh hùng tráng được đạt trong tình thế chuyển động. Chúng ta không thể tưởng tượng một thay đổi nào mà không có ý chí hùng cường. Chúng ta sẽ không thể tìm thấy nguồn gốc của trạng thái biến hình nếu không có một lấn lướt của sức mạnh này lên sức mạnh khác. Khoa học không mang đến cho ta một giải thích vũ trụ ; nó chỉ là khí cụ để diễn dịch cho lợi ích của chúng ta để dung hợp thế gian. Hình ảnh thế giới mà các nhà vật lý và hóa học hình thành tự yếu tính không khác với hình ảnh chủ quan mà mọi người đã có. Thế giới được xây dựng với giác quan rộng lớn nhất, nhưng cũng với giác quan của chính chúng ta. Thuyết vũ trụ cơ động lý hoá là sự sao chép thực tại trong ngôn ngữ con người. Mọi giả thiết của thuyết đó như nguyên tử, vật chất, sức ép, va chạm, trọng lực, không phải là sự kiện tự có, nhưng là các diễn dịch nhờ sự giúp đỡ của các giả tưởng tâm thức. Các mệnh đề mà ta gọi tên là quy luật khoa học chứng tỏ với chúng ta, trong lĩnh vực lưu tâm riêng tư của mình, các tương quan sức mạnh tự lặp đi lặp lại ra sao... Tư tưởng chân lý không đối kháng với phân tích này. Chân lý, trên quan điểm cảm quan, là những gì dẫn đến sức đối kháng lớn nhất, trên quan điểm tình cảm, là những gì phát xuất cảm tính mạnh nhất, và trên quan điểm trí tuệ, là những gì đem đến cho tư tưởng tình tự lớn nhất về sức mạnh hùng cường... Thuyết viễn cận của Nietzsche là một trong những hình thái của học thuyết nổi danh ngày nay, nhưng nấp dưới tên khác là chủ nghĩa thực dụng. Gœrge Elliot, người đã sống trong khung cảnh của các nhà triết học (Lewes, Spencer) lần đầu tiên đã dùng chữ Mỹ chủ nghĩa thực dụng trong cuốn tiểu thuyết Middlemarch của bà. Nhà triết học Peirce, tác giả bài báo trinh bày triết học hành động, những bài xuất hiện trên tờ Khoa học phổ thông hàng tháng (Popuplar Science Monthly) năm 1878 và được dịch ra đăng trên Tạp chí Triết học (Revue Philosophique) vào năm 1878 và 1879, đã dùng chữ này trong cuộc nói chuyện và trong bản in năm 1902. Nhà triết học vĩ đại Mỹ William James đã mượn chữ này của Peirce và phát triển nó thành nổi tiếng. Chính vào năm 1881 Nietzsche viết và năm 1882 ông xuất bản cuốn Hiểu Biết Hài Hòa là cuốn ông trình bày lần đầu tiên thuyết viễn cận của mình. Nhưng ngay từ năm 1873 ông đã trình bày cho riêng mình với chủ đề này bằng những ghi chú và chưa xuất bản về Chân lý và Sai lầm trong ý nghĩa ngoài Luân lý. Vì thế một nhà viết sử chính yếu Pháp về chủ nghĩa thực dụng, René Berthelot, tác giả cuốn Một chủ nghĩa lãng mạn thực dụng, nghiên cứu về hoạt động thực dụng, (Alcan xuất bản, 1911) đã gọi Nietzsche là “ kẻ tiền phong và có lẽ là nhà vô địch cừ khôi nhất của nghịch lý thực dụng “... Dù với thuyết viễn cận của mình, Nietzsche, trong tất cả những cuốn từ sau cuốn Hiểu Biết Hài Hòa cho đến những bản viết cuối cùng, không ngừng gọi nó, và các thuyết khác của mình, là chứng tích của tinh thần tự do. Ông thường nhắc đến “ những đòi hỏi của lương tri trí tuệ.\" Chính dưới danh nghĩa “ chân lý\", trong cuốn Der Antichrist, Nietzsche kết án đạo Ky tô của bọn tăng lữ. Ngay ở những trang di cảo Ý Chí Hùng Tráng, ông vẫn còn dùng đôi khi với vẻ tự châm biếm - danh từ to lớn “chân lý\" kia. Nói về sức mạnh mà các nhà vô luân lý sử dụng, ông viết: “Một lôi cuốn vĩ đại sát cánh với chúng ta, có thể là lôi cuốn to lớn nhất: lôi cuốn về chân lý\"... Người ta có thể rút ra một ý tưởng là mọi phê bình của Nietzsche đều là tác phẩm của tinh thần tự do được kích động bằng lòng nhiệt thành say sưa và tình yêu chân lý nồng nàn.  "
        }
    ]
}
