{
    "id": 1777,
    "cate_id": 13,
    "name": "Thượng đế, Thiên nhiên, Người, Tôi & Ta",
    "photo": "https://docsachhay.net/images/e-book/thuong-de-thien-nhien-nguoi-toi-ta.jpg",
    "data": [
        {
            "order": 9,
            "name": "SÁCH THAM KHẢO",
            "content": " SÁCHBrimo, Albert - Les grands courants de la philosophie du droit et de l'Etat - Paris, Pedone, 1968 (2è édition).Carbonnier, Jean - Droit civil - Paris, PUF (Coll. Thémis).Carbonnier, Jean - Sociologie juridique - Paris, PUF, 1994 (Coll. Quadrige).Gaudemet, Jean - Les naissances du droit - Paris, Montchrestien, 1998 (Précis Domat).Gilissen, Jean - Introduction historique du droit - Bruxelles, Bruylant, 1979.Goyard-Fabre, Simone - Les fondements de l'ordre juridique - Paris, PUF, 1992.Goyard-Fabre, Simone et Sève, R - Les grandes questions de la philosophie du droit - Paris, PUF, 1986.Leca, Antoine - La genèse du droit - Aix-en-Provence, Presses universitaires d'Aix-en-Provence, 1998.Moore, Charles A. (ed.) - Philosophy - East and West NewYork, Freeport, 1970 (reprinted).Perelman, Ch. - Droit, Morale et Philosophie - Paris, LGDJ, 1968.Rouland, Norbert - Aux confins du droit - Paris, Odile Jacob, 1991.Sériaux, Alain - Le Droit naturel - Paris, PUF, 1993.Sériaux, Alain - Le Droit, une introduction - Paris, Ellipses, 1997.Serres, Michel - Le Contrat naturel - Paris, F. Bourin, 1990.Terré, François - Introduction générale au droit - Paris, Dalloz, 1998 (4è édition).Villey, Michel - Philosophie du Droit Tome I: Définition et fin du droit, - Paris, Dalloz, 1982 (3è édition). Tome II: Les moyens du droit, - Paris, Dalloz, 1979.Villey, Michel - Seize essais de philosophie du droit, - Paris, Dalloz, 1969.Yosiyuki Noda - Introduction au droit japonnais, - Paris, Dalloz, 1966.TẠP CHÍDroit et religion - Archives de Philosophie du Droit, - no 38, 1993.Sujet de droit et objet de droit - Cahiers de Philosophie politique et juridique, Presses universitaires de Caen, - n° 22, 1993.\n"
        },
        {
            "order": 0,
            "name": "LỜI GIỚI THIỆU",
            "content": " TRIẾT LÝ LUẬT & TƯ TƯỞNG PHẬT GIÁOTRUNG TÂM VĂN HÓA KHUÔNG VIỆTXuất bản – 1999NHÀ XUẤT BẢN TP HỒ CHÍ MINH2000MỤC LỤCLỜI GIỚI THIỆUBÀI THỨ NHẤTLUẬT LÀ GÌ? GIỚI LUẬT LÀ GÌ?LUẬT LÀ GÌ?I - LUẬT VÀ PHONG TỤC.II - LUẬT VÀ LUÂN LÝIII - LUẬT VÀ TÔN GIÁOGIỚI LUẬT LÀ GÌ?BÀI THỨ HAILUẬT BẮT NGUỒN TỪ THẦN LINHLUẬT BẮT NGUỒN TỪ THƯỢNG ĐẾ.I - QUAN NIỆM THỨ NHẤTII - QUAN NIỆM THỨ HAIIII. LUẬT TRONG KI-TÔ GIÁOBÀI THỨ BALUẬT ĐẾN TỪ TỰ NHIÊN.I.QUAN NIỆM CỔ ÐIỂNII. QUAN NIỆM CẬN ÐẠIBÀI THỨ TƯNGUỒN GỐC CỦA LUẬTLUẬT ÐẾN TỪ CON NGƯỜI, TỪ CÁ NHÂN.I - CÁ NHÂN CHỦ NGHĨA.II - TÌNH TRẠNG BAN SƠ VÀ NGUỒN GỐC CỦA LUẬT: HOBBES VÀ LOCKEBÀI THỨ NĂMNGUỒN GỐC CỦA LUẬTLUẬT ÐẾN TỪ THIÊN NHIÊN, TỪ SỰ SỐNG.I - DEEP ECOLOGY.II - STONE, LEOPOLD, ROUTLEY, GODFREY-SMITH.III - MICHEL SERRESIV - K. MEYER-ABISHV - ALAN R. DRENGSONVI - LEVI-STRAUSSBÀI THỨ SÁULUẬT TRONG VĂN MINH Á ÐÔNG:TRUNG HOA, NHẬT BẢN VÀ VIỆT NAM.I - LUẬT VÀ ÐẠO ÐỨCII - CHỮ HÒA TRONG VĂN MINH TRUNG HOA, NHẬT BẢN VÀ TRONG GIỚI LUẬT PHẬT GIÁO.III - ÐẠO PHẬT TRONG LUẬT CỔ NHẬT BẢN VÀ VIỆT NAM.SÁCH THAM KHẢO.LỜI GIỚI THIỆUQuyển sách này tập hợp 6 bài giảng mà tác giả đã hoàn thành vào tháng 7/1999 tại Học viện Phật giáo Huế dưới đề tài: \"Triết lý luật và tư tưởng Phật giáo\"Lần đầu tiên tại Việt Nam, triết lý luật Tây phương được trình bày ở bậc đại học. Cũng là lần đầu tiên một tác giả thử đối chiếu những vấn đề căn bản trong lĩnh vực đó với tư tưởng Phật giáo.Cao Huy Thuần là giáo sư Ðại học Amiens (Pháp) và giám đốc Trung tâm nghiên cứu sự hình thành Âu Châu tại đại học đó.Cet ouvrage rassemble les 6 conférences qui ont été données en juillet 1999 à l'Institut des Hautes Etudes Bouddhiques de Hué sur le thème: \"Philosophie du droit et pensée bouddhique\".Pour la première fois au Vietnam, la philosophie occidentale du droit est abordée dans une institution académique. Pour la première fois aussi, un auteur tente d'apporter quelques réflexions bouddhiques sur des problèmes fondamentaux de cette matière.Cao-Huy Thuần est professeur à l'Université d'Amiens et directeur du Centre de recherches universitaires sur la construction européenne de cette université.Trung Tâm Văn hoá Khuông Việt(Nguồn: amvc.free.fr/)__________________\n"
        },
        {
            "order": 8,
            "name": "BÀI THỨ SÁU",
            "content": " Tôi sẽ nói 3 vấn đề: Luật và đạo đức; Chữ Hòa trong văn minh Trung Hoa, Nhật Bản và trong giới luật Phật giáo; Ðạo Phật trong luật cổ Nhật Bản và Việt Nam.I - LUẬT VÀ ÐẠO ÐỨCÐây là vấn đề liên quan đặc biệt đến Khổng giáo. Vì vậy, phải nói đến triết lý Khổng giáo trước hết.Câu hỏi căn bản của Khổng giáo là: điều ác (xấu) đến từ đâu, đến từ bản tính của con người hay từ giáo dục xấu?Có thể có hai câu trả lời, mỗi câu bao hàm một quan niệm khác nhau về quyền lực và về giáo dục. Câu trả lời lạc quan: bản tính con người là thiện. Khổng tử viết: \"Nhân chi sơ, tính bản thiện\". Khổng Tử, Mạnh Tử, khuynh hướng chính thống dạy như vậy.\"Tính bản thiện\". Vậy nếu con người trở nên xấu là tại xã hội đã đi lệch những quy tắc thiên nhiên mà trời đã định. Bởi vì người là sản phẩm của giáo dục và của đời sống xã hội, cách chữa trị là giáo dục xã hội và con người, giáo dục theo những nguyên tắc thiên nhiên. Khổng giáo, do đó, đặt nặng vấn đề giáo dục. Giáo dục để làm con người trở nên thiện bằng cách giúp con người trở về với cái thiện bẩm sinh. Nói cách khác, đề án xã hội của Khổng giáo là đặt trật tự chính trị dưới đòi hỏi của đạo đức. Thời của Khổng Tử (thế kỷ 6 trước Tây lịch) là thời loạn, không có kỷ cương, chư hầu tranh ngôi. Khổng Tử muốn tái lập trật tự bằng cách đặt trật tự đó dưới sự cai trị của tầng lớp nho sĩ được lựa chọn vì có trí thức, vì có thẩm quyền, vì có đạo đức. Ðó là một sự thách đố mà nhiều người cho là mộng mị, viễn vông - thách đố dựa trên sự tin tưởng rằng quyền lực phải đi đôi với đạo đức. Trích Khổng Tử, Mạnh Tử... ra thì nhiều lắm về điểm này, bởi vì trong 25 thế kỷ, văn hóa Trung Hoa chỉ nhắc lui nhắc tới lời nhắn nhủ này thôi. Ðại khái là: một chính thể hữu hiệu là một chính thể đạo đức; vua cai trị với đạo đức là hợp thiên mệnh, vua cai trị với bạo lực là trái. Vua như vậy thì quan cũng như vậy. Tóm lại, căn bản của quyền lực, theo Khổng, là đạo đức, là đạo đức cai trị, và mộng mị của Khổng chính là cho rằng có thể cai trị bằng đạo đức mà không cần luật. Trong triết lý, khuynh hướng đó mang tên là nhân trị chủ nghĩa. Cai trị bằng người.Câu trả lời thứ hai về câu hỏi nêu lên ban nảy có tính cách bi quan: bản tính con người là ác. Ðây là chủ trương của Tuân Tử, cũng là môn đồ của đức Khổng (thế kỷ 3 trước TL). Tuân Tử chứng kiến sức mạnh đang dâng lên của Tần Thủy Hoàng. Lạ thật, kẻ thôn tính thiên hạ không phải là một thiên tử đạo đức, mà là một bạo chúa cai trị bằng bạo lực và mưu mô. Lạ nữa, thiên hạ thôn tính rồi, đao binh chấm dứt, hòa bình vãn hồi, chính hòa bình tạo nên những điều kiện thuận lợi cho sự trù phú vật chất và cho sự mở mang đạo đức và trí thức của dân gian. Ấy thế thì, Tuân Tử kết luận, đạo đức không phải bẩm sinh. Con người bản chất là tham lam, nhưng vì sống trong xã hội, tham lam gì cũng phải để ý đến cái ước muốn của người khác. Các thiên tử trong lịch sử (Nghiêu Thuấn là những hiền nhân) đã chế ra lễ, luật để chấm dứt lộn xộn và tranh chấp, để người người có thể sống trong ổn định. Ðạo đức là cốt để làm thuần con người, nhưng đạo đức không quan trọng bằng luật.Hai người học trò của Tuân Tử đã khai triển triệt để lý thuyết của thầy. Người thứ nhất là Hàn Phi Tử, triết gia, lý thuyết gia. Ông để lại quyển sách, nền tảng của lý thuyết \"pháp trị chủ nghĩa\". Người thứ hai là Lý Tư, chính trị gia, áp dụng lý thuyết, sau khi đã trừ khử tánh mạng của bạn đồng môn và trở thành tể tướng của Tần Thủy Hoàng.Pháp trị chủ nghĩa lấy lập trường đối chọi thẳng thừng với nhân trị chủ nghĩa. Bên kia mộng mị thì bên này thực tế. Bởi vì bản tính con người là ác, đừng hòng dạy dỗ nó trở thành thiện. Muốn duy trì hòa bình xã hội, chỉ có cách bắt con người tuân theo luật, mà luật được tuân theo là vì con người sợ trừng phạt. Bí quyết của một chính quyền hữu hiệu là một bộ luật - luật hình - được minh thị công bố và áp dụng một cách vô tư. Công bố: lúc đầu là khắc trên vạc dầu, sau là đá, gỗ, không phải dân sợ mà quan cũng sợ. Ðây cũng là một cách hạn chế quyền hành độc đoán, bởi vì tin tưởng vào đạo đức của quan là không đủ. Hàn Phi Tử có lý thuyết rất tân tiến về luật, nhất là về sự áp dụng luật và tính cách vô tư, không thiên vị của luật.Không phải cái gì của phái \"pháp gia\" cũng dở đâu. Hay lắm! Có điều là, cũng giống như phái \"nhân trị\" cho rằng có thể cai trị bằng đạo đức mà không cần luật, phái pháp gia tin rằng có thể cai trị bằng luật mà không cần đạo đức.Lý Tư chẳng cần đạo đức. Ông gà cho Tần Thủy Hoàng rằng cái bọn quân sư nhà Nho trong triều là bọn ăn hại, ăn bám, bọn trí thức phách lối, phá hoại, mở miệng ra là chỉ trích. Cách hay nhất để triệt bọn chúng nó là đốt hết sách. Khổ nỗi, mấy ông nhà Nho này quen lối học thuộc lòng, cho nên cũng khó đốt được sách trong bụng mấy ông. Vậy thì chôn sống mấy ông là hay nhất.Ðó là tôi nói sơ lược về nhân trị và pháp trị. Bây giờ đi sâu thêm vào học thuyết để thấy cái đốp chát giữa hai phe.Khổng Tử nói: nếu vua cai trị bằng biện pháp chính trị và bằng luật hình, dân sẽ cố tránh không vi phạm, nhưng sẽ không có ý thức gì về danh dự cả. Nếu vua cai trị bằng đạo đức, bằng lễ nghĩa, dân không những có ý thức danh dự, mà còn được hoán cải toàn vẹn.Thương Ưởng (338 trước TL) bảo: nếu vua cai trị bằng luật hình, dân sẽ sợ; dân sợ thì không phạm tội; dân không phạm tội thì xã hội hòa bình, hạnh phúc. Trái lại, nếu vua chỉ cai trị bằng chính trực, dân sẽ phóng túng; dân phóng túng thì trật tự rối loạn, xã hội khổ sở.Khổng Tử dạy: chính sự tốt là nhờ người hiền và có khả năng.Hàn Phi bác: chẳng nên cầu hiền, chỉ cần nắm được những giải pháp cụ thể, thiết thực hằng ngày. Cứu người chết đuối ở sông Hương, chẳng lẽ phải chạy vào Đà Nẵng để tìm cho được chàng quán quân bơi lội! Một người cai trị bình thường, nhưng cai trị với luật, vẫn đạt kết quả tốt. Rót nước mắm vào chai mà dùng cái phễu thì ai rót cũng được. Cái phễu, đó là luật, là dụng cụ, chứ không phải người.Mạnh Tử nhận xét: người ta vươn đến thiện như nước chảy vào chỗ thấp.Thương Ưởng nói ngược: người ta vươn đến lợi ích riêng (ích kỷ) như nước chảy vào chỗ thấp.Hàn Phi Tử bình chú câu chuyện sau đây: Quan tể tướng uống rượu hơi nhiều, say, ngủ vùi. Người giữ mũ của quan sợ quan lạnh, lấy áo trùm cho quan. Tỉnh ngủ và tỉnh rượu, quan thức dậy khoan khoái. Khoan khoái một hồi, chợt quan hỏi tả hữu: \"Ai trùm áo cho ta vậy?\" - \"Dạ, quan giữ mũ\". Quan gọi người giữ mũ và người giữ áo lại, phạt cả hai: người giữ áo vì sơ suất, người giữ mũ vì vượt quá quyền hạn của mình.Hàn Phi Tử bình chú: chẳng phải là quan không biết rằng quan ngủ lạnh như vậy thì có thể trúng gió; chỉ vì quan quan niệm rằng thi hành bổn phận không phân minh là có hại hơn là trúng gió.Khổng Tử bảo: \"Nếu đức và nhạc không được vun trồng, hình luật sẽ không thấy được chỗ trung dung, và [...] người ta sẽ không biết đặt chân đặt tay vào chỗ nào\".Lại một chuyện khác. Thời nhà Chu, có người cha ăn trộm cừu. Ra trước công đình, quan hỏi người con, con khai tội cha. Quan kết án, chém người con vì bất hiếu. Khổng Tử tán thành. Hàn Phi Tử kết án ông quan. Khổng Tử cũng khen ngợi một người con đã đào ngũ hai lần vì có cha già phải phụng dưỡng.Nói tóm lại: một bên cậy trên người tốt, một bên cậy trên luật hữu hiệu. Theo phái pháp gia, dựa trên yếu tố người là bấp bênh, không vững chắc, lại dễ đưa đến hệ quả là trao cho nhà cầm quyền một uy quyền độc đoán.Có điều là trong lịch sử Trung Quốc, tư tưởng của phái pháp gia chẳng bao giờ chiếm được ưu thế lâu dài. Tôi đã nói: không phải pháp gia dở đâu. Họ có nhiều điểm tích cực lắm. Họ đả phá tư tưởng tùy tiện. Họ đả phá khuynh hướng rập theo khuôn sáo. Ðó là hai tệ hại lớn của Trung Hoa. Tùy tiện đưa đến độc tài. Khuôn sáo tạo ra bảo thủ, cổ hủ. Trật tự xây dựng trên một thứ luật không thiên lệch và tách biệt ra khỏi người, là một trật tự đúng đắn, vững chắc.Thế nhưng tại sao tư tưởng của họ không bám rễ được? Muốn trả lời câu hỏi này, hình như chỉ cần hỏi một người dân bình thường Trung Hoa, Nhật Bản hoặc Việt Nam: ai có lý? Khổng tử hay Hàn Phi? Có lẽ ai cũng thấy xã hội cần luật. Nhưng hình như văn minh Trung Hoa, Nhật Bản, Việt Nam không duy lý như văn minh Âu châu. Hình như đạo đức vẫn là đòi hỏi từ trong tâm khảm. Hình như tính xuề xòa vẫn là khuyết tật cố hữu: chín bỏ làm mười. Hình như đức tính khoan hòa, độ lượng, trung dung vẫn là lý tưởng trong cách xử thế của con người.Mà cũng lạ: các tay pháp gia đầu não đều bị chết bi đát. Thương Ưởng (đời Tần) bị xé xác sau khi vua mất, vì đã dám buộc đông cung thái tử phải tôn trọng luật pháp. Hàn Phi được Tần Thủy Hoàng mời vào nghỉ mát trong nhà ngục rồi được ban cho ân huệ cuối cùng: quyền được tự tử. Lý Tư hại bạn, rồi cũng bị chết không khác bạn.Ưu điểm của pháp gia là biết vai trò quan trọng của luật. Nhược điểm là họ đi quá lố. Họ cho rằng con người hành động theo hai nguyên nhân chính: sợ và lợi. Sợ, cho nên phải biết phạt. Ham lợi, cho nên phải biết thưởng. Họ không nghĩ rằng, sợ cũng có giới hạn mà ham lợi cũng có giới hạn, và khi con người đã bị phi nhân hóa thì chẳng còn ai cảm thấy yên ổn nữa. Phái pháp gia chỉ biết dùng bạo lực mà thôi, quên rằng con người còn biết công bằng, danh dự, nhân ái.Cho nên tôi kết luận: cả hai đều cần thiết. Văn minh của ta trọng đạo đức. Ðến lúc phải cần luật. Ngược lại, văn minh Tây phương vốn chuộng luật. Bây giờ người ta chứng kiến một sự trở lại mạnh mẽ của đạo đức. Tôi muốn nói vài lời về chuyện này trước khi bắt qua điểm khác.Như ta đã thấy, muốn điều tiết xã hội, văn minh nào cũng sử dụng những nguyên tắc của tôn giáo, của luân lý và của luật pháp. Tây phương vùng vẫy ra khỏi sức mạnh của tôn giáo và của luân lý Ki Tô giáo, đã cố gắng để tách luật ra khỏi luân lý. Hiện tượng mà người ta đang thấy hiện nay trong đời sống của luật pháp là sự trở lại của luân lý dưới hình thức đạo đức. Tôi chỉ giới hạn ở hai lãnh vực: làm ăn, kinh doanh và sinh học. 1 - Làm ăn, kinh doanh. Xét về lịch sử Tây phương, mối liên hệ giữa kinh tế và đạo đức được nhấn mạnh từ lâu. Từ Trung cổ, kinh tế hàng hóa đã phát triển bên lề xã hội phong kiến và đã khoác cho mình chiếc áo đạo đức bằng cách tán dương giá trị của tiền bạc, của cần lao, của sự tin cậy lẫn nhau, của sự khéo léo. Ðó là những giá trị mới của giai cấp tư sản đang manh nha, rất khác với những giá trị của giai cấp quý tộc và của võ quan. Sau đó, các người Tin lành khai triển ở Mỹ một thứ tôn giáo mới đặt trên những đức tính cá nhân: cần mẫn, tiết kiệm, đạm bạc và sự thành đạt nghề nghiệp - những giá trị mà Max Weber xem như là tinh túy của chủ nghĩa tư bản.Sau đó, hồi thế kỷ 18, A. Smith, lý thuyết gia của chủ nghĩa tư bản kinh tế cũng đồng thời là lý thuyết gia của đạo đức (ông viết sách: \"Théorie des sentiments moraux\"), lấy đạo đức để biện minh cho thị trường tự do và hợp đồng tự do giữa tư nhân, không cần Nhà nước. Với thế kỷ 19, thế kỷ vàng son của chủ nghĩa tư bản, bao nhiêu lý thuyết đã được tạo nên để ví chủ nghĩa tư bản với một nền văn minh mới, trong đó đầu óc kinh doanh là một hình thức luân lý mới.Nói tóm lại, sự bành trướng của kinh tế tư bản chủ nghĩa luôn luôn đi đôi với sự phát huy của một lý thuyết đạo đức để biện minh. Bởi vậy, quan tâm đạo đức của lĩnh vực luật kinh doanh ngày nay không có gì mới:Trong luật hợp đồng, đạo đức là sự trung thực (loyauté). Luật buộc phải có sự trung thực đó trong suốt quá trình của hợp đồng, từ khi ký đến khi thực hiện, trong luật quốc nội cũng như luật quốc tế.Trong đời sống kinh tế, luật buộc phải có đạo đức xã hội: thân thể con người không thể xem là món hàng; thuần phong mỹ tục phải được tôn trọng v.v...Trong sự cạnh tranh, cũng phải cạnh tranh trong công bằng và trung thực: quảng cáo, chẳng hạn, phải được kiểm soát.Vậy thì cái gì là mới? Nghi ngờ. Hoài nghi. Bên trong, người ta không tin rằng những luật đó là hữu hiệu. Chuyên viên dùng những kẻ hở của luật để vượt qua luật. Luật thì càng ngày càng phức tạp, bí hiểm.Nhưng mối nghi ngờ nặng nhất là nghi ngờ rằng luật không dẹp nỗi tham nhũng. Tham nhũng thâm nhập các đảng chính trị. Tham nhũng hoành hành trong các mánh lới chiếm thị trường quốc tế. Ðiều nguy hại nhất là tham nhũng phá hủy đạo đức của tư bản chủ nghĩa (cần lao, bình đẳng trước may rủi), tạo khoảng cách giữa hai giai tầng xã hội: một bên là hạng người đút tham nhũng và nhận tham nhũng, một bên là tất cả mọi người khác.Bất lực, hoài nghi, vô hiệu hóa luật pháp... những chỉ trích đó rốt cuộc gây nên một khủng hoảng tin tưởng trong xã hội Tây phương hiện nay, đến nỗi giới kinh doanh phải báo động hòng suy nghĩ về việc làm thế nào để đạo đức được tôn trọng trong thế giới của họ, làm thế nào để đạo đức hóa nền kinh tế bởi chính giới doanh nhân. 2 - Ðạo đức sinh họcÐây là vấn đề sôi nổi của thời đại. Thụ thai nhân tạo, thay đổi giống: những tiến bộ khoa học khiếp đảm trong lĩnh vực này sẽ đưa nhân loại đến đâu? Tôi trích một câu của Konrad Lorenz: \"Tôi nghĩ rằng, động đến vấn đề gène cũng nguy hiểm không kém gì động đến bom nguyên tử. Trong tình trạng hiểu biết hiện nay của chúng ta, ta chưa đủ sức tự vệ để tự cho phép mình động đến mã số gène của chính mình\". Lorenz chỉ vào mặt các khoa học gia đang táy máy động đến những vấn đề đó, gọi họ là \"bọn côn đồ khoa học\". Ðã là \"côn đồ\" thì tất nhiên luật pháp bị thách thức. Trong chừng mực nào, họ là khoa học gia, trong chừng mực nào táy máy của họ có tính cách côn đồ? Chận đứng công việc của họ thì khoa học không tiến; khoa học tiến hỗn loạn thì không những đạo đức không còn mà nhân loại không chừng sẽ mất luôn nhân tính. Luật ì ạch chạy theo tiến triển khoa học. Vừa chạy theo vừa cảm thấy bất lực, cho nên phải nhờ cậy đến quan điểm của đạo đức và của triết lý....II - CHỮ HÒA TRONG VĂN MINH TRUNG HOA, NHẬT BẢN VÀ TRONG GIỚI LUẬT PHẬT GIÁO.Các luật gia Ðức thuộc trường phái lịch sử cho rằng mỗi dân tộc có một cái hồn, một \"volksseele\". Quan niệm này bị nhiều người chỉ trích, vì thiếu tính cách khoa học, ai muốn quả quyết gì cũng được. Thế nhưng phải nhận rằng mỗi dân tộc có một cách sống, cách suy nghĩ riêng và cách sống đó ảnh hưởng trên luật, chính trị, triết lý, tư tưởng, văn chương... Tôi mở một cuốn giáo khoa về luật Nhật Bản của một giáo sư danh tiếng, Yosiyuki Noda, và tôi thấy gì? Chương 1: Dân chúng Nhật không thích luật.Chương 2: Những đặc điểm của đời sống tinh thần của dân tộc Nhật.Sau đó mới đến chương 3, chương 4 v.v... về luật Nhật Bản. Mở đầu chương 2, ông nói thành thật: tôi không đủ thẩm quyền để phê phán tính cách khoa học của các lý thuyết nói về đặc tính dân tộc, nhưng sau khi đọc kỹ những lý thuyết đó, tôi có cảm tưởng rằng, có lẽ không đến nỗi viễn vông khi nói rằng mỗi dân tộc có một đặc tính.Riêng tôi, tôi muốn nói thêm: mỗi nền văn hóa có một đặc tính. Ðặc tính của văn hóa Trung Hoa, Nhật Bản, Triều Tiên, Việt Nam là chuộng chữ \"Hòa\". Hòa hợp. Với mình, thì hòa giữa thể xác và tinh thần, trong nhà thì hòa giữa vợ chồng, con cái, anh chị em. Trong làng xóm thì hòa với láng giềng. Vào sở thì hòa với đồng nghiệp. Lý tưởng là như vậy.Ðó cũng là lý tưởng của Khổng Tử. Ngài nói: chuyện đáng lo trong nước không phải là thiếu vật dụng mà là thiếu quân bình trong việc phân chia. Thế là hòa trong lĩnh vực xã hội, kinh tế. Ngài nói thêm: nghe kiện cáo thì ngài chẳng hơn ai, nhưng ngài biết một điều quan trọng hơn thế là làm sao đừng xảy ra kiện tụng. Kinh Thư tán dương vua Nghiêu vì biết cai trị bằng chữ Hòa. Vua Thuấn dùng nhạc để làm hòa tính tình.Muốn trích dẫn Khổng Mạnh về chữ \"hòa\" thì trích dẫn bao nhiêu cũng được, mở sách ra là thấy. Nhìn vũ trụ? Vũ trụ không phải biến dịch hỗn độn mà rất có trật tự, cho nên mới gọi là Thái Hòa: \"Ðạo trời biến đổi, mọi vật theo đúng khuynh hướng tiến triển của tính, gìn giữ Thái Hòa\". (Kiền đạo biến hóa, các chính tính mệnh bảo hợp Thái Hòa (Kinh Dịch).Nhìn vào nội tâm? \"Chỉ có người hết sức thành thật trong thiên hạ mới có thể phát triển trọn vẹn tính mình; có thể làm trọn tính mình thì có thể làm trọn được tính người; có thể làm trọn được tính người thì có thể làm trọn hết được tính vật\". Nghĩa là hòa với mình thì hòa được với người, hòa được với cả vũ trụ. \"Cách vật trí tri, thành ý, tu thân, tề gia, trị quốc, bình thiên hạ\" là chu kỳ của chữ \"Hòa\". Hòa từ trong với thành ý để hòa với bên ngoài, với gia đình, với xã hội, với quốc gia, với cả hoàn cầu, vì lý tưởng của Khổng là \"thế giới đại đồng\".Từ chỗ thành thực với bản tính, sách Trung Dung trình bày cả một vũ trụ quan quân bình và hòa diệu giữa ngoại giới với nội giới, khách quan và chủ quan, vật và tâm, hiện tượng và bản thể. Tại sao? Tại vì bản tính vốn thiện, vốn quân bình hòa diệu. \"Mạc hiện hồ ẩn, mạc hiển hồ vi...\". Chẳng cái gì ẩn náu trong lòng mà không hiển hiện ra được, chẳng cái gì nhỏ mấy ở trong lòng mà không thể trở nên rõ rệt được. Cho nên \"mừng, giận,vui, khi chưa tác động, còn tiềm tàng ở trong bản thể của tính thì gọi là trung; khi đã phát xuất tác động rồi mà thấy đều được điều hòa trung tiết thì gọi là hòa diệu quân bình\". Tây phương nhấn mạnh công bằng. Ðông phương nhấn mạnh hòa. Nhưng hòa là bao gồm cả công bằng. Không thể quan niệm hòa mà không có công bằng. Bởi vì bất công là phá hủy hài hòa, kể cả hài hòa của vũ trụ, thiên tai sẽ giáng xuống đầu (vua). Trung Hoa có môt quan niệm rất động về hòa và công bằng. Chỗ nào trống thì phải lấp đầy; chỗ nào đầy quá thì phải lấy bớt. Chỗ thấp thì làm cao lên; chỗ cao thì phải san sẻ. Lão Tử nói hay lắm: \"Lớn, là đi quá xa; đi xa thì phải trở về\". Vũ trụ quan của Lão Tử cũng quy vào chữ \"Hòa\". \"Ðạo sinh nhất, nhất sinh nhị, nhị sinh tam, tam sinh vạn vật. Vạn vật phụ âm nhi bão dương, sung khí dĩ vi hòa\". (Ðạo sinh một, một sinh hai, hai sinh ba, ba sinh ra vạn vật. Vạn vật ôm khí âm, cõng khí dương, hai khí mâu thuẫn hỗn hợp thành ra hòa).Bây giờ nói qua về Nhật. Nhật chịu ảnh hưởng văn minh Trung Hoa, tất nhiên không xa lạ gì với chữ Hòa. Nhưng, hơn cả Trung Hoa, hòa đi vào \"hiến pháp\" đầu tiên trong lịch sử Nhật. Vua Thánh Ðức (Shotoku, 574-622) ban hành một hiến chương, gọi là \"hiến chương 17 điều\", trong đó chữ \"hòa\" thấm nhuần từ đầu tới cuối [1].Ngay từ điều 1: \"Trên tất cả, hãy lấy chữ \"hòa\" làm gốc; cách cư xử tốt nhất là tránh bất hòa. Người nào cũng có đầu óc, bè phái, ít người không thiên vị. Bởi vậy, lắm lúc có người bất tuân vua mình, cha mình, lại tranh chấp với chung quanh. Nếu mọi người, trên cũng như dưới, biết hòa hợp với nhau và tranh luận trong hòa khí, mọi việc sẽ tốt đẹp. Như vậy, có việc gì mà không làm được?\".Nhiều tác giả Nhật nhấn mạnh: Vua Thánh Ðức không nói: phải vâng lời, mà nói: tranh luận phải được diễn ra trong không khí hòa hợp và như vậy thì mới đi đến kết luận đúng đắn. Ðây là ý nghĩa của điều 17 trong hiến chương vừa nói.Ðiều 17: \"Trên những vấn đề công vụ quan trọng, không được quyết định một mình, mà phải quyết định sau khi bàn luận đầy đủ với nhiều người. Còn những quyết định nhỏ không quan trọng thì không cần thiết phải bàn luận với nhiều người. Nhưng khi bàn luận về những vấn đề công trọng đại, phải luôn luôn cẩn trọng để tránh phạm sai lầm. Bởi vậy, nếu bàn luận đầy đủ với nhiều người thì lý lẽ sáng tỏ sẽ đưa đến kết luận đúng đắn\".Tôi tưởng chuyện này là chuyện trăm ngàn năm về trước, không ngờ đọc sách về kinh tế tư bản hiện nay ở Nhật mới biết rằng đây không hẳn là chuyện đời xưa. Ðây là chuyện vẫn xảy ra trong lối làm việc của các doanh nghiệp hiện nay, được canh tân lại mà thôi. Hơn thế nữa, đây là khuôn vàng thước ngọc. Một trong những cách thức để đi đến sự đồng thuận - tuy rằng sự đồng thuận này có vẻ hình thức – là ringi. Nghĩa là yêu cầu tất cả nhân viên liên hệ trong hãng đồng ý bằng bút mực hẳn hoi về một quyết định được đưa ra dưới hình thức dự thảo. Một cách thức khác nữa là hội họp liên hãng (giữa nhiều hãng khác nhau) để đi đến đồng thuận: đó là renrakukai.Còn nữa, nhiều lắm. Chỉ trích thêm ở đây một điều lệ trong một hãng lớn.Ðiều 5: “Chúng tôi quan niệm rằng hòa là giá trị tối cao. Quyền lợi của hãng thắng quyền lợi của mỗi nhân viên. Ðiều quan trọng nhất trong quyền lợi của hãng là hòa hợp, hòa bình, sự đồng thuận của các nhân viên, sự nhất trí của mọi con tim. Ở hãng, chỉ nói những gì hợp với tinh thần nhất trí, đừng tranh luận.”Tác giả viết thêm: người Nhật hết sức tránh tranh cãi, bất lợi cho hòa khí, mà lại còn gây mầm mống cho chia rẽ về sau. Vì vậy để lấy quyết định, phải qua nhiều hình thức: họp sơ bộ nhiều lần, gọi là nemawashi (lấy bớt rễ nhỏ để bứng trồng một cây) để lấy ý kiến và để chấp thuận một dự thảo, nhiều khi cứ hai người họp với nhau để bàn và cứ thế mà tiếp tục dần dần. Nhiều khi không phải họp hai người, mà là nhiều người trong một buổi họp long trọng: đó là ringi hoặc mochimawari.Nếu thất bại, thì là thất bại chung, chứ không phải chỉ chủ hãng thất bại. Nếu đó là một ê kíp thể thao, thì tất cả phải... xuống tóc. Ngày Nhật đầu hàng, toàn thể cả nước tạ tội với Thiên Hoàng. Rất có thể, như tôi đã nói, những hình thức hội họp như thế có thể chỉ là hình thức; những quyết định thực sự có thể đã được lấy rồi bằng cách khác. Nhưng đây không phải là điều tôi muốn nói. Ðiều tôi muốn nói là: cách thức làm việc của ngày hôm nay vẫn còn giữ hình thức những quan hệ của ngày xưa, khiến cho những quan hệ đoàn thể vẫn tiếp tục song hành với những quan hệ có tính cách pháp lý hiện đại. Tôi đi xa hơn nữa và lấy một ví dụ trong lĩnh vực chính trị để thấy sự nối dài kỳ lạ của truyền thống ngàn năm trước với đời sống chính trị của thời đại nguyên tử ngày nay ở Nhật. Cựu thủ tướng Zenkô Suzuki (1980-1982) ban bố và áp dụng một nguyên tắc mà ông xem là căn bản của chính phủ ông vừa thành lập. Nguyên tắc đó là... hòa! Y hệt điều 1 hiến chương Thánh Ðức. Y hệt! Tôi kể giông dài một chút. Từ sau chiến tranh thứ hai cho đến ngày ông Suzuki thành lập chính phủ (tháng 7-1980), đảng Tự do dân chủ là đảng cầm quyền, luôn luôn chiếm đa số ở Quốc hội. Nhưng đảng này không thuần nhất: trong nội bộ, nhiều nhóm, nhiều bè phái mặc cả với nhau, phái Ôhira, phái Tanaka, phái Fukuda, phái Nakasone, phái Miki v.v... nếu nhìn tình hình vào tháng 5 năm 1980. Tình trạng bè phái đó giết chết nội các Ôhira[2] và giết chết luôn cả ông thủ tướng này, bởi vì ông đứng tim (12-6-1980) trong khi tranh cử, nghĩa là sau khi chính phủ ông bị lật đổ, Quốc hội bầu cử lại. Các bè phái trong đảng mặc cả với nhau và đồng ý chỉ định Suzuki làm Chủ tịch đảng, nghĩa là làm thủ tướng khi đảng này thắng cử. Tại sao chỉ định ông Suzuki? Vì ông này ôn hòa và dung hòa được những khuynh hướng tranh chấp trong đảng. Lên chức thủ tướng, ông Suzuki biết vị thế của ông, và biết rằng nếu các bè phái trong đảng không thỏa thuận với nhau như thế này nữa, e có ngày không xa chính phủ của ông cũng sẽ đứng tim. Ðó là lý do khiến điều 1 trong hiến chương Thánh Ðức là thang thuốc cứu tinh của nội các Suzuki.Còn hơn thế nữa. Tuy rằng tuyển cử 22-6-1980 mang lại thắng lợi cho đảng Tự do dân chủ, ông Suzuki biết rằng dân chúng bỏ phiếu cho đảng vì sự bất an chính trị và vì xúc động trước cái chết bất đắc kỳ tử của ông Ôhira. Ông biết rằng một cử chỉ độc tài có thể làm phe đối lập phản ứng mạnh mẽ và khiến dư luận thay đổi thái độ gây bất lợi cho tuyển cử lần sau. Hòa với đối lập và hòa với dư luận là cần thiết đối với chính phủ Suzuki để vượt qua những khủng hoảng ở giai đoạn đó.Vẫn hơn thế nữa. Hòa bình và hợp tác quốc tế là điều kiện không thể không có đối với Nhật và đối với kinh tế của Nhật. Lúc đó, nhất là sau vụ can thiệp của Liên-xô vào Afghanistan, Mỹ làm áp lực để buộc Nhật tăng cường quân lực. Suzuki một mặt phải hòa hoãn với Mỹ để củng cố liên minh với Mỹ, một mặt phải thương thuyết với Reagan để khỏi đi ngược với tinh thần chống võ trang của hiến pháp hiện tại và khỏi phải gây thiệt hại cho kinh tế Nhật đang thiếu hụt. Tháng 7-1981, tại hội nghị thượng đỉnh Ottawa, Suzuki tranh thủ nhét vào bản tuyên bố chung mấy chữ: \"Wa no seishin\" (Spirit of harmony, tinh thần hòa hợp) để kêu gọi hợp tác chặt chẽ giữa 7 nước giàu mạnh nhất về kinh tế trên thế giới.Thế đấy, Suzuki, một chính trị gia được tôi luyện trong môi trường tranh chấp ở nội bộ đảng của ông cũng như ở nghị trường, đã tuyên dương điều 1 trong hiến chương Thánh Ðức. Ông không nổi bật như một lãnh tụ, nhưng ông vững chãi và quân bình. Như tôi đã nói ở trên, người Nhật không thích luật, không thích thấy tòa án. Ðáo tụng đình là cái chuyện người Nhật rất ớn. Cho nên, tránh kiện tụng được đến đâu thì tránh. Mà tránh thì phải hòa giải, dung hòa, giàn xếp. Xã hội Nhật quả là một xã hội lạ lùng: một lối sống rất mới vẫn tiếp tục song hành với một lối sống cổ, cái cà vạt với chiếc kimono. Tư bản chủ nghĩa là cạnh tranh. Và cạnh tranh ở Nhật ráo riết lắm. Thế mà luật không lấn át nổi Giri. Thế mà kinh tế cũng không qua mặt được đầu óc lễ nghĩa.Lễ, đó là Trung Hoa, là Khổng, là Nho. Khổng lấy lễ để cai trị, không lấy luật. Lễ là luân lý, một thứ luân lý rất hình thức - chữ hình thức dùng ở đây không có nghĩa xấu. Lễ là hình thức, luật cũng là hình thức, cả hai đều là hình thức chủ nghĩa, nhưng khác nhau ở cách nhìn chiều hướng. Luật khi nào cũng buộc phải tôn trọng hình thức: lập chúc thư, ký hợp đồng... Ðể làm gì? Ðể có bằng cớ rõ ràng về ý định. Có ý định và ý định đó phát biểu rõ ràng qua hình thức bên ngoài. Luật là đi từ ý định bên trong và ghi ý định đó rõ ràng ở bên ngoài, từ trong ra ngoài. Lễ, ngược lại, đi từ cử chỉ ở bên ngoài để un đúc, vun trồng tính tình ở bên trong, từ ngoài vào trong. Cho nên luân lý của Khổng là luân lý xã hội. Luật là biểu hiện của cá nhân chủ nghĩa. Lễ là biểu hiện của cộng đồng chủ nghĩa (communautarisme). Xã hội, đoàn thể là có trước con người, cho nên ý định của con người phải phù hợp với hòa hợp xã hội, và sự phù hợp này được định nghĩa ở bên ngoài các cá nhân.Vậy, lễ là Khổng, là Trung Hoa. Nhật Bản du nhập văn hóa Trung Hoa cũng lấy lễ làm gốc. Nhưng làm sao duy trì lễ được từ lúc Minh Trị Thiên Hoàng canh tân ráo riết chính trị và kinh tế? Làm sao lễ nghĩa được khi tương quan kinh tế đi vào cạnh tranh? Ấy thế mà Nhật duy trì được ý thức hòa hợp xã hội dưới chữ \"Wa\". Cả trăm ngàn cung cách, lễ nghĩa vẫn tiếp tục tồn tại để nâng đỡ trật tự, tôn ty xã hội và nhất là để làm giảm bớt, làm thoa dịu những quan hệ kinh tế quá thô bạo. Chỗ nào cũng có lễ: khai mạc, kỷ niệm, sinh nhật, cưới hỏi, lễ lược, tiệc tùng cho đến cái tách trà uống với đồng nghiệp, cái chấp tay cúi đầu, tất cả đời sống xã hội được lễ hóa một cách tự nhiên đến nỗi chẳng còn để mấy chỗ hở cho một cung cách cá nhân riêng biệt, đến nỗi khi cá nhân bộc lộ đặc tính thì cảm thấy kỳ kỳ thế nào. Ðây là nét độc đáo của xã hội Nhật hiện nay. Trong đời sống luật pháp, đầu óc chuộng chữ hòa đó được biểu lộ rất rõ: Nhật có dân số gấp đôi Pháp, và có kinh tế nếu không cao hơn thì ít nhất cũng bằng Pháp, vậy mà số luật sư ở Nhật thấp hơn Pháp nhiều. Mà nghề luật thì cũng không mấy người ưa.Tại sao hòa sống dai dẳng như thế ở Nhật và mạnh hơn hết thảy các nước cùng văn hóa Trung Hoa? Nhiều thuyết được đưa ra và nhiều lý lẽ được đưa ra. Một trong những lý lẽ đó là sự canh tân Trung Hoa đã phải trải qua bao nhiêu cách mạng, còn sự canh tân ở Nhật thì không qua cách mạng nào cả. Nhật không biết cách mạng! Tôi đọc trong sách của Giáo sư Noda: người Nhật nghe nói đến cách mạng thì sợ lắm. Nhật học thuộc lòng Khổng Mạnh, nhưng khi nghe Mạnh nói dân có thể lật đổ một bạo chúa thì người Nhật lờ đi, dẹp chuyện đó qua một bên. Lịch sử Nhật cũng lạ kỳ: từ đầu đến đuôi, chỉ có một dòng vua, chẳng Ðinh, Lê, Lý, Trần, Hồ, Lê, Mạc, Nguyễn gì cả.Người Nhật sợ cách mạng... Thế thì có người hỏi: tại sao Trung Quốc lễ nghĩa như vậy mà lại cách mạng? Câu hỏi làm nhiều lý thuyết gia đau đầu lắm. Bởi vì lễ không thể nảy nở nếu xã hội không được cấu trúc chặt chẽ. Thế thì một xã hội cấu trúc chặt chẽ như Trung Quốc sao lại thành một xã hội cách mạng? Thôi, không phải chỗ để nói. Ở đây, tôi không lý tưởng hóa chữ Hòa đâu. Hòa có mặt tích cực và có mặt tiêu cực. Dù sao đi nữa, không ai chối cãi rằng đây là đặc tính quan trọng của văn hóa Á Ðông.Bây giờ tôi nói đến Hòa trong giới luật Phật giáo.Tôi vừa nói: Hòa có mặt tích cực, có mặt tiêu cực. Hòa có khi làm nhũn cá tính, không phát huy được sáng kiến, trốn tránh trách nhiệm, lẫn vào đám đông. Tôi ở Pháp cho nên biết rằng mục đích giáo dục ở Tây phương là phát huy sáng kiến, đặc tính cá nhân, dám nói khác. Tôi cũng biết rằng quy luật cạnh tranh là đạp lên chân nhau mà bước, nếu cần. Thú thực, đồng nghiệp của tôi bước lên chân tôi có khi nát cả chân. Ðây quả là một vấn đề xung khắc văn hóa Ðông - Tây. Chính tôi không biết phải dạy con tôi thế nào. Trong một tạp chí ăn khách ở Pháp (Express, 30-7/5-8-1998) tôi có đọc một bài phỏng vấn một vị tăng Tây Tạng có tiếng, trí thức, đồng thời cũng là một giáo sư về văn hóa Tây Tạng ở Ðại học Pháp: Dagpo Rimpotché. Câu hỏi mở đầu với chữ khổ: – Các tôn giáo Ki Tô gán cho sự khổ một giá trị cứu rỗi. Người ta giải thích rằng khổ giúp ta đạt đến một tương lai tốt hơn.Trả lời:– Phật giáo không nghĩ như vậy. Ðối với Phật giáo, khổ không bao giờ được xem như hoặc được trình bày như một giá trị. Khổ, thì phải diệt nó. Tất nhiên, phải thực tế: ai cũng nằm dưới luật khổ. Thế thì thay vì để cho khổ dẫm nát, ta hãy dùng khổ để vươn lên, dùng khổ như là một khí cụ để học cách hiểu mình hơn và hiểu người khác hơn. Sửa đổi bên trong của mình toàn vẹn, lìa ra khỏi khổ, điều đó rất cần thiết để phát triển từ bi và có lẽ, sau đó, một thái độ vị tha: lúc nào cũng nhường phần thắng cho người khác và hạ mình xuống hàng thứ hai. Người khác đứng đầu, ưu tiên.Vị tăng này là giáo sư, và tất nhiên phải lên trật, lên ngạch, nghĩa là phải dẫm lên chân người khác chứ!Do đó mà có câu hỏi tiếp theo:– Ðồng nghiệp của ông muốn chiếm chỗ của ông. Ông nói với người ấy thế này chăng: \"O.K, tôi xuống hàng thứ hai\"? Có thể nào dung hòa từ bi với cạnh tranh?Trả lời:– Cạnh tranh là cái mặt đối chọi lại với những gì tôi vừa nói, bởi vì dựa trên quyền lợi cá nhân. Nhưng không phải vì, về mặt tâm linh, tôi nhường chỗ thắng cho người khác mà tôi nhất thiết phải biến mình thành thánh và để cho kẻ khác dẫm chân! Hy sinh về mặt vật chất cho người khác, điều đó chẳng đem lợi lộc gì đến cho người khác cả. Thật ra, điều mà ta cần thay đổi là cách suy nghĩ của ta: trong trường hợp nghề nghiệp chẳng hạn, thay vì trước đây chúng ta tranh giành nhau chỉ vì mục tiêu vị kỷ, bây giờ hãy thử tập hành động vì lợi ích toàn thể và làm theo những quy tắc đạo đức.Tôi nghĩ vị tăng đó sống thực như vậy. Và tôi phục. Vì sao? Vì vị tăng sống với tục mà vẫn sống đạo được như thường, là chuyện quá khó. Giới luật Phật giáo là giới luật của Tăng và giữa Tăng với Tăng, nghĩa là cùng ở trong một đoàn thể thuần nhất, cùng đạo, cùng chia sẻ những giá trị giống nhau, cùng tu, cùng nhắm mục đích như nhau. Trong một đoàn thể thuần nhất như vậy, chữ hòa sẽ không còn mặt tiêu cực nữa, mà chỉ còn mặt tích cực. Nói như hiến pháp của vua Thánh Ðức, trong một đoàn thể thuần nhất như vậy, hòa quả là có địa vị tối thượng. Không có hòa thì không làm gì hết. Tôi đọc quyển Cương yếu giới luật của H.T. Thiện Siêu, trang 69, nói về Lục hòa, trang 84 và trước đó nói về phá hòa hợp Tăng, trang 107 về giới trường, trang 137, 138 về Kiết-ma phi tướng. Hòa thượng nhấn mạnh: hòa hợp triệt để, chứ không phải chỉ là thiểu số phục tùng đa số.Trang 132: Thuyết giới tự tứ cốt là hòa, nếu không hòa thì làm sao mà thuyết! Và Tăng hòa ở đây là gì? Là tránh bốn việc: ngôn tránh, mích tránh, phạm tránh và sự tránh[3]. Mỗi một việc ngôn tránh là đã vĩ đại rồi. Miệng mồm người ta vốn là đầu mối của bất hòa.Ở trang 138, cũng vẫn về kiết ma phi tướng, nói \"hòa hợp triệt để\" cũng chưa đủ, Hòa thượng còn thêm: \"hòa hợp triệt để 100% mới hợp lệ\". Cho nên, hòa là một trong bảy yếu tố để một chúng Tỳ-kheo hưng thịnh. Thế nào là một chúng Tỳ-kheo hưng thịnh và một chúng Tỳ-kheo thối đọa? Tôi đọc Tăng Chi Bộ kinh do Thượng Tọa Chơn Thiện trích dẫn (tr. 438 - Phật học khái luận): \"Một chúng Tỳ-kheo hưng thịnh khi nào thực hiện được 7 điều: Ðiều 1: Chúng Tỳ-kheo thường hay tụ họp và tụ họp đông đảo.Ðiều 2: Tụ họp trong niệm đoàn kết, giải tán trong niệm đoàn kết, và làm việc Tăng trong niệm đoàn kết\".Nói chữ hòa trong Phật giáo có lẽ nói mãi không cùng. Trung đạo là gì, nếu không phải là hòa, không phải chỉ hòa với chung quanh mà còn hòa với chính chúng ta. Trong Tăng Chi Bộ kinh mà tôi vừa trích, Phật dạy một cư sĩ thế này, khi ông ấy hỏi làm thế nào để một cư sĩ tại gia sống hạnh phúc an lạc ngay trong hiện tại và hạnh phúc an lạc trong tương lai: \"Này cư sĩ, có bốn pháp đưa đến hạnh phúc hiện tại, an lạc hiện tại, đó là: đầy đủ sự tháo vát, đầy đủ sự phòng hộ, làm bạn với thiện, sống thăng bằng điều hòa\". Thế nào là sống thăng bằng điều hòa? Không phung phí, không bủn xỉn. Từ chuyện nhỏ nhặt thường tình đến chuyện triết lý cao xa, ở đâu cũng thấy chữ Hòa. Cho nên tôi khỏi phải nói dài....-------[1] Tôi dịch theo bản chữ Pháp của: Takakazu Fukase, Héritage et actualité de l'ancienne culture institutionnelle japonaise (à propos de la Charte de 17 articles du prince dauphin Shotoku), Revue internationale de Droit constitutionnel, 1985, và bản chữ Anh trong Philosophy-East and West, Charles A. Moore (ed.), Freeport, New York, reprinted 1970.[2] Nội các Ôhira bị lật đổ ngày 16-5-1980 bởi 240 phiếu chống, 187 phiếu thuận và 73 người không bỏ phiếu: đó là 73 dân biểu của đảng Tự do dân chủ thuộc phái Fukuda và Miki. 73 người đó giết chết chính phủ Ôhira.[3] Ngôn tránh là tranh cãi về pháp tướng đúng hay sai; do tranh cãi ấy mà khởi lên bất hóa trong chúng tăng. Mích tránh là do sự tìm lỗi của người khác mà khởi lên tranh cãi. Phạm tránh là bình luận sự phạm giới của tỷ kheo khác, hư hay thật, đúng hay không đúng. Sự tránh là tranh cãi về việc kiết ma. Kiết ma là phương thức biểu quyết để xử lý mọi công việc.III - ÐẠO PHẬT TRONG LUẬT CỔ NHẬT BẢN VÀ VIỆT NAM.Ở trên, tôi đã nói rằng Nhật chịu ảnh hưởng Khổng giáo. Bây giờ, phải nói rằng Nhật là một nước Phật giáo. Ðọc trong lịch sử Phật giáo ở Nhật, tôi thấy các sách nhấn mạnh vai trò của Thánh Ðức thái tử mà tôi đã trình bày ở trên. Thánh Ðức làm tôi nghĩ đến thời Lý, Trần của ta. Vì vậy tôi muốn nói vài lời về ảnh hưởng Phật giáo trên chính trị và luật ở thời Thánh Ðức và thời Lý, Trần.Ðạo Phật được truyền vào Nhật hồi thế kỷ thứ 6. Trước đó, nước này không có suy tư về triết lý. Tín ngưỡng của dân gian lúc đó là thần đạo (Shinto) rất đơn giản trong sự sợ hãi thiên nhiên. Ðơn giản có một vẻ đẹp riêng của nó. Và người Nhật thấy thiên nhiên có một vẻ đẹp đơn giản. Có lẽ đây là một nét chính trong tâm hồn và văn hóa của Nhật. Người Nhật thích thơ, thích họa hơn là thích suy tư triết lý, trái với Trung Hoa, trái với Ấn Ðộ. Ngôn ngữ của Nhật cũng vậy, giàu về âm điệu nhưng mông lung, khó suy luận chặt chẽ. Vì vậy mà tư tưởng về luật cũng không nảy nở được. Nói tóm: người Nhật có đầu óc thực dụng hơn trừu tượng. Họ vận dụng và thích nghi Khổng giáo, Phật giáo với tính thực dụng đó.Về địa thế, Nhật là một hòn đảo. Sự tiếp xúc với Á châu lục địa mang đến một làn sóng cách mạng về văn hóa và tư tưởng ở Nhật.Năm 538 hoặc 552, Nhật lần đầu tiên tiếp một phái bộ, phái bộ dâng lên nhiều phẩm vật (lọng, cờ...) và một tượng Phật bằng vàng và đồng. Sách chép: nhà vua ngắm nghía, thán phục vẻ đẹp của bức tượng. Quan trọng lắm. Trong thần đạo lúc đó không có tượng, nghĩa là thiếu nghệ thuật về tượng. Mà Trung Hoa, Ấn Ðộ, Triều Tiên... thì nghệ thuật đúc tượng và tranh vẽ rất phong phú. Dân Nhật chuộng vẻ đẹp chăng? Chỉ biết rằng Phật giáo phát triển rất nhanh sau đó.Cuối thế kỷ thứ 6, loạn lạc ở Triều Tiên khiến nhiều người Triều Tiên qua tị nạn ở Nhật, trong đó có nhiều nghệ nhân, nghệ sĩ là Phật tử. Sau đó, dưới thời Nam Tống (1127-1129) nhiều thiền sư trốn loạn Mông Cổ qua sống ở Nhật. Ảnh hưởng Phật giáo mạnh lên hơn nữa. Phật giáo ảnh hưởng đậm đà trên đạo đức, văn chương và nghệ thuật. Vua Thánh Ðức (574-622) được xem như người xây dựng nền móng Phật giáo ở Nhật. Vua cũng được xem như nhà chính trị lỗi lạc xây dựng nên nước Nhật như là một quốc gia và một quốc gia văn minh.Khi Thánh Ðức lên ngôi (593), Phật giáo đã du nhập vào Nhật được nửa thế kỷ rồi, nhưng đó hãy còn là tín ngưỡng của dân ngụ cư, tị nạn, thương nhân và của triều đình đang muốn củng cố địa vị chống lại sứ quân, lãnh chúa phong kiến uy quyền không kém. Phật giáo chưa thấm vào dân gian. Lên ngôi, vua Thánh Ðức tìm thấy trong Phật giáo yếu tố văn hóa nâng nhà vua lên địa vị cao hơn các lãnh chúa khác. Và như vậy tạo cơ sở để nhà vua thống nhất đất nước, dẹp tan các lãnh chúa.Chính trị và luật pháp của Thánh Ðức mang âm hưởng của Phật giáo. Khi nãy, tôi vừa nói hiến chương với điều 1 về địa vị tối thượng của chữ Hòa. Hiến chương Thánh Ðức là một bộ luật đạo đức. Ðây là điều 10: \"Ðừng giận giữ, cũng đừng thù hằn người khác khi họ trái ý với mình, bởi vì ai cũng có lòng và mỗi người có mỗi quan điểm. Ðiều mà người khác cho là đúng, ta cho là sai; điều mà họ cho là sai, ta cho là đúng. Ta không hẳn là kẻ hiền, họ không hẳn là kẻ ngu. Ai cũng có thể lung lạc, sai quấy như nhau. Như vậy làm sao có người phán ra một nguyên tắc theo đó cái gì phải là đúng, cái gì phải là sai? Mọi người ai cũng vừa là khôn vừa là dại; giống như cái vòng, không có chỗ nào là đầu, không có chỗ nào là đuôi. Bởi vậy, dầu người khác buông lòng phẫn nộ với ta, ta nên sợ lầm lỗi của ta hơn và, mặc dầu ta tưởng rằng chỉ có ta biết sự thật, hãy nghe theo quần chúng và hành động như họ\".Tôi không nói cái này là hay đâu. Nhưng hãy đọc điều này trong bối cảnh lịch sử, chính trị, văn hóa của Nhật lúc đó và trong cái nhu cầu chấm dứt chiến tranh liên miên, giữa các lãnh chúa, đặt nền móng cho một quốc gia thống nhất, hòa bình – nhu cầu dựng nước. Thánh Ðức là người dựng nước.Mà cũng đừng tưởng rằng Thánh Ðức không biết phân biệt phải trái. Vua dạy phải biết vun trồng ý thức chuộng điều thiện, ghét điều xấu. \"Phạt kẻ làm ác, thưởng kẻ làm lành, đó là luật tốt thời trước. Bởi vậy, đừng che dấu những hành động tốt của bất cứ người nào và hãy trừng trị, sửa chữa những hành động xấu của họ. Quan chức nịnh hót và lừa dối... phải được xem như những khí cụ tệ hại để phá hủy nhà nước, như thanh gươm bén để chém dân tộc\" (điều 6). Khuyến thiện trừng ác: võ sĩ đạo về sau triệt để khai thác điều này, dù chết cũng không làm trái đạo. Sách Nhật thường ví vua Thánh Ðức với vua A-dục (Ashoka) của Ấn Độ (273-232 trước TL). Lại ví vua Thánh Ðức với vua Songtsan-Gampo dựng nước Tây Tạng vào khoảng thời gian giống nhau. Songtsan-Gampo cũng ban hành đạo dụ 16 điều tương tự hiến chương 17 điều của Thánh Ðức. Dù ở Nhật, dù ở Tây Tạng, chính trị và luật hồi đó mang hình thức đạo đức, là những nguyên tắc đạo đức. Ðạo đức cho dân gian mà cũng là đạo đức mà quan chức phải theo. Ðạo Phật mang đến cho Thánh Ðức một khái niệm phổ quát về luật. Luật áp dụng cho người – dù là người Nhật – là những luật áp dụng cho mọi người, bởi vì nó đúng cho mọi người.Thánh Ðức nói: \"Hãy kính dường Tam bảo... Tam bảo là nơi nương tựa cuối cùng của mọi người và là nguyên tắc đáng kính nhất của mỗi dân tộc. Làm sao có người, ở bất cứ thời đại nào, có thể không biết sự thật đó được? Những người ác đến nỗi không sửa chữa được là rất hiếm. Nếu được giáo hóa, ai cũng có thể thấy sự thật. Bởi vậy, nếu không nương trú vào Tam bảo, làm sao có thể sửa đổi được bao nhiêu tính xấu của người?\" (Ðiều 2)Nghĩa là đối với vua, \"Pháp\" là nguyên tắc của mọi người; \"Phật\" là hiện thân của Pháp; Tăng là trí tuệ để thực hiện Pháp. Nghĩa là mọi sự vật quy tụ vào một nguyên tắc căn bản gọi là Pháp.Hình như A-dục cũng suy nghĩ như vậy, nghĩa là cũng suy từ chữ \"Pháp\" (Dharma) mà ra. Chỉ có một điều khác giữa A-dục và Thánh Ðức. A-dục biết nhiều triết thuyết trước Phật giáo, và những triết thuyết đó đều xây dựng trên những nguyên tắc phổ quát. Còn Thánh Ðức không biết triết thuyết phổ quát nào trước Phật giáo, cho nên rất hả hê nhấn mạnh tính cách phổ quát của Phật giáo. Mặc dầu vậy, A-dục, Thánh Ðức và Songtsan-Gampo đều nhất thiết không hủy diệt những tín ngưỡng địa phương mặc dầu bản thân mình tôn trọng đạo Phật. Vì vậy thần đạo ở Nhật và đạo Bon ở Tây Tạng vẫn được tôn trọng. Thánh Ðức chỉ thị: \"Dưới triều đại của ta tại sao lại cấm sùng bái những vị thần của thần đạo? Quan chức trong triều phải sùng bái thành thực\".Thánh Ðức chết năm 622, lúc 49 tuổi. Hoàng hậu cũng chết năm đó. Vua thành lập một nhà nước thống nhất, quyền hành tập trung vào tay Thiên Hoàng (Tennô). Nhưng khi vua mất thì sứ quân Soga thừa thế tấn công vào kinh đô, thảm sát cả gia đình nhà vua. Ðông cung thái tử Yamashiro cùng với vợ tự tử (mặc dầu gia đình Soga lại có họ hàng với gia đình Thánh Ðức). Thái tử nói trước khi chết: \"Nếu ta chiêu mộ quân để tấn công Soga, có thể ta thắng. Nhưng vì quyền lợi của một người, ta không muốn hại cả dân tộc\". Thái tử và vợ cùng chết trước tượng Phật. Người đời cho rằng cả gia đình Thánh Ðức đã giữ trọn câu \"tất cả đều vô thường, ngoại trừ sự thật duy nhất là lời giáo huấn của đức Phật\". Câu đó được thêu trên thảm và được lưu trữ. Thánh Ðức được xem như là hình ảnh sống của giáo lý đức Phật diễn tả qua chính trị, luật pháp và đời sống thực dụng. Thánh Ðức được dân Nhật sùng bái như thánh tử đạo, như Bồ-tát. Từ đó mà văn hóa Nhật nảy nở.Nhật có \"vua Phật\" là Thánh Ðức; ta cũng có \"vua Bụt\" là Trần Nhân Tông. Thú thật, tôi chưa có thì giờ để nghiên cứu, so sánh hai vị vua; và cũng chưa biết có nên so sánh không, bởi vì hoàn cảnh lịch sử khác nhau: Thánh Đức vừa dựng lên nước Nhật thống nhất, vừa dựng lên cơ sở văn hóa Phật giáo; Trần Nhân Tông tiếp nối và làm hiển hách một văn hóa Phật giáo đã khai hoa, nở nhụy ở Việt Nam từ thời Lý. Về sức học, Trần Nhân Tông của ta tuyệt vời, tưởng như đã truyền cho ta tinh túy của đạo Phật. Về Thánh Ðức, tôi chỉ biết sơ sài, là nhà vua đã bình chú 3 tập kinh: kinh Thắng Man, kinh Duy Ma và kinh Pháp Hoa. Vua như thế cũng đã là triết gia rồi. Nếu tôi bạo dạn so sánh, thì tôi chỉ muốn nói đến một khía cạnh này mà tôi chỉ cảm thấy thôi. Ai cũng biết câu hỏi đặt ra từ lâu và bàn cãi um sùm: tại sao Nhật canh tân được ở thế kỷ 19 (với Minh Trị) mà Trung Quốc thì không? Tại sao cùng chịu ảnh hưởng văn hóa Khổng Mạnh, mà Nhật thì thoát ra khỏi óc thủ cựu; còn Trung Quốc thì cứ vướng mắc? Bao nhiêu là câu trả lời.Ðọc sách Nhật về Thánh Ðức, tôi thấy có một câu trả lời hay hay, đáng suy ngẫm thêm. Nhưng trước hết, phải nói ngay về câu hỏi cũng đã đặt ra: đạo Phật có làm cản trở phát triển kinh tế không? Câu hỏi đại ngu. Ngu chẳng khác gì hỏi: đạo Phật có làm cản trở gì Trần Nhân Tông trong việc chống xâm lăng không? Ði tu và đánh giặc là một. Ðó là điều kỳ lạ mà cả dân tộc ta phải suy ngẫm hoài. Tôi trích Trần Thái Tông (1218-1277) trong bài Lục thời sám hối khoa nghi (Thơ văn Lý Trần tập 2 quyển Thượng ): làm vua một nước \"ở ngôi chí tôn, việc dân vất vả, việc nước bộn bề\". Mà thế nào? Mỗi ngày sáu lần thắp hương, dâng hoa, niệm kinh tụng kệ trước bàn thờ Phật làm lễ sám hối. Ai tu được như vua? Bản thân tôi cứ suy niệm hoài về chuyện này: nếu các vua Lý Trần không nắm được tinh túy của Thiền trong tư tưởng và trong hành động, làm sao các vị vừa có thể là vua lớn, vừa là Phật tử lớn, mỗi ngày tụng kinh sám hối sáu lần? Tôi không đi xa câu hỏi về kinh tế và canh tân nước Nhật đâu. Ở trên, tôi đã có nói rằng dân Nhật chuộng thực dụng, không giỏi trừu tượng, triết lý như Ấn Ðộ. Dân Nhật, lại cũng khác Ấn Ðộ, thích thực hiện những gì trước hết là ở đời này, giữa nhân quần xã hội. Bởi vậy, lý tưởng tiểu thừa không hợp với dân Nhật, mà lý tưởng đại thừa thì quá hợp, đi vào đất Nhật dễ dàng. Không phải ngẫu nhiên mà Thánh Ðức bình chú kinh Thắng Man, kinh Duy Ma và kinh Pháp Hoa. Kinh Thắng Man và kinh Duy Ma đề cao vai trò của cư sĩ, đưa ý niệm chân lý có thể nắm bắt trong cõi đời cư sĩ này. Kinh Pháp Hoa thì dạy rằng bất cứ ai (cư sĩ nào) tin một lời Phật dạy là được Niết-bàn. Sách Nhật giải thích: ý của Thánh Ðức là nhấn mạnh trên sự thực hiện lý tưởng Phật giáo ở đời này, nơi mọi người và giữa mọi người, nơi chính trong đời sống thường ngày này. Vua đặt nặng lý tưởng Bồ-tát.Phật giáo Nhật bản sau này khai triển những ý đó. Tối Trừng nhấn mạnh: cư sĩ và tăng sĩ đều đạt giác ngộ như nhau. Theo Không Hải, người sáng lập ra phái Kim cương thừa ở Nhật, trí tuệ Bát-nhã có thể được thực hiện qua đời sống hằng ngày. Theo phái Tịnh độ chân tông, không những mọi người tin Phật đều có thể đạt Niết-bàn, mà những người lầm lỗi cũng được đức Ðại từ đại bi cứu thoát. Dưới thời Tokugawa, các thương nhân bán rong danh tiếng nhất ở Omi (\"cận giang thương nhân\"), chở hàng hóa bán buôn khắp mọi nơi trong nước, hầu hết là tín đồ thuần thành của phái Tịnh độ chân tông, đi khắp nước để thực hiện lý tưởng lợi tha. Ðồng thời với tư tưởng đặt nặng lý tưởng ở cõi đời này, lại thêm tư tưởng đặt nặng trên sản xuất. Ở các đất giàu, màu mỡ hơn, sản xuất dễ, đạo đức nhấn mạnh trên phân phối, trên bố thí. Nhật là đất nghèo, sản xuất là sống chết, vì vậy đạo đức đặt nặng trên cần lao, ở mọi ngành nghề.Ðặc điểm này được thấy ngay cả trong văn chương Thiền ở Nhật. Ðạo Nguyên, người sáng lập Thiền Tào Ðộng, dạy rằng đạo có thể được thực hiện trong đời sống nghề nghiệp. Linh Mộc Chánh Tâm khuyên giảng: hãy sống trọn với nghề nghiệp của mình, dù là võ sĩ, nông dân, thương gia, bác sĩ, minh tinh màn bạc, thợ săn hay tăng sĩ. Với nông dân, ông nói: \"Cày cấy là làm công việc của Phật\". Với thương gia: \"Diệt dục và cứ sinh lợi một cách vô tư nhưng đừng bao giờ vui với cái lợi đó, mà trái lại, dùng lợi đó để làm điều thiện cho mọi người\". Ông còn nói thêm: \"Hãy làm việc khổ nhọc để chuộc nghiệp của quá khứ\". (Ngay sau khi Calvin chết, một tư tưởng tương tự Calvin đã manh nha ở Nhật, không phát triển được có lẽ là tại vì giới tư sản không phát triển).Tất nhiên, một tư tưởng thực dụng quá thì không bay lên cao được. Nhưng đó là một đặc điểm của Nhật. Và võ sĩ đạo chính là xương thịt của Thiền. Bây giờ tôi trở lui về chuyện so sánh vua Trần với Thánh Ðức. Tôi nghĩ rằng quan tâm của các vị giống nhau: cai trị thế nào để cai trị và đi tu không khác gì nhau? Có phải từ câu hỏi đó mà Thiền đã cực thịnh ở Việt Nam thời Lý Trần? Có phải từ câu hỏi đó mà Thiền phát triển ở Nhật? Tôi chưa có thì giờ nghiên cứu, chỉ lơ mơ trực giác ở trong đầu. Khác một điều là Thiền tiếp tục sinh động ở Nhật; khác một điều là Thiền ở ta trở nên mảnh đất ít người lắm ma. Sử sách về thời Thánh Ðức không còn bao nhiêu và sử sách về Lý Trần thì bị mất rất nhiều. Cũng vậy, tôi tiếc vô cùng khi thiếu tài liệu để viết về tương quan giữa Phật giáo và luật pháp Lý Trần. Chỉ nhắc lại ở đây vài chuyện mà ai cũng biết, gọi là để so sánh. 1 - Ðạo Phật đã bành trướng ở Nhật trước thời Kamakura (1192 hay 1185-1331), nhưng dưới sự bảo trợ của triều đình và được sùng bái nhất trong giới quý tộc. Năm 1185, một chính phủ tướng quân được thành lập ở Kamakura (Tokyo). Vua vẫn còn ở Tokyo, nhưng chẳng còn cai trị thực sự nữa. Chế độ lưỡng đầu được thành lập ở Nhật và kéo dài cho đến 1868. Thời đại Kamakura là thời đại cực thịnh của Phật giáo. Bởi vì đây là thời đại Phật giáo phát triển ra khỏi giới quý tộc, vào sâu trong dân chúng. Giới võ sĩ thâm nhập đạo Phật, và giới võ sĩ lại rất gần nông dân (70-80% dân số). Võ sĩ, nông dân, thương gia, nghĩa là quảng đại quần chúng, không phải là quý tộc.Tôi rất tiếc không biết tội tử hình được áp dụng thế nào dưới thời Kamakura. Nhưng tôi biết rằng, trước đó, mặc dầu vương triều du nhập luật Trung Hoa và có quy tội tử hình, trong suốt 346 năm, từ 810 đến 1156, tử tù không bao giờ bị hành quyết. Chẳng đáng ngạc nhiên hay sao?Tôi lại đọc Lịch triều hiến chương loại chí của ta. Sử thần Phan Huy Chú triều Nguyễn chép rằng dưới thời Lý Nhân Tông, năm 1125, có chiếu: \"Phàm kẻ đánh người đến chết thì đày làm khao giáp, đánh 100 trượng, thích vào mặt 50 chữ\".Sử thần họ Ngô, nhà Nho, bàn: \"Sát nhân giả tử, đó là phép cổ. Sao lại có giết người mà chỉ xử nhẹ trượng với đồ?... \". Ðó là sử thần nhà Nho phê bình một chính sách chắc là chịu ảnh hưởng của Phật. Tôi không nói ai đúng ai sai. Chỉ nói rằng khuynh hướng hiện tại trên các nước văn minh là chống việc tử hình.2 - Trên là tử hình. Bây giờ là xá tội. Ðại Việt sử ký toàn thư chép: \"Năm 1129, Lý Thần Tông xuống chiếu xá những người có tội\" (tr.264). Sử thần nhà Nho Ngô Sĩ Liên rất bực mình về việc các vua Lý hay xá tội vào những dịp lễ hội Phật. Ông hạ bút: \"Nhân Tông thường hay nhân dịp mở hội Phật mà xá người có tội là không phải, nhưng mà mượn tiếng hội Phật. Còn như vua (nghĩa là Thần Tông) thì không có việc gì mà cũng xá. Phàm tội nhân phạm pháp có nặng có nhẹ, năm bậc hình phạt có trên có dưới, làm sao có thể tha được? Nếu nhất khái tha cả thì kẻ tiểu nhân gặp may mà được khỏi tội, đó không phải là phúc cho quân tử. Cho nên thời xưa nói về việc trị nước, tuy không thể không xá tội nhưng mà cũng lấy xá tội làm có hại. Lỗi mà tha thì được, tội mà tha thì không được. Kinh Dịch nói: tha lỗi giảm tội. Kinh Thư nói: lầm lỗi thì tha cho, cố phạm thì trị tội. Thế là phải\"[4]. Khó mà bàn về lời bàn của Ngô Sĩ Liên, bởi vì sử chỉ chép một câu về việc xá tội của Lý Thần Tông, ta không có chi tiết. Không có chi tiết thì đố ai dám nói hay hay dở. Giá như thời đó có thống kê để xem tổng số tội phạm tăng hay giảm sau mỗi lần xá, hoặc xem những tội nhân được xá có tái phạm không! Nhưng đó không phải là chuyện tôi đang nói. Chuyện tôi muốn nói là lòng nhân của các vua Lý. Về lòng nhân đó, tôi trích một sử liệu thứ 3, may quá, lần này được sử thần Nho gia đồng ý. 3 – Lịch triều hiến chương loại chí chép:\"Lý Thái Tông năm Minh Ðạo thứ 1 (1042) ban bố hình thư. Buổi đầu trong nước việc hình ngục kiện cáo phiền nhiễu, pháp quan câu nệ luật văn, chuộng sự nghiêm khắc, phần nhiều oan uổng sai phạm. Thái Tông thường lấy làm thương dân, mới sai quan trung thư sửa định luật lệnh, tham chước những điều thông dụng trong thời ấy, chia làm môn loại, chép rõ điều mục, thành bộ hình thư của một đời để cho người xem dễ hiểu. Sách làm xong, có chiếu ban hành, nhân dân lấy làm tiện. Ðến đó phép xử rất rõ ràng\".Cái gì khiến Lý Thái Tông làm luật? Ðể trừng trị? Không, mục đích là vì thương dân. Làm luật cũng có thể là vì từ bi. Hãy nghe thêm: \"Thánh Tông năm Long Thụy Thái Bình thứ 6 (1059), mùa hạ, tháng 4, khi vua nghe xử kiện ở điện Thiên Khánh, Ðổng Thiên công chúa đứng hầu bên cạnh, vua chỉ vào công chúa mà bảo ngục lại rằng: \"Ta làm cha mẹ dân, lòng yêu dân cũng như yêu con ta đây. Nhân dân vì không biết mà sa vào hình pháp, ta rất thương. Từ nay về sau, không cứ tội nặng tội nhẹ, đều nên khoan hồng\".Sử thần Nho gia họ Ngô phê bình: \"Xem đó thấy Thánh Tông thành thực thương dân, khoan hồng việc hình, cùng là vua tôi thân nhau, không ngăn cách trên dưới, khoan độ, trung hậu, dễ dãi, có thể tưởng thấy được. Cứ theo đạo ấy mà làm, thói dở đâu còn che lấp, dân tình đâu còn không thông, thiên hạ đâu còn lo chẳng thịnh trị!\"[5]Ðó là Nho gia khen vua Phật, không phải \"mèo khen mèo\"...4. Tôi trích một sử liệu thứ 4, vẫn một câu thôi, nhưng tôi cho là vĩ đại. Năm 1126, vua xuống chiếu cấm nhân dân mùa xuân không được chặt cây (DVSKTT, tr.225).Luật của cây cối là: xuân sanh, hạ trưởng, thu thâu, đông tàn.Xuân sanh: hãy nhìn một lộc non vừa nhú lên trong mùa xuân, bao nhiêu là hạnh phúc, bao nhiêu là sức sống! Chặt cây cối trong mùa xuân là kết án tử hình sự sống! Chặt cây cối trong mùa xuân là kết án tử hình mùa xuân! Chưa bao giờ chân lý, thiện và mỹ được nâng cao lên đến mức ấy.Tôi biết luật này của vua Lý từ thuở còn là sinh viên. Bốn mươi năm qua, bốn mươi mùa xuân, mỗi khi nhìn cây cối ra hoa nở nụ, tôi vẫn mong rằng bất cứ ai nói đến nhân quyền, nhất là Liên Hợp Quốc, hãy ghi điều luật này vào một bản tuyên ngôn như tượng trưng cho quyền thiêng liêng nhất của con người: quyền của sự sống trên sự chết, sự sống của mình nơi sự sống của người khác, nơi sự sống của mọi vật chung quanh. Cũng như một con bướm vỗ cánh ở bên kia nửa địa cầu, một nụ non bị ngắt sự sống ở đây sẽ làm nhựa cây xao xuyến khắp cả khu rừng bên đó. Nói như thế này e rằng một luật gia sẽ mỉm cười. Nhưng thi nhân sẽ không mỉm cười. Triết gia sẽ không mỉm cười. Mà thi nhân và triết gia là những người tư duy về luật trước các luật gia. CAO HUY THUẦNThượng Đế, Thiên Nhiên, Người, Tôi và Ta,Trung tâm văn hóa Khuông Việt xuất bản, 1999 (tr. 114-146).Nhà xuất bản TP Hồ Chi Minh, 2000 (tr. 140-179).Chú thích:[4] Ngô sĩ Liên, Đại Việt sử ký toàn thư, bản kỷ, quyển 3, kỷ nhà Lý. Bản dịch của Cao Huy Giu, NXB KHXH, Hà Nội, 1967, tr. 265.[5] Đại Việt sử ký toàn thư, sđd.\n"
        },
        {
            "order": 6,
            "name": "BÀI THỨ NĂM",
            "content": " Cho đến gần đây, Tây phương chỉ nói đến quyền của con người. Bây giờ, quyền của thiên nhiên được đưa vào triết lý luật. Ðây là một tranh luận rất quan trọng, bởi vì địa vị tối thượng của con người bị đem ra xét lại trong tư tưởng luật pháp. Cả khái niệm \"hiện đại\" (modernité) cũng bị xét lại. Và bắt đầu là Descartes, cha đẻ của tư duy hiện đại. Descartes tách rời con người với thiên nhiên. \"Tôi tư duy vậy tôi hiện hữu\". Như thế thì, tôi, tôi là một đồ vật tư duy, hoặc là một thực thể mà bản chất là tư tưởng và cắt đứt ở đấy, không nối dài ra với cái gì khác. Tôi có một thân xác, thân xác đó là một vật được kéo dài ra, nhưng lại không tư duy được. Với linh hồn, tôi hiện hữu, nhưng như thế thì linh hồn khác hẳn với thân xác của tôi và có thể hiện hữu mà không cần thân xác.Thân xác tách biệt ra khỏi linh hồn, huống hồ thiên nhiên! Thiên nhiên bị xem như một đồ vật, như một nguồn của cải, đặt dưới sự thống trị của con người, chủ tể và chủ nhân. Tư tưởng đó gặp văn minh công nghệ ngày nay đưa đến thái độ khai thác thiên nhiên triệt để, xem con người như chỉ lệ thuộc vào văn minh mà thôi, chẳng lệ thuộc gì trái đất. Trái đất, thiên nhiên chỉ có một chức năng mà thôi là cống hiến cho con người trăm ngàn thú vị mà nhờ biết khai thác, con người thụ hưởng dễ dàng.Cả trường phái Ánh Sáng vận dụng tư tưởng này. Trước Descartes, F. Bacon (1561-1626) đã tuyên bố: \"Thiên nhiên giống như gái điếm; ta phải khuất phục nó, thông suốt bí mật của nó, chinh phục nó tùy theo sở thích của ta\". Locke (1632-1704) giải thích: Thượng đế ban cho người trái đất để chiếm hữu; con người tự nó là tư hữu của Thượng đế, nhưng tất cả mọi người ai cũng tự do, bình đẳng như ai. Việc chiếm hữu thiên nhiên như vậy là do Thượng đế muốn và do con người toàn quyền thực hiện. Hơn nữa, sự chiếm hữu đó là điều kiện để con người được sử dụng tự do đối với những người khác, bởi vì, nhờ tiền tệ, phần tiêu dùng không hết được đem ra buôn bán, trao đổi, do đó mà quyền tư hữu được tận dụng tối đa. A. Smith (1723-1790) cũng cắt nghĩa tương tự, cũng đi từ tương quan giữa con người với con người để đến tương quan giữa con người với thiên nhiên. Nhưng với Smith, những tương quan đó được quan niệm trên hết qua sự trao đổi hàng hóa. Kinh tế vọt lên hàng đầu.Hiện tại, phản ứng chống lại sự đè nặng của tư tưởng đó đang bành trướng, đa dạng, phong phú. Dưới đây, tôi chỉ tóm tắt vài luận cứ chính, và hạn chế trong triết lý luật.I - DEEP ECOLOGY.Tôi không dịch tên gọi của trào lưu này vì dễ hiểu và vì đây là tên gọi. Deep là sâu, ai cũng biết. Sâu, vì chống lại phong trào sinh thái \"nông cạn\", \"hời hợt\", cải cách, cải lương, chứ không rốt ráo. Sâu, vì đòi một quyền cho thiên nhiên vì phúc lợi của chính thiên nhiên, chứ không phải vì lợi ích trước hết của con người. Sâu, vì muốn bảo vệ thiên nhiên vì chính thiên nhiên, chứ không phải muốn bảo vệ thiên nhiên tốt hơn để lợi ích của con người được nhiều hơn. Tóm lại: sâu, vì muốn cắt đứt với tư tưởng đặt con người vào quan tâm duy nhất. Bởi vậy, trước khi trình bày deep ecology, tưởng cũng nên nói vài lời về khuynh hướng \"nông cạn\" này.Bảo vệ thiên nhiên vì lợi ích của con người, luận thuyết của khuynh hướng này có thể trình bày dưới 3 quan điểm khác nhau:1 – Hoặc là xem thiên nhiên, môi trường và sự sống như những vấn đề khoa học, kỹ thuật và kinh tế, và nhìn dưới khía cạnh khả năng sinh lợi. Thiên nhiên không có giá trị nội tại, chỉ có giá trị dụng cụ. Thiên nhiên là một dụng cụ trong tay con người, dụng cụ đó càng ngày càng tối tân nhờ khoa học và kỹ thuật. Vậy vấn đề là làm thế nào để dụng cụ đó phục vụ quyền lợi kinh tế của con người tốt hơn mãi, tính theo khả năng sinh lợi và tương quan phí tổn - lợi nhuận. Tính toán như vậy, thì cần gì phải đặt vấn đề đạo đức nữa, bởi vì chỉ cần định nghĩa quyền lợi cho đúng thì sẽ biết cách ứng xử đúng nhất đối với thiên nhiên. Chẳng hạn, vì quyền lợi của con người, con người không nên phá hủy hay lạm dụng thiên nhiên, bởi vì làm như thế thì có khác gì từ bỏ quyền đô hộ hay quyền kiểm soát của mình.Quan điểm này duy trì nguyên trạng bậc thang giá trị đặt con người trên tất cả các sinh vật khác bằng cách gán cho con người một cứu cánh, một giá trị tuyệt đối rồi buộc tất cả các sinh vật khác phải lệ thuộc vào đó. Người, nói theo William F. Baxter [1], không thể ngang hàng với con chim biển pingouin, con gấu Bắc cực hay rừng thông. Hậu quả của bậc thang giá trị là con người không có bổn phận phải là thế này, là thế kia với chim, với gấu, với rừng. Bổn phận đó chỉ đặt ra giữa con người với con người trong thế giới con người, không đặt ra trong thế giới phi nhân. Tự bản chất của nó thiên nhiên không có quyền, mà cũng không có tư cách để buộc ai phải có một thái độ luân lý đúng đắn.2 – Hoặc là tin tưởng ở ý thức của con người. Ý thức đó đã vượt qua cá nhân để vươn tới nhóm, đã vượt qua nhóm để vươn tới cộng đồng, bây giờ phải vượt qua cộng đồng để vươn tới cái toàn thể. Vấn đề môi trường sẽ được giải quyết bằng cách đó, bằng cách làm giảm khác đi dần dần những khác biệt giữa các sinh vật. Nhờ đó mà con người sẽ thực hiện toàn vẹn tính cách của mình như một sinh vật sống. Ðây là quan niệm của Livingston [2].3 – Hoặc nhấn mạnh bổn phận của người đối với thiên nhiên, nhưng không cần sáng chế thêm một thứ luân lý mới. Quan niệm luân lý thông thường đủ để giải quyết những quan tâm về môi trường, chống lại ô nhiễm, trộm cướp của cải thiên nhiên, tiêu diệt cây cối, thú rừng hoang dã. Luân lý thông thường nghĩa là: đừng làm hại kẻ khác, tôn trọng kẻ khác. Ðây là quan điểm của Passmore [3].Deep Ecology mà Arne Naess là chủ xướng, chống lại những quan điểm trên, bởi vì, như đã nói, những quan điểm đó vẫn đặt con người ở trung tâm vũ trụ. Thú vật hoặc cây cối cũng đều là những hình thức sống như con người, mà một hình thức sống thì không cần phải chứng minh sự lợi ích của mình đối với người để biện hộ cho sự hiện hữu của mình. Chống lại Kant cho rằng chỉ có con người mới có quyền bảo vệ sự sinh tồn của mình và đó cũng là bổn phận đầu tiên của người đối với chính mình, Deep Ecology chủ trương tất cả mọi hình thức sống đều có một giá trị nội tại, vì vậy có quyền tự bảo vệ sự sinh tồn của mình.Deep Ecology cũng chỉ trích khuynh hướng \"hời hợt\" là không thấy sự liên đới giữa mọi hình thưc sống, không thấy thiên nhiên còn là điều kiện cần thiết của mọi sự sinh tồn, người cũng như thú. Những giống chim thiên di được con người bảo vệ bằng luật pháp, nhưng trên thực tế chúng bị tiêu diệt, vì môi trường ướt cần cho sự tồn tại của nó bị hủy diệt. Khái niệm liên đới xem thiên thiên như là thiên nhiên, như sông, núi, nước, chứ không phải là nguồn lợi của con người. Người và thiên nhiên đều có giá trị bằng nhau vì đều có giá trị nội tại, vì đều là những hình thức sống, những hình thức sống khác nhau. Người chỉ là một bộ phận trong một chuỗi sinh thái. Trong bầu sinh quyển (biosphère) được quan niệm như một đơn vị duy nhất, người không phải là một sinh vật ưu tiên. Chúng ta sống trong những điều kiện giống nhau như các hình thức sống khác và mọi hình thức sống đều có quyền được sống giống nhau (droit à la vie). Và bởi vì, như trên đã nói, sự phúc lợi, sự nảy nở của sự sống của con người và của các sinh vật trên trái đất đều là những giá trị nội tại, sự phong phú, sự đa dạng của những hình thức sống khác nhau đóng góp vào sự thực hiện những giá trị đó, và như thế cũng là những giá trị nội tại. Con người không có quyền gì làm giảm bớt sự phong phú, sự đa dạng đó, trừ khi bắt buộc phải đáp ứng những nhu cầu căn bản.Deep Ecology còn nói thêm: sự nảy nở của đời sống và sự văn minh của con người tương hợp với một sự giảm sút quan trọng về dân số. Sự nảy nở của đời sống các sinh vật khác cũng vậy. Con người can thiệp quá lố vào thế giới phi nhân và tình trạng càng ngày càng tệ hại. Hãy thay đổi rốt ráo khuynh hướng đó về mọi mặt, nhất là về mặt hệ ý thức. Thay vì nghĩ đến nâng cao mức sống, hãy nghĩ đến nâng cao phẩm chất đời sống. Giữa big và great, ú và lớn, khác nhau tận căn bản. Nói như vậy nghĩa là nói rằng có một thứ luân lý, một thứ đạo đức khác. Hơn thế nữa, nếu thiên nhiên có giá trị nội tại, tại sao thiên nhiên lại không được công nhận là một chủ thể luật pháp? Ðây là luận cứ của Leopold, Routley, Stone, Godfrey-Smith.II - STONE, LEOPOLD, ROUTLEY, GODFREY-SMITH.Với Stone, thiên nhiên được nhân tính hóa. Ðược xem như có nhân tính, thiên nhiên trở thành một chủ thể luật pháp. Bài viết nổi tiếng nhất của Stone về vấn đề này được xuất bản nhân một vụ kiện. Nội vụ như sau: Năm 1970, Walt Disney được phép sử dụng một thung lũng hoang, tên gọi Mineral King Valley trong dãy núi Sierra Nevada, để xây một trung tâm giải trí có khách sạn, quán ăn... Nhóm bảo vệ môi trường Sierra Club kiện để ngăn cản chương trình đó. Tòa án tối cao liên bang bác đơn kiện với lý do rằng nhóm đó không có tư cách kiện trong một vụ kiện nhằm bảo vệ quyền lợi của cái thung lũng hoang đó. Trước khi vụ kiện được đưa ra trước Tòa án tối cao, Stone can thiệp với bài viết: Should trees have standing? Toward legal rights for natural objects. Cây cối có quyền đi kiện không?Stone đề nghị \"nhân tính hóa\" thiên nhiên để ban cho thiên nhiên tư cách pháp lý của người, nghĩa là quyền kiện trước tòa án để bảo vệ quyền lợi của mình. Tại sao không thể như thế được? Các công ty thương mãi chẳng phải là được công nhận tư cách pháp nhân đó sao? Có nhà cầm quyền nào chẳng nói: ý muốn của nhân dân là thế này thế nọ? Ðể giải thích luật, người ta đã chẳng tìm \"ý muốn của nhà làm luật\" đó sao? Mặt khác, khoa học đã nhận sai lầm khi không đánh giá những tài nguyên kinh tế \"trinh bạch\", mà chỉ đánh giá những hoạt động kinh tế của con người, đo lường khả năng sản xuất của những hoạt động đó cho một thị trường nào đó. Kết quả là: càng gây ô nhiễm chừng nào, càng khai thác bóc lột chừng nào, GNP lại càng cao. Một cánh đồng ô nhiễm thì có giá; một cánh đồng không được khai thác, nằm ngoài chu trình kinh tế, thì chẳng đáng giá gì. Trong vấn đề mới đặt ra giữa tương quan của con người với thiên nhiên, nhất là trong vấn đề tàn phá thiên nhiên, thiên nhiên cần phải được đánh giá lại. Ðể vụ kiện được công bằng, quyền lợi của mọi phe đều phải được bảo vệ. Thiên nhiên không nói được? Thì hãy xem nó như một người hưởng quyền. Thì các \"bạn bè\" của thiên nhiên có thể đề nghị trước tòa án một giám hộ có đủ tư cách pháp lý để thay mặt cho thiên nhiên. Trong luật quốc tế, nhiều ý kiến đã được đưa ra rộng rãi để ban tư cách pháp lý cho Nam cực, cho \"tài sản chung của nhân loại\", cho biển, cho \"tài sản di truyền\" của trái đất... Những ý kiến đó đề nghị ban cho những tổ chức thuộc Liên Hợp Quốc quyền đại diện cho những \"tài sản chung\" để hành động như giám hộ.Cùng với Stone, nhiều tác giả khác, Leopold, Routley, Godfrey-Smith..., kêu gọi xem thiên nhiên như chủ thể luật pháp. Dòng tư tưởng này đưa đến hệ luận là: phải có một cái nhìn tổng thể về con người, về sự sống, về thiên nhiên. Nhìn bao quát như vậy thì mới thấy một đạo đức mới. Nhìn bao quát như vậy thì mới thấy nhu cầu của con người và nhu cầu của môi trường trộn lẫn với nhau, và thấy như vậy rồi thì con người sẽ thấy mình như là mình đã luôn luôn như vậy, nghĩa là như một phần tử của một tổng thể thiên nhiên. Nói tóm lại, phải công nhận giá trị nội tại của thiên nhiên và phải nới rộng khái niệm đạo đức để đưa đến sự nới rộng khái niệm chủ thể pháp luật. Goldfrey-Smith biện luận như sau: nếu ta giả thiết rằng cái gì có giá trị nội tại thì cái ấy phải có quyền, và cũng giả thiết rằng quyền không có nghĩa gì khác hơn là tư cách cho phép một người hoặc một nhóm người được những người khác đối đãi tôn trọng, thì ta bắt buộc phải thừa nhận rằng rừng nhiệt đới là có những quyền. Trong nghĩa đó, quyền và bổn phận tương quan qua lại với nhau. Nếu ta có bổn phận đừng làm hại, làm khổ kẻ khác, tức là kẻ khác có quyền không bị ai làm hại, làm khổ. Thì cũng vậy, nếu ta có bổn phận đừng làm khổ các thú vật hoặc đừng phá hủy môi trường, tại sao không nói được rằng thù vật, môi trường có quyền không bị ai làm khổ, không bị ai phá hủy?[4]Ði đến tận cùng lý luận đó, các tác giả vừa kể còn kêu gọi vượt qua thời gian và không gian để ban cấp tính cách chủ thể luật pháp cho các thế hệ tương lai, cho các sinh vật chưa ra đời, sẽ ra đời....[1] W. F. Baxter, People or Penguins: The Case for Optimal Pollution, Columbia University Press, 1974.[2]John A. Livingstone, Ethics as Prosthetics, trong: Philip P. Hanson, Environmental Ethics, Philosophical and Policy Perspectives, Simon Fraser University, 1986.III - MICHEL SERRES: HỢP ÐỒNG THIÊN NHIÊNChúng ta đã biết luận cứ của chủ thuyết hợp đồng xã hội: bằng một hợp đồng, con người từ bỏ tình trạng thiên nhiên để bước vào tình trạng xã hội. Ðối với M. Serres[5], hợp đồng xã hội đó là cái hợp đồng đầu tiên thực hiện sự gặp gỡ giữa người với đồng loại để chấm dứt bạo lực mù quáng thuở bình minh của nhân loại và để chiến tranh, dù tiếp diễn, cũng phải là một thứ chiến tranh có luật lệ. Ngày nay, những phương tiện khoa học, kỹ thuật khủng khiếp đến nỗi nhân loại đang ở trong một tình trạng bạo lực tàn diệt tương tự như tình trạng bạo lực mù quáng thuở ban đầu của lịch sử loài người. Vì vậy mà phải nghĩ đến việc ký hợp đồng xã hội thứ hai với vũ trụ, với thiên nhiên, nhất là với trái đất: đó là hợp đồng thiên nhiên.Xét lịch sử triết học về luật, M. Serres cho rằng các chủ thuyết hợp đồng xã hội, quyền thiên nhiên và quyền của con người đều đưa đến một thứ \"luật không có vũ trụ\" (droit sans monde). Chủ thuyết hợp đồng xã hội hoàn toàn không nói gì đến vũ trụ, chỉ nói đến cái bước đi từ tình trạng thiên nhiên qua tình trạng xã hội. Cái hợp đồng đó làm chúng ta thành những con người như chúng ta bây giờ. Nhân loại đi vào lịch sử, bỏ vũ trụ ở bên ngoài.Luật tự nhiên cũng vậy. Tư tưởng đó thu hẹp thiên nhiên vào bản tính tự nhiên của con người; tính cách tự nhiên đó lại thu hẹp vào lý trí. Vũ trụ cũng biến mất. Luật tự nhiên cũng phi vũ trụ.Từ lý thuyết hợp đồng xã hội nảy sinh ra Tuyên ngôn nhân quyền. Tuyên ngôn này cũng quên tuốt, không nói gì đến vũ trụ. Cái tuyên ngôn đó được \"tuyên bố nhân danh bản tính con người và bênh vực cho những kẻ bị nhục mạ, những người cùng khổ, những người bị ném ra ngoài lề xã hội, sống trong mưa gió...\". Thế thì tại sao không quan tâm đến số phận của kẻ bị hất ra ngoài, kẻ bại trận hàng đầu là vũ trụ này? Tại sao không quy định về số phận những người bại trận bằng cách lập ra \"quyền của những người không có quyền\"?Serres không bác hợp đồng xã hội, không bác quyền thiên nhiên, không bác quyền của con người. Nhưng buộc phải bổ túc, sửa đổi, sửa đổi cái ý chính cho rằng con người và chỉ con người, hoặc cá nhân, hoặc đoàn thể là chủ thể luật pháp. Bản Tuyên ngôn nhân quyền có điểm tốt là nói tất cả mọi người nhưng lại có khuyết điểm là giới hạn vào con người, chỉ có con người mà thôi, gạt phắt vũ trụ ra bên ngoài. Cả một khối vô lượng vô biên sự vật bị hất vào quy chế thụ động, trở thành đối tượng của chiếm hữu và khai thác. Lý trí của con người thì trưởng thành, thiên nhiên bên ngoài thì vị thành niên. Thế mà thiên nhiên là ai? Là cái nhà che chở cho con người, là mặt trời sưởi ấm, là thức ăn, là chính sự sống của con người. Thiên nhiên góp phần định đoạt bản tính của con người: bản tính của con người, đến phiên nó, góp phần định đoạt thiên nhiên. Nghĩa là thiên nhiên hành xử như một chủ thể.Bây giờ đến câu hỏi: sự vật trong vũ trụ nói bằng thứ ngôn ngữ gì? Chúng nó nói như thế nào để làm ta hiểu nó muốn gì mà ký hợp đồng với nó? Serres trả lời: Trái đất nói với chúng ta bằng thứ ngôn ngữ của sức mạnh, của ràng buộc và của tương quan qua lại: chừng đó thôi đủ làm hợp đồng. Hai bên, người và thiên nhiên, sống bằng cộng sinh, sống bằng hỗ tương, đến nỗi bên này cho bên kia sự sống, nếu không thì chết cả hai. Những quan hệ cộng sinh đó đủ để cho ta biết đâu là sự sống, đâu là sự chết, đâu là số phận chung, đủ để biện minh cho cái hợp đồng thiên nhiên sẽ ký. Tôi muốn trích giọng văn trữ tình của Serres:\"Tôi là ai? Một run rẩy của hư vô, sống trong một cơn động đất thường trực. Thế rồi trong một khoảnh khắc cực kỳ hạnh phúc, Trái đất động kinh, trộn với hình hài lảo đảo của tôi làm một. Tôi là ai trong cái khoảnh khắc chớp mắt đó? Là Trái đất. Chính là Trái đất. Nàng và tôi, trong cơn yêu dấu, trộn với nhau làm một. Nàng và tôi, cả hai chẳng biết nói gì, làm gì, cả hai chỉ hổn hển, cả hai trộn với nhau trong một ánh sáng linh thiêng.\"Từ chính mắt tôi, tôi thấy Trái đất; từ khả năng hiểu biết của tôi trước đó, tôi thấy Trái đất. Từ bụng tôi, từ chân tôi, từ giới tính của tôi, tôi là Trái đất. Hỏi rằng tôi có thể biết Nàng? Biết Trái đất như tôi, vừa là con gái của tôi, vừa là tình nhân của tôi? Vừa là tất cả?\"Trái đất là la terre trong tiếng Pháp, là giống cái. Cho nên Serres mới gọi là Nàng, mới có giọng văn trữ tình như vậy. Tôi tạm dịch đoạn văn đó để cắt nghĩa lý luận của tác giả. Tôi là một với Trái đất; như vậy, làm sao tôi không hiểu được Trái đất muốn gì? Nàng muốn kiện thì Nàng chỉ cần nói qua miệng tôi. Tôi nói là Nàng nói.Ðó là hơi thở văn chương của Serres. Hơi thở lý luận cũng mạnh. Bắt đầu xã hội loài người là một hiện tượng luật pháp. Tương quan giữa người với người là luật pháp. Thì cũng vậy, tương quan giữa người và vật, và Trái đất, và vũ trụ cũng là luật pháp và qua lại. Và cũng giống như \"chúng ta phải thiết lập hòa bình giữa chúng ta với nhau để cứu vãn vũ trụ, chúng ta phải thiết lập hòa bình với vũ trụ để cứu chúng ta\". Qua lại, hỗ tương là hợp đồng, mà hợp đồng là một hiện tượng luật pháp.IV - K. MEYER-ABISH: CỘNG ÐỒNG LUẬT PHÁP THIÊN NHIÊN.Giống như M. Serres, Meyer-Abish [6] cho rằng thế kỷ Ánh Sáng đã dừng lại nơi con người. Phải bổ túc tư tưởng đó bằng thiên nhiên.Thế kỷ Ánh Sáng nói: \"Mọi người sinh ra bình đẳng\". Sự thực thì không thấy bình đẳng đâu cả. Nhưng trước pháp luật thì bình đẳng. Vâng, cứ giả thiết như thế: mọi người bình đẳng khi sinh ra. Nhưng bình đẳng, đâu phải chỉ vì chúng ta là người! Mà là vì chúng ta sinh ra trong điều kiện giống nhau: có một thiên nhiên giống nhau, chung một lịch sử thiên nhiên như nhau. Ðiều đó tạo nên một cộng đồng pháp lý giữa người và các sinh vật khác, thú vật, cây cối, sông núi, không khí, ánh sáng... Tất cả trong tổng thể đó đều là đồng loại vì cùng chung một lịch sử thiên nhiên, giống như người là đồng loại của người trong tổng thể người. Như là người, ta không thể tách ra khỏi các sinh vật, sự vật khác. Tất cả đều cùng chung một nguồn gốc, một lịch sử thiên nhiên. Thiên nhiên hiện thân nơi ta. Nơi con người, thiên nhiên nói tiếng nói. Ðồng loại với nhau, con người và vũ trụ có đồng thiên nhiên tính (co-naturalité). Như vậy, nếu ta tuyên bố mọi người bình đẳng, tại sao ta lại không tuyên bố mọi sinh vật đều bình đẳng?Tư duy về bình đẳng còn phải tiếp tục. Ngay giữa người với người, chỉ vài thế kỷ trước đây thôi, thiếu gì thổ dân bị người da trắng tiêu diệt, bởi vì họ không quan niệm rằng đó là người giống như họ. Thì cũng vậy thôi, ta cũng chỉ là những thực dân mới đối với các sinh vật khác và đối với thiên nhiên, bởi vì ta không quan niệm được rằng thiên nhiên bình đẳng với ta. Meyer-Abish là người Ðức nên ông nói thêm: người Ðức diệt Do Thái vì lý do chủng tộc; đối với người Ðức, ngoại kiều chưa được chấp nhận hoàn toàn như là người, như người Ðức. Giữa nam giới với phụ nữ cũng vậy, đàn bà phải làm việc nhiều hơn đàn ông thì mới đủ tư cách như đàn ông. Nghĩa là chưa bình đẳng, ngay giữa người với người.Thế kỷ Ánh Sáng đã nhận bình đẳng giữa người với người, đã nhận tính cách nhân loại nơi mỗi con người, vậy mà còn gặp bao nhiêu khó khăn để ý niệm đó được thực hiện trong lĩnh vực xã hội, chính trị. Huống hồ là chuyện bình đẳng giữa người và các sinh vật khác! Tranh đấu để nối dài Ánh Sáng, để chống lại những cản trở cho việc công nhận liên hệ bà con giữa người và thiên nhiên là chuyện hiển nhiên và tất yếu.Từ đấy, luận cứ của tác giả: \"Giống homo-sapiens là một thành phần của lịch sử thiên nhiên y như hàng triệu giống thú vật khác và cây cối\". Ðã là bà con máu mủ, tất phải sống hòa bình với nhau. Hòa bình giữa người và thiên nhiên là hòa bình giữa một thành phần với toàn thể. Vậy phải chấm dứt bạo lực, đình chiến!Có người sẽ mỉa mai: như vậy là người bình đẳng với cây khoai, củ sắn, cọng ngò, rau tần ô? Một trong những lý lẽ để biện minh cho sự bình đẳng giữa người và thú vật là sự bình đẳng trước đau khổ. Vậy cây cối có đau khổ không? Tác giả trả lời: cây cối được đồng hóa với các sinh vật biết cảm giác. Ðã đành, công nhận quyền của cây cối quả là khó hơn so với các con thú. Nhưng phải công nhận, bởi vì không những cây cối có những dấu hiệu tỏ ra nhạy cảm nhất về ô nhiễm môi trường, mà còn cho những dấu hiệu nhạy cảm về sự mất nhân tính.Một câu hỏi khác: nếu con người bình đẳng với các sinh vật khác và với các sự vật (hòn đá, núi, gió, nước...) thế thì cái làm cho con người khác với tất cả, nghĩa là văn hóa, còn ý nghĩa gì nữa không? Ðây là vấn đề đối chọi văn hóa với thiên nhiên, thú vật thì sống tự nhiên, không có văn hóa. Tác giả trả lời: trước hết phải bắt đầu với ý nghĩ này là: giữa văn hóa với thiên nhiên không có gì khác biệt, bởi vì văn hóa chỉ là \"sự cống hiến đặc biệt của con người vào lịch sử thiên nhiên\". Chính vì vậy mà sự chung sống với những người khác và với vũ trụ là nằm trong bản chất của con người. Meyer-Abish lặp lại câu nói của một tác giả Ðức hồi thế kỷ 18: \"Tôi hiểu tại sao người ta luôn luôn nói về nhân loại như là tách biệt. Thú vật, cây cối, hòn sỏi, sao trên trời và gió trong không chẳng phải là của nhân loại đấy sao? Ta có thể hiểu nhân loại mà không cần thiên nhiên? Nhân loại có khác gì lắm đâu những giống khác trong thiên nhiên?\"V - ALAN R. DRENGSON: PHẨM CÁCH NỘI TẠI CỦA THIÊN NHIÊN.Drengson [7] bắt đầu bằng cách trình bày vấn đề thiên nhiên trong lịch sử triết học, từ cổ Hy Lạp đến ngày nay và trong truyền thống văn minh Do Thái - Ki tô giáo. Trong cổ Hy Lạp, trước Socrate, thiên nhiên nằm trong một tổng thể. Với Descartes, như tôi đã nói ở trên, quan niệm về người như là kẻ đối thoại bị thay thế bởi quan niệm người như một tư tưởng gia cô đơn. Con người độc thoại với chính mình, cho nên không thể hiểu được vũ trụ. Tách biệt thể xác ra khỏi tinh thần và tách biệt tinh thần ra khỏi trật tự vũ trụ, điều đó đưa lý luận đến bế tắc trong tư tưởng hiện tại. Trong quan niệm của Pythagore, khoa học không tách rời nghệ thuật; trong thế giới khoa học của Pythagore, có toán, có tinh tú, có âm nhạc, thơ văn, nước reo, gió thổi; đó là một tổng thể toàn diện. Vì vậy, ta hiểu tại sao đồ đệ của Pythagore cấm ăn sinh vật, cấm giết sinh vật để tế lễ. Ðặt mình trong tổng thế như vậy, con người mới hiểu mình một cách sâu sắc, đích thực, nghĩa là hiểu thiên nhiên một cách đích thực, hiểu tự trong sâu kín của lòng. Hiểu mình đúng đắn như vậy thì mới định nghĩa về mình đúng đắn. Ðịnh nghĩa về mình đúng đắn là mở rộng định nghĩa đó ra đến thiên nhiên, mở rộng ý thức về mình ra đến thiên nhiên, bao gồm cả thiên nhiên. Ðạo đức được xây dựng trên sự mở rộng đó: đó là một sự thực hành với mục đích tự hiểu mình. Tự hiểu mình như vậy thì sẽ tự biến đổi mình, tự thực hiện mình. Ðến tình trạng đó, ta sẽ làm một cách tự nhiên những gì hòa hợp với môi trường, những gì có lợi cho xã hội. Ta với môi trường lúc đó là một. Bằng lý thuyết mà thôi, có lẽ không đủ để ta thấy điều đó. Nhưng ta sẽ thấy bằng kinh nghiệm, bằng suy tưởng, bằng trầm tư, bằng cách chú ý đến kẻ khác, bằng sự tôn trọng lẫn nhau, bằng tình thương được hiểu như sự mở rộng cái ta đến kẻ khác.Thú thực, tôi thấy ý tưởng của Drengson không có gì lạ và khó hiểu đối với một Phật tử. Tác giả nói đến cách hiểu bằng \"meditation\". Tôi đã cố không dịch chữ meditation đó bằng chữ định hoặc thiền, để khỏi phải mang tiếng chụp cái mũ Phật tử trên đầu tác giả. Tôi tiếp tục.Sinh thái học là một ngành triết lý, một nghiên cứu, một phong trào xã hội có mục đích tái lập cuộc đối thoại với thiên nhiên, với các sinh vật - đối thoại mà xã hội công nghiệp đã cắt đứt. Ðối thoại vô cùng cần thiết; không có nó thì ta không thể khám phá được chính ta, không khám phá được hình thức sống của ta. Tại sao? Tại vì người, thiên nhiên và các sinh vật chỉ là những hình thái sống khác nhau.Descartes đã tách thân xác ra khỏi tinh thần. Môi trường học tái lập thân xác của ta: đó là Trái đất. Ta là Trái đất hiện thân, cho nên ta là kẻ bảo vệ tự nhiên của Trái đất, bảo vệ tài sản của Trái đất, lợi ích của đất, quyền của Trái đất. Người là tinh thần, thiên nhiên là thể xác. Triết lý về môi trường cho ta phương tiện để tái lập sự hợp nhất giữa ý thức và thiên nhiên.Bây giờ tôi tóm tắt ý của cả ba tác giả. Cả ba đưa ra một đạo đức học về môi trường. Cả ba buộc rằng hành động của con người phải hợp với những tiêu chuẩn đạo đức. Cả ba cố gắng đặt nền móng lý thuyết cho những tiêu chuẩn đó. Nền móng đó là: hợp đồng thiên nhiên (Serres), cộng đồng luật pháp thiên nhiên (Meyer-Abish), sự khám phá ra mình như là thiên nhiên để làm người bảo vệ lợi ích của thiên nhiên. Không phải chỉ bảo vệ suông suông môi trường để bảo vệ hạnh phúc con người, mà là khám phá ra ý nghĩa đích thực về vũ trụ, về số phận, về cứu cánh của vũ trụ. Tôi trích thêm M. Serres: \"Ta đánh mất vũ trụ [...]. Ta biến tất cả sự vật thành ra hàng hóa...\". Chiến thắng, chiếm hữu: đó là khẩu hiệu của con người Tây phương từ thuở bình minh của thời đại khoa học, từ lúc thừa thắng xông lên chiếm hữu thế giới. Chiếm hữu: đó là triết lý nằm bên trong chủ nghĩa tư bản, nằm trong sâu của chủ nghĩa tư hữu, nâng tư hữu lên hàng thiêng liêng, nằm trong ruột của chủ nghĩa tự do, xem xã hội như những cá nhân độc lập, tự trị, toan tính trước hết đến lợi ích cá nhân.Bởi vậy, tranh luận này vừa đả phá nền móng đạo đức học – luật học hiện tại, vừa đả phá những hậu quả kinh tế – chính trị phát sinh từ nền móng đó. Về đạo đức, phải thay đổi hẳn quan niệm. Ðạo đức mới là thế này: \"Một việc là tốt, là thiện, nếu có khuynh hướng bảo tồn sự toàn vẹn (intégrité), sự vững chắc (stabilité) và vẻ đẹp của cộng đồng sinh thái. Một việc là xấu, là ác, nếu trái lại\". Ðây là câu nói của Aldo Leopold. Lại trích thêm Serres: \"Vũ trụ, nói một cách tổng quát, và những hiện tượng ở gần, ở xa đều tự nó, tự cống hiến nó cho chúng ta. Sẽ có sự bất công, sẽ có sự bất quân bình nếu ta nhận sự cống hiến đó một cách miễn phí, không trả lại cái gì cả. Sự công bằng buộc ta phải trả, ít nhất là ngang mức ta nhận, nghĩa là vừa đủ\".Về hậu quả kinh tế, chính trị, phải quan niệm lại cho đúng lý thuyết về nhân quyền. Thứ nhất, quyền của con người phải được định nghĩa một cách quân bình đối với quyền của thiên nhiên. Thứ hai, thiên nhiên ở đây còn là tự nhiên và tính tự nhiên này phải là một hàng rào ngăn cản những quyền tự do quá lố của con người nhằm sửa đổi thiên nhiên. Ðây là cả vấn đề khiếp đảm của những tiến bộ khoa học hiện tại trong lĩnh vực sinh sản nhân tạo. Tóm lại, một tranh luận ở tận gốc tư tưởng Tây phương.VI - LEVI-STRAUSS.Bây giờ tôi nói ngắn về một tác giả lớn, một tác giả rất lớn về nhân chủng học. Tôi ước ao có dịp nói nhiều hơn về Lévi-Strauss mà tư tưởng thấm ảnh hưởng Phật giáo. Bây giờ thì tôi chỉ mượn bài viết của một đồng nghiệp triết học [8] tuy rằng bài viết này có ý không tán thành quan điểm của Lévi-Strauss. Ông lấy một câu nói đùa của Lévi-Strauss làm đề tài gợi hứng cho bài viết của ông với ý không tán thành. Tôi thì tôi rất thú vị với câu nói đùa, rất có cảm tình, rất gần gũi, rất đồng thanh tương ứng. Trong một bài phỏng vấn, khi người ta hỏi ông về phong trào nổi dậy của sinh viên Pháp hồi tháng 5-1968, Lévi-Strauss trả lời cộc lốc: \"Tháng 5-1968 làm tôi ghê rợn\". Người phỏng vấn yêu cầu ông nói rõ hơn; ông nói: \"Bởi vì tôi không chấp nhận rằng người ta chặt cây để làm chướng ngại vật. Cây cối, đó là sự sống, phải tôn trọng sự sống\".Chỉ một câu nói bỡn đó thôi, đủ để tôi mời Lévi-Strauss vào bài nói chuyện hôm nay.Bỡn mà không bỡn. Câu nói đó chống lại ý nghĩ đã và đang đô hộ tư tưởng Âu châu. Một, xem người là giá trị cao nhất, là trung tâm duy nhất của tư duy, từ đó mà suy ra mọi nguyên tắc hành động. Ý nghĩ này được phát huy thành chũ nghĩa nhân bản (humanisme), đặc điểm sáng chói của tư tưởng Âu châu mà ta vẫn cho là cao nhất. Hai, thu gọn thiên nhiên vào vật chất thô, không có ý nghĩa, giá trị tự tại gì hết, chỉ là một kho hàng, chỉ là một sản phẩm dâng hiến cho con người, mặc con người bóc lột, bởi người và cho người. Người là \"sở hữu chủ, là chủ nhân ông\", nói như Descartes.Lévi-Strauss chỉ trích cái chủ nghĩa nhân bản đó, cái chủ nghĩa nhân bản đã biến con người thành chúa tể cai trị một cõi riêng, giam con người trong lãnh địa văn hóa của mình, tách biệt ra khỏi những văn hóa khác và tách biệt ra khỏi thiên nhiên. Thiên nhiên bị xem như là không có văn hóa. Chỉ con người là có văn hóa. Vì vậy con người khác thiên nhiên. Cái luận đề đó, song song với quá trình đô thị hóa ở Âu châu, song song với đà phát triển văn minh công nghiệp, đã cắt đứt con người thành phố ra khỏi thiên nhiên về mặt cơ thể cũng như tinh thần, ra khỏi các hình thái sống khác. Kết quả là nhân loại hủy diệt tất cả những gì không phải là nó, bắt đầu là thiên nhiên.Hãy nghe Lévi-Strauss: \"Qua bốn thế kỷ cuối cùng của lịch sử con người Âu châu, chưa bao giờ con người ở đây hiểu cho bằng bây giờ rằng: tự cho mình quyền tách biệt rốt ráo giữa người và thú vật, tự cho mình quyền có tất cả những gì mà thú vật bị tước đoạt, con người đó đã mở ra một kỷ nguyên tồi tệ. Mà chưa hết, biên giới phân biệt ngày càng thối lui, khiến con người này càng ngày càng tách biệt ra khỏi con người khác, cho phép một thiểu số, càng ngày càng ít, đòi hỏi đặc quyền đặc lợi nhân danh một thứ nhân bản chủ nghĩa mà vừa xướng ra là đã bị ô uế ngay, vì đã lấy sự tự thương mình làm nguyên tắc và khái niệm\".Nguồn gốc của sự hủy diệt thiên nhiên, thứ nhân bản chủ nghĩa đó cũng là nguồn gốc của sự hủy diệt những văn minh khác qua quá trình thực dân. Lévi-Strauss, đại tác giả nhân chủng học, kết án nhân bản chủ nghĩa đó là vì thế, là vì ông bênh vực sự sống của các nền văn minh khác.Chủ thuyết cấu trúc (structuralisme) của Lévi-Strauss là phương pháp chống lại sự cắt đứt bộ phận này ra khỏi bộ phận khác, đưa con người vào trong thiên nhiên, chấm dứt sự phân biệt giữa chủ thể và khách thể, hủy bỏ tư cách chủ thể của con người, trung tâm của tư duy triết lý. Lévi-Strauss tuyên bố: \"Hãy xây dựng quyền của con người một cách khác, không phải trên tính cách duy nhất và độc tôn của một sinh vật sống như người ta đã làm từ bản Tuyên ngôn độc lập của Mỹ và từ cách mạng Pháp, mà hãy xem đó như là một trường hợp đặc biệt trong những quyền dành cho mọi sinh vật\". Một ý tưởng mà tôi nhấn mạnh tất cả tầm quan trọng: quyền của con người được thay thế bằng quyền của sự sống.Lévi-Strauss gặp nhiều chống đối, cho ông là phản nhân bản. Ở trong văn minh nhân bản mà bị kết án là phản nhân bản thì nguy quá! Ông trả lời: \"Nhiều người chỉ trích tôi là phản nhân bản. Nói như vậy không đúng. Ðiều mà tôi chống lại, điều mà tôi thấy quá rõ sự tai hại, là thứ nhân bản chủ nghĩa vô liêm sĩ thoát thai, một mặt từ gia tài văn hóa Do Thái - Ki tô giáo, một mặt, gần hơn ta, từ thời Phục Hưng và tư tưởng Descartes, đã làm con người thành ông chủ, thành chúa tể tuyệt đối của mọi sáng tạo. Tôi có cảm tưởng rằng tất cả những bi kịch mà ta đã biết, trước hết là chủ nghĩa thực dân, sau đó là chủ nghĩa phát xít, sau đó là sự diệt chủng của Ðức quốc xã, tất cả những bi kịch đó đã diễn ra không phải vì chống lại hoặc vì có mâu thuẫn gì với cái nhân bản chủ nghĩa mà ta đã áp dụng từ nhiều thế kỷ qua, mà hầu như là chính sự nối dài hiển nhiên của nó\". Ông cắt nghĩa thêm: \"Chỉ quan tâm duy nhất đến con người mà chẳng đồng thời liên đới quan tâm gì cả đến những sự sống khác tức là, dù muốn dù không, đưa nhân loại đến chỗ đàn áp chính nhân loại, mở đường cho nhân loại tự đàn áp và tự bóc lột chính mình\". Ðó là con đường mà triết lý về chủ thể, triết lý Cogito của Descartes, đã đưa đến, thứ triết lý giam hãm trong độc tôn của chữ \"tôi\". Descartes tưởng có thể đi từ bên trong của một con người để đến thẳng bên ngoài với vũ trụ, mà không biết rằng giữa hai thái cực đó có những xã hội, những văn minh, những thế giới người. \"Je est un autre\". \"Tôi là một người khác\" bởi vì tôi (je) chỉ được tạo thành qua tương quan với những người khác, chứ không phải từ mối tương quan giữa tôi với tôi. Lévi-Strauss chịu ảnh hưởng của Jakobson, nhà ngôn ngữ học nổi danh. Jakobson đề xuất một luận thuyết vững chắc về ngôn ngữ học mà Lévi-Strauss áp dụng vào những hiện tượng xã hội: khi nghiên cứu một ngôn ngữ, đừng chú ý vào mỗi từ, mà chú ý vào mối tương quan giữa các từ với nhau. Có lẽ phải quan niệm con người một cách khác: đặt người khác trước tôi. Hơn thế nữa, trước cả những con người, phải đặt sự sống. Trong Lévi-Strauss triết lý về chủ thể nhường chỗ cho triết lý về sự sống. Thiên nhiên chính là sự sống.Chú thích:[5] Michel Serres, Le contrat naturel, Paris, François Bourin, 1990.[6] K. Meyer-Abish, Aufstand fur die Natur, Vienne, Munich, Hanser Verlag, 1990.[7]Alan Drengson, Environment Ethics, Vol. 1, 1989 và A Critic of Deep Ecology, trong: Brenda Almond and Donald Hill (eds), Applied Philosophy - Morals and Metaphysics in Contemporary Debate, Routledge, 1991.[8] A. Renaut, trong: Les Cahiers de Philosophie politique et juridique, n°22: Sujet de droit et objet de droit, Caen 1993.[3] John Passmore, Man's Responsibility for Nature, London, Duckworth, 1974.[4]Godfrey-Smith, The Rights of Non-Human and Intrinsic Values, trong: D. S Mannison, M. A. McRobbie and R. Routley (eds), Environmental Philosophy, 1980, tr. 74.\n"
        },
        {
            "order": 7,
            "name": "BÀI THỨ NĂM (B)",
            "content": " Cho tới bây giờ tôi toàn nói chuyện của người, đã nói chuyện gì của mình đâu! Nhưng tôi chắc ai cũng hiểu rằng tôi nói chuyện người là để hiểu chuyện mình đấy thôi!Tây phương đã phải tốn hai mươi thế kỷ để bắt đầu nhìn thấy những vấn đề nằm trong căn bản của tư tưởng Phật giáo. Tôi có cần phải nói tư tưởng đó ra đây không? Chắc là không cần, bởi vì tư tưởng của Phật giáo về thiên nhiên, về loài vật, về chúng sinh, về sự sống quá sức quen thuộc đối với chúng ta. Từ lúc tôi còn nhỏ, anh Võ Ðình Cường đã viết thế này trong Những cặp kính màu: \"Ðối với loài vật, loài người có một sự tự cao vô lý. Sự tự cao ấy xui sử người ta bất công... Theo đạo Phật thì chỉ có một bình đẳng tuyệt đối: bình đẳng của sự sống. Trước sự sống, mọi sinh vật đều như nhau. Sự sống rất chung cùng và không thiên vị. Loài người không thể viện lý gì để gom góp sự sống về cho riêng mình và tung tràn thần chết chung quanh\" (tr.154).Phật giáo tuyên bố: hết thảy chúng sinh đều có Phật tính. Và khái niệm chúng sinh trong Phật giáo rất rộng, con người cũng chỉ là một chúng sinh. Thậm chí các chuyện thiền còn nói rất rõ: \"Cây cỏ, đất đá, đồi núi, tất cả yếu tố của vũ trụ đều có Phật tính\". Tôi không muốn nói nhiều về điều này mà chúng ta quá biết, chỉ nhắc lại hai ba chi tiết mà tôi đọc được trong quyển Tỷ-kheo giới của Hòa Thượng Trí Quang.Giới thứ 10 trong 90 giới Ba-dật-đề: \"Nếu Tỷ-kheo tự tay đào đất hay bảo người đào đất thì phạm Ba-dật-đề\".Giới thứ 11: \"Nếu Tỷ-kheo chặt phá cây cối, có nghĩa là phá hủy chỗ ở của quỷ thần và sinh vật, thì phạm Ba-dật-đề\".Giới thứ 19: \"Nếu Tỷ-kheo biết nước có trùng mà tự đem dội trên đất trên cỏ, hay bảo người dội, thì phạm Ba-dật-đề\".Tôi cũng trích 2 điều trong 100 giới phải học:Ðiều thứ 49: \"Không được đại tiện, tiểu tiện, hỷ nhổ trên cỏ tươi, trừ lúc có bệnh\".Ðiều thứ 50: \"Không được đại tiện, tiểu tiện, hỷ nhổ vào nước sạch, trừ lúc có bệnh\".Tương thân, tương ái, tương kính với thiên nhiên, với chúng sinh đến như thế này, tưởng Phật giáo là tuyệt đỉnh.Có lẽ tôi có thể đi xa hơn nữa. Trước đây, đọc Kinh Ðịa Tạng tôi không để ý, chợt tôi để ý đến đoạn này trong phẩm 2, nói về sự phân thân của các vị Phật và các vị Ðại Bồ Tát:\"Những kẻ như trên đây (nghĩa là kẻ có quả báo tốt, kẻ ám độn, kẻ nghiệp nặng), dù khác nhau đến mấy, Như Lai cũng phân hóa thân hình mà cứu độ. Hoặc hiện thân nam tử, hoặc hiện thân nữ nhân. Hoặc hiện thân thiên long chúng, hoặc hiện thân quỷ chúng và thần chúng. Hoặc hiện núi rừng, dòng nước, đồng bằng, sông ngòi, ao hồ, suối giếng, ích lợi khắp cả mọi người, ai cũng được độ thoát\".Thế thì không những cỏ cây, đất đá, chúng sinh đều có Phật tính, mà cỏ cây, đất đá, chúng sinh đều còn có thể là Phật hóa thân, bởi vì thân Phật cũng như thân của Ðịa Tạng Bồ-tát là \"thân không biên cương\" (H.T. Trí Quang, Kinh Ðịa Tạng, tr.34, tr. 238). Ðến nỗi Bồ-tát Ðịa Tạng còn \"hiện nơi những cảnh đẹp cho người vui thích\" (tr. 14, tr. 33). Vậy thì, không những người lạy người, mà người lạy tất cả vũ trụ. Vạn pháp vạn linh. Lấy mắt Phật mà nhìn thì thấy vạn hữu toàn là bản thể hoạt dụng, đâu cũng là \"đương xứ tiện thị Phật pháp\". Nói lạy, là nói chữ kính, bởi vì Phật ở đấy thì làm sao mà không kính được. Nhưng kính, chưa phải là ý nghĩa chính của Phật, chưa phải là ý nghĩa chính của sở độ của đức Ðịa Tạng. Ý nghĩa chính là từ tâm. H.T. Trí Quang có nhắc đến ngũ trược và tam tai trong Phật giáo. Tam tai là đao binh, tật dịch, cơ cẩn mà Hòa Thượng dịch là chiến tranh, nhiễm độc và nhân mãn. Chỉ nói đến nhiễm độc mà thôi, loài người đã bắt đầu có ý thức về cái \"tai\" này. Trong lý thuyết Phật giáo, sau tam tai, loài người sống sót rất ít. Nhờ trải qua khủng khiếp, mới biết thương nhau, nhờ thương nhau, sự sống lại tăng. Và cứ như thế mà thành, trụ, hoại, không, bất tận. Như vậy, nguyên nhân chính của tam tai là sự tàn hại lẫn nhau. Và như vậy, nguyên nhân chính của sự kết thúc tam tai là từ tâm, từ tâm thương nhau. Do đó, trong tam tai, ai tu từ tâm khì khỏi. Mà một trong vô số hiệu năng định lực của đức Ðịa Tạng là làm cho con người \"bỏ được tâm lý độc hại mà hướng về nhau bằng từ tâm\" (tr. 38).Như vậy, dù là chỉ nói đến vấn đề môi trường mà thôi, kinh Ðịa Tạng e còn hiện đại hơn bất kỳ lý thuyết nào khác. Từ tâm không phải chỉ biểu lộ giữa người với người, mà là giữa người với chúng sinh, với vạn vật.Nhưng nói đến \"từ tâm\" thì đâu có phải chỉ một kinh Ðịa Tạng mà thôi! Ở đâu trong lý thuyết Phật giáo cũng thấy từ tâm cả. Chỉ lấy một ví dụ thôi: Bồ-đề tâm trong Bồ-tát giới.H.T. Thiện Siêu giải thích rõ ràng: \"Giới Bồ-tát luôn luôn nhìn đến chúng sinh dưới nhiều khía cạnh đau khổ mà chúng sinh phải gánh chịu. Chính những đau khổ đó, mình cũng mắc phải, nhưng kẻ không có Bồ-đề tâm thì không bao giờ biết. Bằng vào sự khổ của mình mà thông cảm nỗi khổ của người khác; bằng vào sự ưa muốn của mình mà thông cảm sự ưa muốn của kẻ khác. Do đó, cứ muốn chúng ta sống, mà không biết đến kẻ khác chết; cứ muốn chúng ta vui mà không kể gì đến kẻ khác khổ. Vì thiếu tâm Bồ-đề nên không bao giờ có được sự thông cảm đại đồng đó mà thuật ngữ Phật giáo gọi là \"đồng thể đại bi\". Người thọ giới Bồ-tát luôn luôn đem tâm Bồ-đề thông cảm với mọi chúng sinh qua những cạnh khía an lạc, khổ đau để cứu giúp tất cả. Ðó là yếu điểm của tâm Bồ-đề, của giới Bồ-tát\" (Cương yếu, tr. 214).Không có một cái nhìn nào về chúng sinh, về vạn vật rốt ráo hơn thế nữa.Tôi trở về lại với đức Ðịa Tạng. Chỉ bây giờ con người Tây phương mới bắt đầu nói đến trái đất. Trong Phật giáo, trái đất được ký thác cho một vị đại Bồ-tát, đức Ðịa Tạng. Tôi đọc kinh Thập Luân: \"Vị Ðại sĩ này, bằng định lực, làm cho tất cả trái hạt phong phú. Tại sao? Vì vị Ðại sĩ này đã qua vô số kiếp, nơi vô số Phật, phát cái nguyện cực kỳ tinh tiến và kiên cố; do năng lực của nguyện ấy, để hóa độ chúng sinh. Ngài giữ gìn tất cả đất đai và mầm mống cho chúng sinh tùy ý hưởng dụng. Chính năng lực của Ngài đã làm cho cả cõi đất to lớn này cỏ cây rau lá sinh trưởng tốt tươi, thóc lúa hoa quả đầy đủ chất lượng\" (H.T. Trí Quang, tr. 26-27).H.T. Trí Quang bình chú: \"Lời này cho thấy Ðịa Tạng là kho đất, là nghĩa đen thực sự\". Kho tàng đất đó chứa ai? Chứa chúng sinh, chứa vạn vật. Tôi đọc tiếp kinh Thập Luân: \"Ðịa Tạng Ðại sĩ bạch đức Thế Tôn, con nguyện tế độ tất cả bốn chúng đệ tử của đức Thế Tôn. Con làm tăng trưởng hết thảy bạch pháp giải thoát, tăng trưởng cây trái và dược liệu, tăng trưởng đất nước gió lửa... Ðức Thế Tôn nói: Ðịa Tạng Ðại sĩ làm được như vậy là vì Đại sĩ đã được tuệ giác Bát-nhã sâu xa, nắm chắc tính chất đối kháng và hỗ trợ lẫn nhau trong quá trình sinh diệt của đất nước gió lửa\".Ðất nước gió lửa là ai? Là người, là chúng sinh, là vạn vật, là sự sống. Giống nhau từ trong bản chất. Cho nên cạnh tranh sinh tồn không phải là cơm nước của Phật giáo. Ðó là nghịch lý. Phật giáo ăn, uống, thở với chủ trương và với đạo đức tương quan sinh tồn. Giữa người với người. Giữa người với vạn vật.Tôi dùng chữ \"đạo đức\" như thế là đã hạ thấp giáo lý Phật giáo xuống một bậc rồi. Sự thật, đó là căn bản của Phật giáo, chứ không phải chỉ là đạo đức. Nhân loại và vũ trụ đều là bản thể đồng nhất, và chính từ đó mà khởi ra khái niệm \"đồng thể đại bi\". Tôi biết như vậy nhưng vẫn dùng chữ \"đạo đức\" vì hai lẽ:Một, là tôi cũng không quên rằng trong Phật giáo con người có địa vị quý nhất, không phải so với các loài vật mà thôi đâu, mà còn so với các chư thiên nữa, bởi vì chỉ có người mới giải thoát, chỉ có người mới thành Phật. Hai, là Phật giáo chỉ nói \"đại bi\" và \"từ tâm\" đối với muôn loài, muôn vật, nhưng chưa bao giờ có ý nghĩ xúi cái cây, con mèo con chó đi kiện. Ngôn ngữ của Phật giáo không phải là ngôn ngữ quyền. Cũng không phải là lý luận đặt trên khái niệm quyền. Phật giáo cũng không muốn xen vào luật của thế gian, nói gì đến quyền của cây cỏ. Nhưng đâu có phải luật bỗng không mà thành luật, có thứ luật nào muốn bền vững mà không dựa trên đạo đức? Giáo lý của Phật về tương quan tiết ra một thứ đạo đức bắt đầu ngấm dần dần trong tư tưởng của Tây phương về luật trước nguy cơ đe dọa sự sống lành mạnh của con người và của thiên nhiên.CAO HUY THUẦNThượng Đế, Thiên Nhiên, Người, Tôi và Ta,Trung tâm văn hóa Khuông Việt xuất bản, 1999 (tr. 89-113).Nhà xuất bản TP Hồ Chi Minh, 2000 (tr. 109-139).\n"
        },
        {
            "order": 1,
            "name": "BÀI THỨ NHẤT",
            "content": " LUẬT LÀ GÌ?GIỚI LUẬT LÀ GÌ?LUẬT LÀ GÌ?Tưởng là dễ. Thật ra rất khó định nghĩa luật. Khó đến nỗi chẳng ai định nghĩa được. Hiện tượng luật bàng bạc khắp trong mọi hiện tượng xã hội; làm sao chiết ra được từ những hiện tượng xã hội một thứ hiện tượng gọi là hiện tượng luật? Lấy tiêu chuẩn gì mà chiết? Lấy tiêu chuẩn gì mà gọi đó là hiện tượng luật? Khó khăn lại còn lớn hơn nữa, vì làm sao có một định nghĩa duy nhất về cái gọi là luật từ xưa cho đến nay, từ vùng văn hóa này qua vùng văn hóa khác, Trung Hoa, Ả Rập, La Mã, mỗi vùng có một quan niệm khác nhau về luật?Chịu! Không ai định nghĩa được. Cho nên đành phải chấp nhận một định nghĩa tương đối. Mở sách giáo khoa về luật ra, sách nào cũng nói: luật là những nguyên tắc, những quy phạm (normes) về hành động xã hội. Nhưng sách nào cũng cảnh cáo liền: đó chỉ là một định nghĩa tạm bợ, một bước khởi hành để tiếp tục suy nghĩ. Và nói ngay: \"nguyên tắc\" ở đây có thể là những điều luật, chiếu chỉ, hoặc cách xử sự, phong tục, tục lệ, hoặc quyết định của tòa án, của trọng tài.Ðiều luật: chuyện này dễ hiểu trong các nước có truyền thống luật thành văn. Ở ta, ngày xưa đã có những bộ luật: luật Hồng Ðức, luật Gia Long. Quyết định của tòa án: chuyện này hơi khó hiểu hơn một chút vì hơi xa với những \"nguyên tắc\". Nhưng đó cũng là luật vì hai lẽ chính: một là luật ở các nước common law như Mỹ chẳng hạn chủ yếu là luật bắt nguồn từ những bản án; hai là có những ngành luật như luật hành chánh của Pháp là thứ luật tạo dần dần từ những bản án, một thứ luật án lệ.Nhưng cái này mới khó: phong tục, tục lệ, cách xử sự. Luật gồm những nguyên tắc hành động, nhưng trong xã hội có những nguyên tắc hành động khác mà không phải là luật. Làm sao phân biệt những nguyên tắc có tính luật với những nguyên tắc khác? Ðâu là nguyên tắc luật, đâu là nguyên tắc phong tục? Ðâu là nguyên tắc luật, đâu là nguyên tắc luân lý? Ðâu là nguyên tắc luật, đâu là nguyên tắc tôn giáo? Cho nên, chuyện trước tiên là phải là phân biệt luật với phong tục, luân lý, tôn giáo. Ðâu có dễ! Sự phân biệt này đến rất muộn trong các nền văn minh. Tất cả lẫn lộn với nhau trong các luật cổ. Luật cổ Trung Hoa chẳng hạn là một ví dụ gần gũi chúng ta. Với phong tục, hiện tượng luật có lẽ dễ phân biệt nhất, nhưng cũng đã khó rồi. Với luân lý và tôn giáo, nhiều khi không phân biệt nổi. Vậy, bắt đầu với cái dễ trước. I - LUẬT VÀ PHONG TỤC.So sánh với luân lý, phong tục ở cấp dưới. Ðây là những nguyên tắc hành động theo thói quen, không bao hàm những phán đoán giá trị, cũng không lôi kéo theo những cắn rứt, những nhức nhối lương tâm trong trường hợp vi phạm. \"Yêu nhau cởi áo cho nhau\" là một câu hát tình tứ thôi, nhưng đeo nhẫn cho nhau thì đã đi vào tập tục của chàng và nàng. Vậy đeo nhẫn là một phong tục? Ở Âu Châu, người ta kín đáo liếc mắt nhìn nhanh nơi ngón tay xem nó có óng ánh vàng hay không, để gọi người nói chuyện với mình là \"bà\" hay \"cô\". Khổ thay, đợt sóng mới bây giờ ăn ở với nhau mà chẳng cần trang điểm gì cho ngón tay thứ tư mỹ miều nơi bàn tay trái cả.Một số nhà xã hội học ở Mỹ đào sâu khái niệm phong tục, phân tích cấp bậc giữa folkways và mores, đưa đến sự phân biệt cao thấp giữa:- law (luật)- mores (phong tục nghĩa hẹp)- folkways (cách sống của một dân tộc)Folkways là những lề thói thông thường, không quan trọng, ta làm hằng ngày. Ví dụ: cách ăn mặc. Ở Huế ngày trước, mới đây thôi, các chị bán chè bán cháo gánh hàng với chiếc áo dài, cực mấy cũng vậy, nóng mấy cũng vậy. Ví dụ nữa: cách chào. Ở Âu Châu hôn nhau chút chút như kiến gặp nhau, ở Miến Ðiện thì chắp tay trang nhã, ở ta... thì thế nào nhỉ? Ví dụ thêm: cách ăn uống. Ở ta có cái thói (và cái thú) nhậu lai rai mà Âu Mỹ không có, nhậu và ăn hàng bất kể giờ giấc. Nhậu đó rất khác với tập tục khai vị (apéritif) của Âu Châu. Ở Âu Châu, món súp dọn trước; ăn tiệc cưới tiệm Tàu, món cháo dọn sau cũng hấp dẫn quá! Nói tóm, đó là thói quen, nhưng không phải là riêng của một cá nhân hay gia đình nào, mà là của một dân tộc hoặc ít ra của một tầng lớp xã hội.Mores khó phân tích hơn. Ở Mỹ trước đây có thói buộc anh chàng sở khanh phải chữa lỗi bằng cách cưới cô gái trót mang thai với anh ta. Thói này có thể đã là luật trong thời đại trước (Thánh kinh Do Thái, Exode 22:16). Nhưng ngay trong xã hội hiện tại, vẫn thấy thấp thoáng bóng dáng của nguyên tắc đó như một nguyên tắc đáng làm, phải chăng, hợp tình hợp lý.Khác nhau giữa mores và folkways là hậu quả của vi phạm. Vi phạm mores thì làm thiệt hại quyền lợi kẻ khác: người con gái bị quyến rũ, đứa bé trong thai. Vi phạm folkways thì chẳng gây thiệt hại cho ai cả. Ðó là nói thế, chứ xét cho kỹ, không đơn giản lắm đâu. Ví dụ: những nguyên tắc về lễ phép mà các tác giả Mỹ thường liệt vào folkways. Lễ phép cũng có thể được xem như một sự chú ý đến quyền lợi kẻ khác. Nhường chỗ cho phụ nữ trên xe buýt chẳng hạn. Hoặc mở cửa cho phụ nữ, hào hiệp đi sau, \"em đi chàng theo sau\", như trong bài thơ Ði chơi chùa Hương. Mấy ai làm đuôi mua hàng mà nhường chỗ cho phụ nữ nhỉ? Nói cho vui như thế để hiểu sự phân biệt của các ông triết gia, phân biệt giữa hình thức và nội dung trong cử chỉ lễ phép. Cách chào chẳng hạn là hình thức, khác nhau tùy dân tộc, đẳng cấp, thế hệ. Nội dung là ý niệm về tính cách ràng buộc, bổn phận. Ai phải lấy sáng kiến chào ai trước? Người kia chào tôi như vậy, tôi có bổn phận đáp lễ lại không? hay tỉnh bơ? Ðây là những chuyện rất tinh tế trong tương quan xã hội mà khoa tâm lý xã hội học nghiên cứu. Vậy thì xã giao, lịch sự, danh dự v.v... có ràng buộc không? Câu trả lời thường là không. Cho nên phong tục khác luật. Giống như những nguyên tắc luật, những nguyên tắc ngoại pháp lý này có mục đích áp đặt những thái độ bên ngoài để đưa đến một trật tự trong quan hệ giữa người và người. Nhưng trật tự đó phần nhiều không liên hệ đến toàn thể xã hội, mà chỉ liên hệ đến nhóm này nhóm kia, tầng lớp này tầng lớp nọ trong xã hội. Còn khác với luật nữa là sự vi phạm những nguyên tắc của phong tục, vì không gây thiệt hại gì đáng kể, nên không bị truy tố trước tòa án, trừ trường hợp vi phạm trầm trọng. Ví dụ: vô phép biến thành nhục mạ.Nói như vậy, chứ sự phân biệt không dễ. Xã giao, lịch sự, danh dự... lắm khi cũng ràng buộc. Ở Âu châu, người ta nói: \"Thưa quý bà, quý ông\", có ai nói ngược đâu! Ở ta, nếu ai nói: \"Vợ tôi và tôi\", e rằng trong cử tọa có tiếng cười khúc khích. Thế hệ của mẹ tôi không bao giờ tiếp khách nơi bộ xa lông của cha tôi. Hãy xem cách ngồi của mẹ tôi: không bao giờ vắt chân chữ ngũ. Và hãy xem cách người ta khẩn khoản xin ai một đặc ân: chấp tay vái, lạy, quỳ. Không ai buộc phải làm như thế cả. Nhưng ai cũng làm. Lấy danh dự ra mà thề thốt, rồi không làm, chẳng chết chóc gì cả. Nhưng đừng tưởng rằng không có những nguyên tắc danh dự. Tất cả những chuyện đó tưởng như phát xuất từ bản năng mà kỳ thật là đã được quy định một cách thầm kín. Bởi vậy, rất khó phân biệt. Nhưng chính vì vậy mà sự phân biệt luật với phong tục là căn bản trong xã hội học luật. Montesquieu đã làm sự phân biệt đó trong tác phẩm L’Esprit des lois, nhưng Montesquieu chỉ mới dọn đường cho Marx thôi, Marx mới rành mạch: luật phát sinh ra từ tư hữu; trước khi có tư hữu, tất cả chỉ là phong tục.Trong luật thành văn, sự phân biệt luật và phong tục có vẻ dễ hơn so với luật bất thành văn (hay là luật phong tục: droit coutumier). Nhưng nhất quyết thế này thì người Nhật chẳng hạn không tin. Ở Nhật, bên cạnh những nguyên tắc luật pháp có những nguyên tắc hành động khác không phải là luật pháp mà người ta vẫn tự buộc mình phải theo như thường. Ðó là những nguyên tắc Giri. Giri là gì, người Nhật cũng không định nghĩa nổi, chỉ có thể nói một cách chung chung rằng đó là cách thức phải cư xử đối với người khác tùy theo tình trạng xã hội của mình: con đối với cha, trò đối với thầy, tớ đối với chủ, kẻ chịu ơn đối với người thi ân... Chẳng hạn: chủ hãng phải biết chú ý đến đời sống riêng tư, gia đình của người làm công trong hãng; ngược lại, nếu chủ dọn nhà mà người làm công không biết đến giúp một tay thì thiếu sót Giri. Chẳng hạn: tôi quen hớt tóc ở hiệu anh Xoài; bỗng nhiên có ngày tôi đi hớt tóc ở hiệu anh Mít, thế là tôi áy náy lắm, vì cảm thấy cư xử không đúng với Giri.Luật gia đình của Nhật thừa nhận hợp đồng hôn nhân. Nhưng nếu anh hôn phu nào đó, trước ngày cưới, đả động với người đẹp đến chuyện tiền bạc trong đời sống tương lai giữa hai người, thì anh ấy bạo gan quá, vì chẳng biết Giri gì cả. Ðó là lý do cắt nghĩa tại sao từ ngày ban hành luật gia đình ở Nhật chẳng mấy ai chọn hợp đồng hôn nhân.Cái gì buộc người ta phải theo Giri? Danh dự. Sợ mất mặt! Mất mặt quan trọng lắm, nhiều khi còn quan trọng hơn cả mất mạng. Ruth Benedict phân biệt hai loại văn minh: một văn minh xây dựng trên ý niệm hổ thẹn, và một văn minh xây dựng trên ý niệm tội lỗi. Trong văn minh thứ hai, vi phạm một nguyên tắc luân lý bị xem như một tội lỗi. Ý tưởng lỗi đè nặng trên lương tâm người vi phạm. Bởi vậy, người ta cố tránh làm điều xấu để khỏi phải tự trách mình trong thầm kín của lương tâm; còn người khác biết hay không biết điều xấu mình đã làm, chẳng quan trọng gì cả.Trong văn minh hổ thẹn, ngược lại, người ta tránh làm lỗi để khỏi bị người khác chê cười. Bởi vậy, nếu không ai thấy mình làm lỗi, mình sẽ làm lỗi, bởi vì có mất mặt đâu. Ðiều mà người ta cố tránh là sự chê cười của người khác ngay cả trong những sự việc nhỏ nhặt của cuộc sống. Sự trừng phạt tâm lý đó khiến những nguyên tắc Giri được chấp hành một cách rất nghiêm túc. Khi mà Giri được đưa lên hàng đầu như thế, những nguyên tắc luật pháp xây dựng trên khái niệm luật và nghĩa vụ rất khó thấm vào xã hội. II - LUẬT VÀ LUÂN LÝSự phân biệt rõ hơn, nhưng cũng không phải dễ.Trước hết, luật và luân lý khác nhau về mục đích. Mục đích của luật là duy trì trật tự xã hội. Mục đích của luân lý là làm tốt bản thân, làm tốt nội tâm. Luân lý nói đến bổn phận. Rộng hơn nữa, nói đến công bằng, Luật cũng có nói đến bổn phận, nhưng ít. Chưa kể có lúc, vì trật tự xã hội, luật quy định trái với luân lý. Ví dụ: người ăn trộm một vật gì đó, có thể trở thành sở hữu chủ sau 30 năm. Trong luật hôn nhân của Pháp (và miền Nam cũ) không thể viện cớ lầm lẫn về nhân cách của chàng hoặc nàng (bằng cấp, gia tài...) để xin hủy bỏ giá thú. Phương châm của luật về chuyện này là: \"trong lĩnh vực hôn nhân, tha hồ lừa dối\".Thứ hai, luật và luân lý khác nhau về khen chê. Luật chỉ xét hành động ở bề ngoài, luân lý xen vào bên trong, trong tim. Có lòng tham là xấu, là có tội. Ðối với luật thì phải có hành động ăn cắp, ăn trộm mới có tội.Thứ ba, do đó, cách chế tài, trừng trị, khác nhau. Trừng phạt của luân lý nằm ở bên trong, trong lương tâm; chế tài của luật là việc của cơ quan tài phán. Ðối với luật, không ai được vừa là quan tòa, vừa là phạm nhân. Ðối với luân lý, mỗi người là quan tòa của chính mình.Phân biệt như thế xem ra giản dị. Cũng không giản dị đâu! Hai bên xâm nhập lẫn nhau!Trước hết, nhiều luật bắt nguồn từ luân lý. Ví dụ: cấp dưỡng cha mẹ. Hoặc cấp dưỡng giữa hai vợ chồng ly hôn: ở đây, nguyên tắc công bằng được áp dụng. Trong Platon và từ Platon, giấc mơ luân lý hóa xã hội bằng luật vẫn ám ảnh trong đầu óc của nhiều chính thể.Thứ hai, về chế tài, nhiều khi luân lý can thiệp rất hiệu nghiệm. Người ta không làm điều này điều nọ vì sợ chê bai, dù chê bai thầm lặng.Thứ ba, luân lý đi vào luật nghề nghiệp. Ví dụ: rõ rệt nhất là trong ngành y.Bởi vậy, hai ý kiến tranh luận với nhau từ lâu. Theo ý kiến thứ nhất, phải tách luân lý ra khỏi luật một cách mạch lạc. Theo ý thứ hai, luật phải được luân lý thường xuyên tưới nước như tưới cây. Tôi sẽ trình bày vấn đề này trong bài cuối.III - LUẬT VÀ TÔN GIÁOHai bên liên quan với nhau rất chặt chẽ.Trước hết, có những luật tôn giáo: luật cổ của La Mã, luật Do Thái, luật Hồi giáo, luật Ấn Ðộ giáo, luật Giáo hội (Ki-tô), giới luật Phật giáo...Thứ hai, có những luật đã tách ra khỏi tôn giáo nhưng vẫn mang ảnh hưởng của tôn giáo nặng nề, như luật của Pháp trước Cách mạng 1789, hay ngày nay luật của các nước A Rập, luật của Do Thái. Phân biệt luật và các điều răn cấm của tôn giáo tại các nước này vừa khó vừa giả tạo. Ai cũng biết vài ví dụ: khăn quàng của phụ nữ Hồi giáo, thịt bò đã được làm phép của Do Thái, thịt heo cấm ăn trong Hồi giáo [1]. Thứ ba, ngay tại châu Âu, ảnh hưởng của tôn giáo vẫn còn. Tại Anh, báng bổ thần thánh vẫn còn bị phạt tội, tuy sự truy tố đã trở thành vô cùng hiếm hoi. Ngoài ra, ai dám bảo luật hôn nhân, ly dị không chịu ảnh hưởng tôn giáo? Nguyên tắc ưng thuận giữa hai vợ chồng là do đạo Ki-tô đưa vào.Vậy thì luật và tôn giáo khác nhau chỗ nào? Ở chỗ chế tài. Vi phạm nguyên tắc tôn giáo là vi phạm mối tương quan giữa một người với Thượng Ðế. Vi phạm luật thì Nhà nước trừng trị.Tôi tóm tắt những điều đã nói ở trên: không ai định nghĩa được luật, cho nên phải tạm bằng lòng với một định nghĩa tương đối, xem luật như là những nguyên tắc hành động xã hội. Khốn thay, xem như là nguyên tắc, thì lại vấp phải nhiều khó khăn trong việc phân biệt với những nguyên tắc khác của phong tục, luân lý, tôn giáo, cũng là những nguyên tắc hành động xã hội. Bởi vậy, từ xưa đến nay, người ta thường nghĩ rằng trên những nguyên tắc đó còn có những ý niệm gì khác để diễn tả đúng hơn đối tượng của luật. Ý niệm gì? Một trong những ý kiến xưa nhất và bền bỉ nhất là công bằng (justice). Trong văn minh Hy Lạp, một thi sĩ hồi thế kỷ thứ 7 trước TL, Hésiode, đã đưa một ý nghĩ vào thần thoại: vị thần tượng trưng cho công lý, công bằng (Dikê) là con của Zeus (chúa tể của các vị thần) và Thémis, nữ thần tượng trưng cho luật. Cứu cánh của luật, như vậy, không phải là trật tự, mà là công bằng. Ý nghĩ này được tất cả các triết gia danh tiếng cổ Hy Lạp thừa nhận, nhất là với Platon và Aristote. Platon cố gắng tưởng tượng ra một nền luật pháp lý tưởng. Aristote thực tế hơn, suy nghĩ về một luật tự nhiên hợp với bản chất tự nhiên của sự vật, một luật tự nhiên có thể thay đổi tùy theo hoàn cảnh của từng xã hội và từng thời gian khác nhau.Ý nghĩ về công bằng của cổ Hy Lạp ảnh hưởng trên các triết gia cổ La Mã. Họ nói: Không có công bằng, các vương quốc chỉ là lãnh thổ của bọn ăn cướp. Cicéron (thế kỷ 1 tr.TL) kể: Alexandre Ðại đế bắt được một tên cướp biển khét tiếng, hỏi: \"Tại sao nhà ngươi làm nghề cướp biển?\". Trả lời: \"Còn nhà vua, tại sao nhà vua làm nghề ăn cướp thế giới? Tôi chỉ có một chiếc tàu, nên người ta gọi tôi là ăn cướp. Nhà vua có cả một chiến thuyền, nên người ta gọi nhà vua là Ðại đế\". Celse, luật gia ở đầu thế kỷ thứ 2 định nghĩa luật như sau: luật là nghệ thuật của điều tốt và điều công bằng (tiếng La tinh: Jus est ars boni et aequi. Tiếng Pháp: le droit est l’art du bon et de l’équitable). Ðối tượng của luật được Ulpien (thế kỷ 3) nói rõ: trao cho mỗi người phần thuộc về họ (tiếng La tinh: summ quique tribuera; tiếng Pháp: attribuer à chacun ce qui lui revient).Tiếng Pháp (cũng như tiếng Anh) có một từ mà tôi không dịch ra tiếng Việt được, bởi vì nó hao hao giống từ justice: đó là từ équité. Équité không hẳn là justice, nhưng tôi khó tìm ra được một từ tương đương trong tiếng Việt, đành phải dùng tạm từ công bằng. Aristote đã khai triển ý niệm équité và để lại ảnh hưởng trên các tác giả La Mã. Ai cũng biết, áp dụng một cách cứng nhắc những nguyên tắc không phải là điều hay, mà cũng chẳng phải là mục đích. Ðôi khi điều đó đưa đến những hậu quả bất công. Aristote nói: nếu áp dụng luật mà luật lại phản lại luật, thì phải nhờ đến công bằng (équité). Ý nghĩ đó đi vào châm ngôn của La Mã: công bằng thái quá sẽ trở thành bất công (tiếng La tinh: summum jus summa injuria; tiếng Pháp: une extrême justice est souvent une injure). Áp dụng những nguyên tắc của luật chỉ có ý nghĩa khi nào sự áp dụng đó phục vụ cho ý nghĩ mà ta có về công bằng.Trong luật hiện tại của Pháp, tòa án có thể xử theo công bằng (équité), nghĩa là không cần để ý đến luật. Cần phân biệt hai trường hợp. Trường hợp thứ nhất là vì thiếu luật (từ La tinh chuyên môn: praeter legem): đây là trường hợp dễ chấp nhận, bởi vì tòa án thiếu luật nên phải xử theo công bằng. Trường hợp thứ hai là gạt luật hiện hữu (contra legem): trường hợp này khó chấp nhận. Ngay cả ở Anh, bởi vì nguyên tắc \"equity follows the law\" không cho phép thẩm phán thay đổi giải pháp của common law. Riêng các phụ thẩm nhân dân tham dự các phiên tòa đại hình có quyền xử theo lương tâm của mình, không cần cắt nghĩa quyết định. Nghĩa là, trên thực tế, kết tội hoặc tha mà không cần để ý luật.Nhưng lại có vấn đề định nghĩa khó khăn đặt ra: thế nào là công bằng? Khi nãy đã có định nghĩa: trao cho mỗi người phần thuộc về người đó. Có thể có hai diễn dịch khác nhau mà chính Aristote đã đưa ra. Thứ nhất là công bằng giao hoán (justice commutative). Khái niệm này có tính cách số học: trao cho mỗi người một phần bằng nhau. Luật của Pháp, bắt nguồn từ nguyên tắc bình đẳng của Cách mạng 1789, trọng công bằng dưới khái niệm này. Nói một cách khác, chẳng cần để ý người phạm pháp là nghèo, nạn nhân là giàu, tất cả đều bình đẳng trước luật pháp. Thứ hai là công bằng phân phối (justice distributive) nghĩa là có điều chỉnh, có đưa vào một vài phân biệt đối xử cân bằng, điều chỉnh trên nhiều tiêu chuẩn khác nhau: nguồn gốc gia đình, nhu cầu xã hội, nhiệm vụ xã hội... Khuynh hướng hiện tại là nâng đỡ những phân biệt đối xử tích cực để bù trừ cho những bất bình đẳng trên thực tế bằng cách chấp nhận đặc ân có lợi cho những người yếu thế. Ðó là chính sách affirmative actions áp dụng ở Mỹ với mục đích, chẳng hạn, nâng đỡ những sinh viên thuộc những dân tộc thiểu số vào học một số ngành hoặc trường đại học. Pháp rất lạc hậu về chuyện này, nhưng cũng bắt đầu theo trào lưu, ví dụ: định trước bao nhiêu phần trăm số phụ nữ sẽ được bầu vào những chức vụ có bầu cử.Thêm một chuyện khó khác: công bằng cho đến mức nào? Ðây là vấn đề đối chọi giữa công bằng và trật tự. Người ta thường trích một câu cho là của Goethe: nếu phải chọn giữa hỗn loạn và bất công, tôi chọn bất công. Câu nói có tính cách tổng quát quá, khó phê phán. Hỗn loạn như thế nào, bất công đến đâu? Nhiều khi luật chọn giải pháp trật tự, như những ví dụ tôi đã trích ở trên: vật ăn trộm trên 30 năm trở thành sở hữu; trong hôn nhân tha hồ lừa dối. Vi phạm cũng vậy, quá một thời gian nào đó thì được xóa: 10 năm đối với tội đại hình, 3 năm đối với tội tiểu hình, 1 năm đối với tội vi cảnh (luật của Pháp). Quyền đình công được công nhận ở Pháp, nhưng luật hành chánh Pháp cũng công nhận quyền trục xuất người đình công ra công xưởng.Tóm lại, khó định nghĩa công bằng trong mỗi việc, khó dung hòa công bằng với trật tự. Tuy vậy, vẫn không ai thỏa mãn với định nghĩa luật như là những nguyên tắc: luật không phải chỉ là thế.Tôi kể một chuyện đời xưa của Việt Nam để thấy rằng ta cũng nghĩ tương tự. Trong đầu của ta, ta có một ý niệm về luật cao hơn những nguyên tắc đã định, có thể là ý niệm về công bằng. Chuyện sau đây, tôi trích nguyên văn trong quyển Kho tàng truyện cổ Việt Nam của ông Nguyễn Ðổng Chi: Một người tên là Vũ Ðắc Ðô có sức khỏe, giỏi lặn. Có lũ giặc biển đi 10 chiếc tàu đến cướp phá, bắt phụ nữ vùng ấy. Dân hàng tổng rao ai dẹp được thì \"sống hàng tổng tết, chết hàng tổng giỗ\" và muốn lấy chức gì việc gì hàng tổng cũng cho. Ông ấy nhận. Bèn ăn mặc rách rưới giả làm người mò cua bắt ốc ở chỗ gần tàu giặc. Khi bắt được đầy giỏ thì đem đến bán, hoặc xin ăn và có lúc cung cấp một vài tin tức lặt vặt. Giặc không nghi ngờ nên ông lân la làm quen, biết được đâu là tàu lính, đâu là tàu tướng. Sau một hôm dậy sớm, ông lặn xuống nước tìm đến tàu tướng trèo lên. Thấy chúng còn ngủ say, ông bèn chụp lấy hai thanh kiếm nắm ở hai tay mặc sức chém giết rồi nhảy xuống nước trốn về. Giặc mất tướng như rắn mất đầu, rút lui.Thắng lợi, ông đòi ăn lộc của làng mình và đòi được hưởng đêm đầu với gái làng. Hàng tổng giữ lời hứa. Nhưng thanh niên làng thì không chịu. Họ vác sào đến đánh ông. Ông cầm kiếm ra, họ chạy; khi ông trở vào, họ lại đến. Cứ như vậy, một hôm ông vẫy kiếm, không ngờ vô tình chém phải cổ mình. Ông chết, nhưng tay vẫn cầm kiếm. Sau ba ngày quạ kêu, mới biết.Lời hứa của hàng tổng là luật: đó là hợp đồng. Hai bên thực hiện đúng hợp đồng. Nhưng hợp đồng đó trái với luật, trái với một ý niệm về luật có trong đầu của các trai làng. Ý niệm đó là gì, không ai nói lên được, cho nên không ai xử được. Nhưng phải xử, nếu không thì có cái gì đó bất công. Bất công quá đối với các cô gái. Và bất công hơn nữa đối với các cậu con trai! Gái trai gì cũng trở thành nạn nhân của một hợp đồng mà điều khoản quy định có tính cách quá mông lung. Cái hay của câu chuyện là chính đương sự Vũ Ðắc Ðô tự xử mình, xử một cách tình cờ, nhưng phải có giải đáp, vì bất công thì không thể không xử được....Chú thích:[1] Luật Do Thái cấm nuôi heo: không được nuôi heo \"trên lãnh thổ Do Thái\", nghĩa là trên đất Do Thái. Cho nên các trại nuôi heo để xuất cảng không nuôi heo trên đất mà nuôi trên sàn gỗ cách mặt đất vài phân!\n"
        },
        {
            "order": 3,
            "name": "BÀI THỨ HAI",
            "content": " Xét về mặt lịch sử, các xã hội \"cổ truyền\" tin rằng luật bắt nguồn từ một ý muốn ở trên cao và ở ngoài ý muốn của con người. Tôi nói các xã hội \"cổ truyền\" chứ không phải chỉ là sơ khai. Bởi vì ngay cả Tuyên ngôn nhân quyền và dân quyền 1789 của Pháp - cũng như Hiến pháp 1793, 1795 – kể ra một số quyền \"với sự hiện diện và bảo trợ của Ðấng Tối cao\". Các tác giả Cách mạng 1789 chưa có ý niệm tách Tôn giáo ra khỏi Nhà nước.Vậy thì trong các xã hội \"cổ truyền\", luật có nguồn gốc từ thần linh. Cũng tin như vậy, nhưng lại có hai quan niệm khác nhau. Hoặc cho rằng Thượng Ðế tự mình sáng tác ra luật. Hoặc cho rằng Thượng Ðế không trực tiếp ban luật ra, nhưng gợi hứng cho người. Khác nhau nhiều lắm. Quan niệm thứ nhất là của Do Thái và Hồi giáo. Quan niệm thứ hai là của cổ Hy Lạp, La Mã. Ki Tô giáo, vừa là thừa kế của văn minh Do Thái, vừa tiếp thu văn minh cổ Hy Lạp, La Mã, thâu nhập cả hai truyền thống khác nhau đó.I - QUAN NIỆM THỨ NHẤT: LUẬT LÀ DO THẦN LINH TRỰC TIẾP LÀM RA.Cả Do Thái lẫn Hồi giáo đều cho rằng luật là do Thượng Ðế ban ra. Theo Do Thái, chính Yahvé (tức là Thượng Ðế của Do Thái) phán ra thập điều cho Moïse (Tk 13 tr. TL). Phán ra trên đỉnh Sinai, giữa lửa và khói, giữa tiếng kèn và sấm chớp. Không những phán ra, mà còn viết ra nữa, viết Thập điều trên hai tấm đá. Phía Hồi giáo thì cho rằng thiên thần Gabriel (Jibril) đọc Thánh kinh Coran cho Mahomet theo lệnh của Allah.Như vậy, về phía Do Thái, luật là do Yahvé ban ra, và luật đó là nền tảng của dân tộc Do Thái, là truyền thống riêng biệt của Do Thái. Luật đó nói gì? Nói rằng Thượng Ðế chỉ có một, Thượng Ðế là vạn năng; dân tộc của Thượng Ðế (nghĩa là Do Thái) có những bổn phận đối với Thượng Ðế. Thêm vào đó, vài điều răn có tính cách gia đình: \"phải kính trọng cha mẹ\"; \"không được ngoại tình\"; vài điều răn có tính cách xã hội: cấm giết người, cấm trộm cắp, cấm làm chứng gian dối, cấm tham của người khác. Tóm lại: một bản luật ngắn, luôn luôn bị vi phạm, nhưng có tính cách một lý tưởng, được nhắc nhở từ đó đến nay.Ngoài Thập điều, còn có một luật khác nữa, cũng do Thượng Ðế ban ra: đó là bộ Luật Liên minh (Code de l'Alliance) bắt đầu như thế này: \"Yahvé nói với Moïse\". Ðây là một bộ luật gồm nhiều điều luật và phong tục, trong đó có những quy tắc tôn giáo (lễ lược, quy chế tu sĩ, chống lại các thần linh giả), nhưng cũng có những điều liên quan đến các nô lệ, đến luật hình (giết người thì bị tử hình, trừng phạt việc đánh người gây thương tích, trộm cắp, hiếp dâm), đến việc bồi thường thiệt hại v.v... Sau đó, giữa thế kỷ thứ 5 (trước Tây lịch, tất nhiên) một bộ Luật về tu sĩ được ban ra, cũng vẫn Thượng Ðế là tác giả. Ðó là Le Lévitique. Vẫn mở đầu như thế: \"Yahvé gọi Moïse đến, rồi nói với Moïse\". Le Lévitique nói về cách tế và quy chế tu sĩ. Nhưng lẫn lộn trong đó lại có nhiều điều khuyên về bệnh hoạn (phong hủi, phỏng lửa...), những cấm kỵ về bà con lấy nhau. Bây giờ thì người ta biết rằng nhiều điều khoản trong Le Lévitique được làm ra trong những niên kỷ khác nhau, nhiều điều đã có từ thời dân Do Thái hãy còn là du mục. Nghĩa là: có những bằng cớ xác đáng chứng tỏ rằng luật đó được tạo ra dần dần, nhưng người ta vẫn quả quyết theo đức tin rằng chính Thượng Ðế là tác giả đã chính mình phán ra. Thập điều, Luật Liên minh và Le Lévitique (và một bộ luật nữa mà tôi không nói đến để khỏi rườm rà: Second livre de la loi) hợp lại thành \"luật\" Do Thái gọi là Torah. Ðến thế kỷ thứ 3 sau Tây lịch, một pháp sư (Yehouda Hanassi) tập hợp tất cả những yếu tố luật gồm Torah, những giải thích của học thuyết và án lệ và nhiều mục khác nữa thành một tác phẩm lớn gọi là Michna. Công trình này gợi lên rất nhiều bình phẩm; những bình phẩm này rốt cục lại quan trọng hơn cả Michna, đến nỗi phải tập hợp tất cả thành một bộ bách khoa gọi là Talmud. Hai bản khác nhau được lưu truyền: một từ Jerusalem khoảng 350-400, một từ Babylone khoảng 500: bản này thắng.Vài chi tiết đơn sơ như vậy cốt để biết Torah là gì, Talmud là gì. Ðiều tôi muốn nói là: trong đạo Do Thái, luật là do Thượng Ðế ban cho. \"Ban cho\" như vậy có nghĩa rằng Thượng Ðế giữ bản quyền, cấm không được thêm bớt. Thêm bớt, sửa đổi, phải do chính tác giả. Ðối với người, luật đó không sai chậy, bất di bất dịch. Như vậy, có vấn đề đặt ra: làm sao áp dụng một cách hiệu quả, biết cái gì là chính yếu để tôn trọng trong khi xã hội biến đổi, tiến hóa không ngừng? Nghĩa là vấn đề diễn dịch. Ai diễn dịch? Trả lời: các pháp sư và chỉ các pháp sư mà thôi.Trong Torah cũng như trong Coran, có nhiều điều về luật dân sự và hình sự. Trong cả hai, phụ nữ có một quy chế thấp hơn nam giới. Sự bất bình đẳng giữa hai giới còn được thiêng liêng hóa trong Coran: đàn ông có quyền đối với đàn bà \"do sự lựa chọn mà Thượng Ðế đã ban cho họ\". Sự bất bình đẳng đó đưa đến hậu quả trong mọi địa hạt của luật: quy chế về con người, hôn nhân, thừa kế, ngay cả trong lĩnh vực tố tụng, chẳng hạn về nhân chứng. Tôn giáo nuốt trọn luật pháp. Theo Tây phương, trong ngôn ngữ Ả Rập, không có cả một từ để diễn tả một trật tự luật pháp tách ra khỏi tôn giáo. Từ \"chariya\" (con đường, đạo) được xem như diễn tả ý muốn của Thượng Ðế, bao trùm lên tất cả lĩnh vực luật pháp và cung cấp chất sống cho luật pháp.II - QUAN NIỆM THỨ HAI: LUẬT DO THẦN LINH GỢI HỨNG.Ðây là quan niệm của cổ Hy Lạp. Hứng thì ai chẳng có. Nhưng nói \"hứng\", ai cũng liên tưởng trước tiên đến các thi sĩ. Mà quả vậy! Ðặc biệt của cổ Hy Lạp là trao cho các thi hào, các triết gia việc suy nghĩ về luật, về ưu việt của luật trong đời sống xã hội. Ðiểm này khiến cổ Hy Lạp khác với cổ La Mã: trong cổ La Mã, những người đầu tiên suy nghĩ về luật là các luật gia.Homère là nhà thơ đầu tiên suy nghĩ về trật tự của vũ trụ, về công bằng, về luật. Khi Homère làm thơ như thế, vào khoảng thế kỷ thứ 8 trước Tây lịch, thế giới Hy Lạp đã có ở đằng sau một lịch sử dài. Hai tập thơ nổi tiếng nhất của Homère là Iliade và Odyssée. Trong hai tập thơ, hai tên được nói đến nhiều lần: Thémis và Dikê. Thémis là một nữ thần, con của Trái đất và \"Bầu trời đầy sao\". Thémis là vợ của Zeus (trong các chư thần Hy Lạp, là vị thần cao nhất, thần của Trời, chúa tể của các thần; biểu hiện của Zeus là sét. La Mã đồng hóa Zeus với Jupiter). Là vợ của Zeus, Thémis nhận được hứng từ đức ông chồng. Nữ thần này bảo vệ cho một trật tự vũ trụ, đem lại kỷ luật, công bằng và hòa bình cho thế giới. Một thi hào khác, Hésiode (sinh khoảng 700 trước TL) cho rằng Thémis có ba con gái: Economia (trật tự), Dikê (luật) và Eiroene (hòa bình).Như vậy, Dikê là con gái của Thémis. Trong Homère, Dikê gợi ý xét xử. Nghĩa là một quyết định, một phán quyết, một bản án, đồng thời cũng là một hành vi đúng đắn, công bằng. Một bản án \"nói ra\" và \"tạo nên\" luật.Như vậy, quan niệm của Homère về luật rất khác quan niệm của Thánh kinh (Bible) Do Thái. Trong thơ Homère, Zeus \"gợi hứng\" cho những giải pháp tùy từng trường hợp. Nhưng giải pháp là do người làm ra, để chấm dứt một tranh cãi. Hứng đến từ Zeus nhưng luật thì do người làm ra. Ðó là một luật có tính cách \"người\", không có tính cách \"thần linh\". Luật đó không phải được diễn tả dưới dạng những quy tắc có tầm tổng quát, không phải là những quy tắc (norme). Mà là những phán quyết (jugement), với hai nghĩa của từ này là: ý kiến phát biểu và phân tranh được xử.Tóm lại, người (do Zeus gợi hứng) sáng tạo ra luật. Và sáng tạo ra nhân một vụ kiện, lúc phải nói, phải quyết định, phải phán xét đâu là luật. Do đó, quan niệm của Hy Lạp đặt tất cả tầm quan trọng trên vụ kiện.Trên kia, tôi vừa nhắc đến Hésiode ở thế kỷ thứ 7 trước TL. Xã hội lúc đó tiến triển hơn. Ý niệm về luật cũng rõ hơn. Trong thơ Hésiode, Thémis vẫn là nữ thần, Dikê cũng là con gái của Zeus và Thémis. Nhưng Hésiode nói đến \"nomos\" mà tiếng Pháp dịch là \"la loi\", nghĩa là luật. Tuân theo \"nomos\" khiến cho người khác con thú, con thú chỉ biết bạo lực.Sophocle (495-406) nhắc đến từ \"nomos\" này trong vở kịch Antigone. Ông nhấn mạnh đến những từ \"agraphoi nomoi\" (luật bất thành văn) của thần linh mà không ai, không gì làm lay chuyển nổi. Trong vở kịch khác (Oedipe Roi), ông nói đến những \"nomos\" đó như thế này, tôi dịch đại khái:\"Ngự trị ở trên cõi cao xa,Sinh ra từ không trung xanh thẳm,Sinh ra từ quốc độ của các thiên thần.Quốc độ đó là cha, Cha của luật không phải là ai khác\".Tôi vừa dịch tạm một câu thơ. Chữ \"quốc độ\" là dịch tạm chữ \"Olympe\", nơi ở của các vị thần trong thần thoại Hy Lạp. Theo truyền thuyết, hình như luật ở cổ Hy Lạp được làm bằng thơ để dễ nhớ, dễ đọc, thú vị! Sau các thi hào là các triết gia. Tôi chỉ nhắc ở đây hai tên lừng lẫy thôi. Một là Platon (khoảng 427-347 trước TL). Trước hết, Platon bút chiến với phái ngụy biện đã để lại ảnh hưởng lớn. Phái này có một cái nhìn bi quan về luật. Họ chủ trương: \"chẳng có cái gì là tự nó đúng đắn, công bằng\"; \"công lý chỉ là quyền lợi của kẻ mạnh\"; \"người cầm quyền nào cũng làm luật vì lợi ích của họ\"; hoặc: \"luật là do người yếu và số đông làm ra vì quyền lợi của họ để ngăn kẻ mạnh khỏi thắng\".Chính để chống lại quan niệm bi quan đó mà Platon đã viết La République (Nước Cộng Hòa) và Les Lois (Luật) giữa 366 và 347. Tôi không đi sâu vào chi tiết. Chỉ nói rằng đối với Platon, luật quan trọng lắm. Luật là nền tảng của Nhà nước, nhờ đó mà có trật tự. Không có luật thì Nhà nước tiêu diệt.Trở về lại với vấn đề nguồn gốc, Platon hỏi: \"thần linh hay người là nguồn gốc của luật?\" Trả lời: Luật đến từ thần linh, hay ít nhất là đến từ sự thông minh xuất chúng của một Người Làm Luật. Luật của xứ Crète là hoàn hảo bởi vì tác giả là các thần linh. Dân Crète cho rằng luật của họ đến từ Zeus. Dân Sparte (luật cũng rất xuất sắc) cho rằng luật của họ đến từ Apollon. Apollon là thần của Vẻ Ðẹp, của Ánh Sáng, của Nghệ Thuật. Như vậy, Platon cũng chủ trương quan niệm nguồn gốc thần linh của luật như Homère. Tuy nhiên, lại phải nói rõ lần nữa: với Do Thái, luật được Thượng Ðế ban cho, trao cho Moïse; với Homère, luật được thần linh hóa. Platon đề ra một kẻ trung gian trong việc làm luật: giữa Zeus và người có \"Người Làm Luật\" siêu nhân (Minos, con của Zeus, hoặc Lycurgue). Thần linh gợi hứng, siêu nhân làm luật cho người. Người làm luật có hai nhiệm vụ: dạy cho người hiểu biết hiền triết (sagesse) và tổ chức cách cai trị Nhà nước. Một nhiệm vụ có tính luân lý. Một nhiệm vụ có tính cách chính trị. Hiểu biết được mối tương quan thắm thiết giữa luật - luân lý - chính trị như vậy, duy chỉ có triết gia mà thôi. Do đó, triết gia là người làm luật. Và cũng là người cai trị. Luật như vậy là kết tinh của thông minh và lý trí. Nó phát biểu cái gì tốt đẹp nhất nơi con người.Sau Platon là Aristote (vào khoảng giữa thế kỷ 4 trước TL). Aristote để lại cho hậu thế một quan niệm về công bằng (Justice) cho đến nay vẫn còn giá trị. Công bằng được quan niệm như một đức tính của luân lý cần thiết của con người, bởi vì tạo điều kiện cho hạnh phúc của con người. Công bằng bảo đảm cho bình đẳng. Nhưng cái công bằng - bình đẳng đó không phải lúc nào cũng ràng buộc luật. Nghĩa là tính hợp pháp không phải lúc nào cũng trùng hợp với tính công bằng. Có nhiều khi luật cần phải không công bằng. Có nhiều khi luật cần phải không bình đẳng. Bởi vì luật còn cần phải duy trì trật tự. Dù sao đi nữa, bởi vì luật do người làm ra, cho nên luật không khỏi khuyết điểm. Do đó, luật cần sửa đổi để hoàn hảo.Trở về lại với câu hỏi: luật do đâu mà ra? Có một vấn đề quan trọng được nêu lên và bàn cãi trong suốt thời cổ Hy Lạp, nơi mọi tác giả: vấn đề luật không viết (luật bất thành văn) đối chọi với luật viết (luật thành văn). Luật không viết là luật của thiên thần, luật đã có như vậy và sẽ còn có như vậy mãi mãi. Aristote, cũng như Platon, phát triển ý đó, sự phân biệt đó giữa hai thứ luật. Một luật cao hơn, hoặc đến từ thiên thần hoặc đến từ tự nhiên, nằm sẵn trong ý thức của mỗi người, chẳng cần phải viết nơi đâu cả, mà cũng chẳng bao giờ mất. Một thứ luật khác của con người, thay đổi tùy theo hoàn cảnh xã hội, thời gian, nơi chốn. Với Aristote, luật của thần được hiểu là luật tự nhiên.III. LUẬT TRONG KI-TÔ GIÁOKi-tô giáo vừa mượn truyền thống Do Thái vừa mượn truyền thống Hy Lạp. Truyền thống Do Thái: cái gì cũng do Thượng Ðế mà ra, bởi vì Thượng Ðế là đấng sáng tạo ra trời đất[1]. Mặt khác, Ki-tô giáo nói: \"vương quốc của ta không phải là nơi trần thế này\". Lại nói: phải phân biệt \"cái gì của César và cái gì của Thượng Ðế\". Nghĩa là thừa nhận có một lĩnh vực trong đó luật đến từ thần linh và một lĩnh vực trong đó luật đến từ người. Làm sao dung hòa hai chủ trương đối nghịch nhau như vậy? Một đằng, cái gì cũng do Chúa; một đằng lại phân biệt hai lĩnh vực. Tất nhiên, thần học có nhiệm vụ giải bài toán này. Tôi sẽ dành hai điểm nói về luật trong Ki-tô giáo: điểm một là bài toán vừa nói; điểm hai là sự khai sinh của luật Giáo hội.1- Nguồn gốc luật.Có một lĩnh vực luật của người. Nhưng biên giới không phân biệt rõ ràng trắng đen vì sự lẫn lộn nhập nhằng giữa bốn hiện tượng: luật, tôn giáo, luân lý và luật tự nhiên. a – Trước hết là sự lẫn lộn giữa luật, tôn giáo và luân lý: Torah mà Ki-tô giáo lấy lại làm Cựu Ước là luật hay luân lý? Ðối với các luật gia, đó là một tổng chương những huấn thị luân lý, một bộ luật luân lý, một hệ thống những quy tắc về cách cư xử. Tôi trích: \"Do Thái, hãy nghe những luật và những lời dạy này, hãy học cho thuộc, hãy thực hành: hãy yêu Thượng Ðế của ngươi với tất cả tấm lòng – không được tạc hình tượng – hãy kính trọng cha mẹ – không được trộm cắp – không được ngoại tình – không được ăn thịt chảy máu – hãy dẫn đường cho người mù – hãy để cho người nghèo mót lúa trong cánh đồng của ngươi...\"Những luật luân lý đó có kèm theo những đe dọa chế tài, phần nhiều không rõ ràng (\"hãy kính trọng cha mẹ để được sống lâu hơn\"), hoặc những trừng phạt, những phúc lành, những hứa hẹn cứu rỗi, đày đọa. Ðôi khi sự chế tài rõ rệt hơn: \"Hãy ném đá cho chết người đàn bà ngoại tình\". Nếu xem Torah tương tự như luật thì đó là luật hình – nhưng là một thứ luật hình rất khác với luật hình hiện tại. Bởi vì những vi phạm trước hết là những tội lỗi (péchés) xúc phạm Thượng Ðế, phá hủy liên minh với Thượng Ðế. Ngay cả giết người hoặc làm thiệt hại kẻ khác cũng vậy, bởi vì xúc phạm kẻ khác là xúc phạm một đứa con của Thượng Ðế. Cách trừng phạt cũng vậy: là hối hận, là dày vò sau khi phạm lỗi để chuộc tội.Tân Ước tóm tắt Cựu Ước bằng hai luật mà thật ra chỉ là một: \"Hãy yêu Thượng Ðế với tất cả tấm lòng và tâm hồn\"; \"hãy yêu đồng loại như yêu chính mình\". Ðây là luật luân lý có tính cách phổ quát, giống như luật áp dụng cho khắp dân Do Thái dù là ở đâu. Cựu Ước cũng như Tân Ước đều có nói đến công bằng (justice), nhưng công bằng ở đây không có nghĩa của Aristote, mà có nghĩa thương xót, bác ái.Tóm lại, luật và luân lý lẫn lộn với nhau, ngay cả trên khái niệm. Dù có phân chia luật của César và luật của Thượng Ðế đi nữa, đứng về mặt luân lý, có một luân lý Ki-tô bao trùm tất cả. Bởi vì luân lý bắt nguồn không những từ những nguyên tắc do Thượng Ðế ban cho Moïse, mà còn từ một điều luật mà Thượng Ðế đã in sâu trong tim mọi người. Saint Paul nói như vậy. Nghĩa là luân lý bắt nguồn từ Thượng Ðế. Và bởi vì luân lý được biểu hiện dưới hình thức luật, hình thức nguyên tắc, hình thức cấm kỵ, luật luân lý lẫn lộn với luật.b – Câu nói của Saint Paul còn có một ý nghĩa sâu hơn. Chịu ảnh hưởng của truyền thống Hy Lạp, Saint Paul đã du nhập khái niệm luật tự nhiên. Sau Saint Paul, Saint Augustin, rồi qua thời Phục Hưng cho đến thế kỷ 16, cả một truyền thống thần học rao giảng rằng luật của người là luật của Thượng Ðế được thích ứng và áp dụng cho nhiều hoàn cảnh khác nhau, và, hơn nữa, ngay cả luật tự nhiên cũng có nguồn gốc từ Thượng Ðế. Vittoria, de Soto, Suarez, Lassius, Bellarmin và cả trường phái Tây Ban Nha lừng danh chủ trương như vậy.Tóm lại, luật tôn giáo (nghĩa là Thượng Ðế), luân lý và luật tự nhiên lẫn lộn rối ren. Dù có phân biệt giữa Thượng Ðế và người, sự lẫn lộn đó có hậu quả là cái gì cũng do từ Thượng Ðế mà ra.Bây giờ bước từ lĩnh vực học thuyết qua lĩnh vực áp dụng, tôi sẽ nói về điểm 2: luật Giáo hội.2 - Luật của Giáo hội.Ki-tô giáo phát sinh từ cộng đồng Do Thái sống trên mảnh đất Cận Ðông đã chịu ảnh hưởng văn minh Hy Lạp. Lúc đầu, như ta đã thấy, luật không phải là quan tâm chính. Nhưng rất nhanh, cộng đồng tôn giáo đó thấy rõ nhu cầu. Thế là bắt đầu tạo ra luật và luật đó phát triển rất nhanh. Ðến thế kỷ thứ 4, luật của Nhà thờ bắt đầu cạnh tranh với luật của Nhà nước trên nhiều địa hạt. Song song với sự bành trướng của tôn giáo mới, dựa trên sự bành trướng của đế chế La Mã, luật của Nhà thờ phát triển rộng ra khắp nơi từ thế kỷ thứ 6 đến thế kỷ thứ 10, từ sa mạc Arabie đến Irlande, từ Tây Ban Nha đến các nước slaves. Tôi nói sơ lược về hai điểm khai sinh và phát triển đóa – Khai sinh: Những văn bản trong Tân Ước không có tính cách luật. Kể gì? Cuộc đời của Giê-su, lời dạy của Giê-su. Không có \"làm luật\" giống như ở Sinai. Thật ra, không hẳn là chối bỏ việc làm luật, mà là sửa đổi. \"Ta không đến để hủy bỏ luật, mà để làm tròn luật\". Sự đối chọi giữa Cựu Ước và Tân Ước chỉ bắt đầu với lý thuyết gia Tertullien (khoảng 155-222) trong bối cảnh tách biệt giữa dân Do Thái và dân Ki-tô.Không phải những người Ki-tô đầu tiên không biết luật đâu. Làm gì có một cộng đồng muốn trật tự và kết hợp chặt chẽ mà bỏ qua luật! Chỉ vì những người Ki-tô đầu tiên là dân Do Thái, trước hết là Do Thái, trung thành với luật Do Thái. Vấn đề gì mà luật Do Thái không nói đến thì tín đồ Ki-tô tuân theo luật của Nhà nước. Dần dần họ mạnh lên, những điểm bất đồng trở nên càng ngày càng nhiều và càng quan trọng giữa luật Do Thái và luật Nhà nước. Rồi dần dần sự sùng bái Ki-tô nảy nở, dân Ki-tô Do Thái từ bỏ những luật lệ, lễ nghi của Do Thái. Dân Ki-tô và dân Do Thái tách nhau ra từ đấy. Ðến năm 49, dân \"ngoại đạo\" được nhận vào cộng đồng Ki-tô.Từ Cận Ðông, tôn giáo mới đó lan ra khắp nơi. Trước hết là La Mã, rồi Ý, rồi nhiều thành phố khác ở Cận Ðông và Âu châu. Ra khỏi khung cảnh Do Thái, với số \"ngoại đạo\" càng ngày càng đông, những cộng đồng Ki-tô cần phải được tổ chức. Họ lấy mẫu mực chính trị của các thành phố: chính quyền, hội đồng nhân dân. Do đó, được thành lập ra một giám mục đoàn, những chức sắc, một hội đồng tín đồ (tiếng Hy Lạp là Ecclesia, tức là Eglise theo tiếng Pháp).Ði xa hơn nữa, những cộng đồng đó cần tổ chức lễ nghi tế tự, hướng dẫn tín đồ trong đời sống hằng ngày, ấn định quy chế Nhà thờ, gây kinh tài, giải quyết các tranh tụng. Lề lối bắt đầu thành hình. Luật phát sinh.Tài liệu luật đầu tiên là một thư của Giáo Hoàng Clément gởi cho Nhà thờ Corinthe để hòa giải tranh chấp nội bộ giữa Nhà thờ đó, dường như xảy ra vào năm 96. Thế là Giáo hội Ki-tô xác định vị thế trung tâm. Giáo Hoàng làm trọng tài phán xử và như thế Giáo Hoàng cũng làm luật. Giáo Hoàng chứng tỏ \"uy quyền\". Luật phát ra từ quyền lực.b – Phát triển. Có hai nhà làm luật trong giáo hội Ki-tô: Giáo Hoàng và những đại hội đồng giám mục (conciles). Ngoài ra, các giám mục, trong địa phận của mình, cũng có quyền làm luật. Mỗi dòng cũng có quyền làm ra những luật riêng biệt cho dòng mình.– Giáo Hoàng làm luật: Ðây là luật được làm ra nhân những vấn đề khó khăn mà các giám mục yêu cầu giải quyết. Giảm mục hỏi. Giáo Hoàng trả lời. Câu hỏi có tính cách hạn chế, câu trả lời có tính cách hạn chế, phạm vi hạn chế. Nhưng vị thế đặc biệt của Giáo Hoàng khiến những câu trả lời như vậy, rất nhanh, vươn đến phạm vi tổng quát. Trả lời của Giáo Hoàng được tôn trọng hơn tất cả những nguyên tắc luật nào khác, tất nhiên trừ luật của Thượng Ðế.Vai trò của Giáo Hoàng tương tự như vai trò của hoàng đế trong đế chế La Mã từ hồi đầu thế kỷ thứ 2: hoàng đế vừa là nhà làm luật vừa là quan tòa tối cao, xét xử ở cấp cuối cùng. Trong cả hai trường hợp, một \"quyền lập pháp\" được phát sinh và nằm trong tay người nắm uy quyền cao nhất. Hoàng đế thì có uy quyền trên các vua chúa phong kiến (imperium). Giáo Hoàng thì có uy quyền trên các Giám mục (primauté).Về hình thức, Giáo Hoàng thường dùng \"thư\" (tiếng Pháp: \"lettre\") để trả lời một câu hỏi đặt ra. Ví dụ: thư để trả lời một vấn đề liên quan đến kỷ luật áp dụng đối với các giáo phẩm.Với Giáo Hoàng Innocent I (401-407), một hình thức mới được khai trương: ban hành những chỉ thị ấn định những quy luật có tính cách tổng quát trong nhiều địa hạt khác nhau. Ðây quả là những \"luật\" thực sự. Nhiều chỉ thị như vậy được ban hành suốt thế kỷ thứ 5. Quyền làm luật của Giáo Hoàng được xác nhận minh thị.– Ðại hội đồng giám mục cũng làm luật. Quy chế này cũng rất xưa, có từ thế kỷ thứ nhất. Ðại hội đồng can thiệp vào những vấn đề nghi lễ tế tự, về việc lấy giáo điều để kết án những trào lưu \"tà thuyết\", đôi khi về kỷ luật. Rất quan trọng trong việc làm luật, những công trình này được sưu tập bắt đầu từ thế kỷ thứ 6. Vai trò của các đại hội đồng càng quan trọng trong những lúc giao thông khó khăn, thiếu quan hệ với La Mã hoặc những lúc Giáo Hoàng lu mờ, yếu ớt.– Tôi chấm dứt với một luật lệ đặc biệt, gọi là \"Nghi thức giải tội\" (Penitentiels) có từ hồi Trung cổ. Giữa thế kỷ thứ 6 và 12, những sổ tội lỗi được lập ra, kèm theo \"giá cả\" giải tội phải trả cho mỗi tội. Các quyền giải tội căn cứ vào những tài liệu in sẵn, có khi vài trang, có khi dày như sách giáo khoa. Sách được soạn sẵn cho những vị mà \"trình độ học thức, tôn giáo và đạo đức rất là khiêm tốn\"[2].Tội được giải, như thế là những lỗi tôn giáo, những tội lỗi tôn giáo (péchés). Sự trừng phạt có tính cách tôn giáo: cầu nguyện, nhịn đói, hành hương... Tòa án là lương tâm. Nhưng trong thời đầu tiên của Trung cổ, vì sự liên hệ chặt chẽ giữa Nhà thờ và xã hội công dân, nhiều vi phạm cũng bị xem như là tội lỗi tôn giáo (péchés). Do đó, những trừng phạt tôn giáo, do \"Nghi thức giải tội\" quy định, liên quan rộng lớn đến xã hội công dân.\"Nghi thức giải tội\", như vậy, là thuộc lĩnh vực luật. Một số giải tội chẳng biết do ai làm ra, luật gia hay là luân lý gia chẳng biết gì về luật. Nhiều sách \"giáo khoa\" và cách giải tội được soạn ra trong khoảng thế kỷ 12-13, đáp ứng nhu cầu kỷ luật. Nhiều tác giả là những vị giảng dạy trong các học viện.*Bây giờ tôi nói về Phật giáo.Trong Phật giáo, ngoài chữ \"luật\" trong giới luật ra, còn có một chữ nữa gợi lên ý niệm luật: chữ \"Pháp\". Chữ Hán, \"Pháp\" là luật. Tây phương dịch chữ Dharma (\"Pháp\") là Loi. Pháp luân: la roue de la Loi (tiếng Anh: Dharma Ring).Ý niệm \"luật\" ở đây xa với ý niệm luật thông thường quá, tôi không dám bàn ở đây. Chỉ xin gợi lên một ý niệm \"luật\" khác mà ta thường gặp trong ngôn ngữ Phật giáo: tôi muốn nói đến \"luật nhân quả\".Trong Phật giáo, ngoài chữ \"luật\" trong giới luật ra, ta thường hay gặp một chữ \"luật\" khi ta nói về nhân quả. Ta thường hay nói: luật nhân quả. Ít nghe nói: luật luân hồi, luật nghiệp báo, luật nhân duyên. Ta nói: \"Tứ thánh đế\", chứ không nói \"luật Tứ đế\". Ta nói: \"bốn chân lý\" chứ không nói bốn luật. Nhưng nhân quả thì thường hay đi kèm với chữ luật.Nếu đem so sánh chữ \"luật\" ở đây với khái niệm luật tôi vừa nói ở trên, sự khác biệt sẽ một trời một vực. Luật nhân quả không đến từ Thượng đế, không đến từ thần linh, cũng không phải do một người làm luật nào đó ban ra: luật đó đến từ kinh nghiệm. Phật giáo là kinh nghiệm. Kinh nghiệm của toàn thể nhân loại, hoặc kinh nghiệm của mỗi cá nhân. Nhưng chân lý đến từ kinh nghiệm. Ngay cả Đức Phật cũng giác ngộ bằng kinh nghiệm. Kinh nghiệm trường kỳ, gian khổ.Khác biệt một trời một vực, vì một bên luật là mệnh lệnh, một bên luật là kinh nghiệm – nghĩa là khoa học. Lúc nhỏ, tôi học Quốc văn giáo khoa thư, ê a: \"Giọt nước mềm, tảng đá cứng, thế mà nước chảy mãi đá cũng mòn ; con kiến nhỏ, cái tổ to, thế mà kiến tha lâu cũng đầy tổ\". Thế là kinh nghiệm. Cứ nhìn thì thấy. Trái lại, \"Ngươi phải ăn bánh mì của ngươi với giọt mồ hôi trên trán ngươi\" là mệnh lệnh.Mệnh lệnh đến từ bên ngoài của con người, từ bên trên. Kinh nghiệm đến từ bên trong. Luật kinh nghiệm là luật do con người tự chứng, tự thấy, chẳng do ai làm ra cả. Luật mệnh lệnh là do một sức mạnh bên ngoài làm ra. Chính sức mạnh tác giả đó sẽ trừng trị nếu vi phạm.Bởi vậy, trong các tôn giáo nhất thần (monothéisme), Thượng đế vừa là Thượng đế – tác giả (sáng tạo) vừa là Thượng đế – quan tòa (phán xét, xét xử). Chính Thượng đế là ông quan tòa trong phán xét cuối cùng. Ông phán: những kẻ ở bên tay mặt của ta, các ngươi đi lên thiên đường, vĩnh viễn; những kẻ ở bên tay trái của ta, các ngươi đi xuống địa ngục, vĩnh viễn.Một ông quan tòa như vậy thật là trái hẳn với hình ảnh của Đức Phật mà tôi có trong đầu. Ðức Phật của tôi đương nhiên là có làm trọng tài với nhiều vụ việc cãi lộn giữa các Tỷ kheo. Và Ngài đã chế giới nhân những trường hợp đó. Nhưng hình ảnh một trọng tài khác hẳn hình ảnh một ông quan tòa. Tôi nghĩ, Đức Phật chưa bao giờ là một ông quan tòa. Ðức Phật nhiều khi... tội nghiệp lắm. Ai không tin thì cứ đọc trang 68 trong quyển Cương yếu giới luật của H.T. Thiện Siêu, kể chuyện cãi cọ xảy ra ở Kosambi. Tôi xin đọc nguyên văn: \"Phật từ nơi xa về thấy chuyện xảy ra, liền hỏi nguyên do. Hai bên cứ bảo thủ, Phật dạy không nghe. Họ thưa với Ngài, xin Thế Tôn, Ngài biết việc của Ngài, chúng con biết việc của chúng con. Can ngăn mãi không được, nên Phật đành ôm bình bát vào núi ở ẩn để an tĩnh. Trong khi đó có một con voi già, nó cũng bị mấy con voi trẻ quậy phá, ở không yên nên đi tìm chỗ núp. Ði vào đó gặp Phật. Hai bên gặp nhau, thấy bên nào cũng có hoàn cảnh y như nhau, nên cùng ở chung một chỗ. Cũng tại đó, có một con khỉ già bị bọn khỉ trẻ ruồng bỏ, nên cũng đi tìm chỗ ẩn thân, đến đó gặp Phật. Như vậy, ở với Phật có con voi già và khỉ già cùng hầu Phật. Mỗi sáng voi đi lấy nước về dâng Phật, khỉ đi lấy trái cây, mật ong về cúng Phật. Cho nên, hiện nay trong tranh truyện Phật giáo có hình ảnh voi và khỉ dâng đồ cúng Phật là để ghi lại chuyện đó\". Kết cục là thế nào? Kết cục, các thầy bị cư sĩ \"tẩy chay và cấm vận lương thực\". Các thầy hối hận quá, cùng nhau đi thỉnh Phật về.Phật không phải là quan tòa! Phật là trọng tài! Phật không ban mệnh lệnh!Trong các câu chuyện thiền, có nhiều chuyện liên can đến cãi cọ vui lắm. Tôi chỉ xin kể một câu chuyện nhỏ thôi, liên quan đến một vụ xử án, hay nói đúng hơn, liên can đến ông quan tòa.Một người du lịch từ rất xa về, mang về theo một vật quý, hiếm chưa hề biết: một tấm gương. Nhìn vào gương, anh tưởng như thấy cha mình. Thương cha quá, anh trân trọng cất gương vào một hòm quý, để trên lầu kín. Thỉnh thoảng anh lên lầu, mở hòm ra, thăm cha. Thăm xong thì nhớ, mặt buồn rười rượi. Bà vợ lấy làm lạ, quái, sao chồng mình cứ mỗi lần lên lầu, đi xuống là mặt mày ủ dột như vậy. Bèn rình xem. Thấy chồng mở hòm, cúi mặt xuống nhìn lâu. Bà vợ chờ khi chồng đi vắng, lên lầu, mở hòm, cúi mặt nhìn xuống và nổi tam bành lục tặc. Một người đàn bà. À ra thế! Ði xa, mang về một người đàn bà! Rồi tương tư, rồi buồn rười rượi! Tất nhiên là vợ chồng cãi lộn nhau, gây gỗ nhau. Vợ thì ghen, chồng thì không hiểu tại sao vợ ghen, đó là cha mình, làm sao vợ ghen được!Gây gổ nhau như vậy, thì may quá, bỗng có một sư cô tình cờ ghé qua nhà chơi. Sư cô bảo: Thôi được, thôi được, để tôi phân xử. Sư cô bèn lên lầu, hồi lâu, rồi sư cô xuống lầu, mặt mày nghiêm nghị, phán xử: \"Trong hòm không có một người đàn ông nào, cũng chẳng có một người đàn bà nào, chỉ có một sư cô thôi!\".Thật sự, Phật chẳng bao giờ xử, theo cái nghĩa xử của một phiên tòa, với ông quan tòa. Trong giới luật, có cử tội, có xét tội, có xả tội. Nhưng đó không phải là hình ảnh của một phán quyết, một mệnh lệnh. Và trong giới luật, sám hối mang một ý nghĩa vô cùng cao quý, bởi vì vô cùng giải thoát. Xét đến tận cùng, chính ta làm tội cho ta, chính ta giải thoát cho ta. Luật trong Phật giáo là giới và giới là sự tương quan giữa ta với ta, là thân của ta, miệng của ta, ý của ta, không có ai khác bên ngoài của ta, bên trên của ta.Tôi muốn nhấn mạnh trên bản chất của hai hình ảnh luật khác nhau: luật phát xuất từ mệnh lệnh (luật - mệnh lệnh) và luật phát xuất từ kinh nghiệm; luật đến từ bên ngoài, luật đến từ bên trong. Tôi cũng đưa ra hai hình ảnh của tranh tụng: ông quan tòa và người trọng tài. Luật - mệnh lệnh đi đôi với hình ảnh ông quan tòa. Luật - kinh nghiệm đi đôi với hình ảnh trọng tài. Quan niệm luật của Tây phương hiện nay, trừ lĩnh vực hình luật, có khuynh hướng làm nhẹ bớt tính cách mệnh lệnh và đặt nặng hơn trên sự đồng thuận của ý muốn đôi bên trong một tranh chấp. Bởi vậy, càng ngày người ta càng thấy sự cần thiết của việc du nhập những hình thức mới để giải quyết tranh chấp, chưa cần phải đi đến một vụ kiện thực sự: đó là những hình thức hòa giải, trung gian, trọng tài. \"Soft-justice\" ở Mỹ. \"Ordre négocié\" ở Pháp. Phương thức trọng tài càng ngày càng mở mang, trong luật quốc nội cũng như luật quốc tế. Hệ thống tư pháp của Nhà nước chấp nhận sự mở mang của hệ thống tư pháp tư nhân (justice privée). Tôi không đặt vấn đề khen chê hay dở ở đây. Chỉ muốn nói rằng đức Phật không bao giờ ban mệnh lệnh. Giới luật của Ngài không phải là mệnh lệnh. Phật cũng không bắt buộc khi sám hối thì phải trả tiền.CAO HUY THUẦNThượng Đế, Thiên Nhiên, Người, Tôi và Ta,Trung tâm văn hóa Khuông Việt xuất bản, 1999 (tr. 32-49).Nhà xuất bản TP Hồ Chi Minh, 2000 (tr. 38-60).Chú thích[1] Năm chương đầu của Thánh kinh (Bible) tức là Genèse, Exode, Lévitique, Nombres, Deutéronome (gọi là Pentateuque), được tín đồ Ki-tô giáo gọi là Cựu Ước, tín đồ của Do Thái giáo gọi là Năm chương của Moise. Luật Liên minh của Do Thái nằm trong Exode. Quyển sách thứ hai của luật nằm trong Deutéronome. Luật tu sĩ nằm trong Lévitique. Torah là năm chương của Pentateuque.[2] Gaudemet, trang 122.\n"
        },
        {
            "order": 2,
            "name": "BÀI THỨ NHẤT (B)",
            "content": " GIỚI LUẬT LÀ GÌ?Bây giờ tôi dùng những khái niệm luật của Tây phương để thử tìm hiểu khái niệm về giới luật của Phật giáo. Tôi bắt đầu với hai tiểu tiết trước khi đi vào vấn đề chính này.1 - Tiểu tiết thứ nhất, cốt để so sánh, liên quan đến khái niệm équité mà tôi đã tạm dịch là công bằng. Trong giới luật Phật giáo, khái niệm này được áp dụng rất rõ. Một ví dụ: cùng phạm tội Tăng tàn, tội được xử khác nhau tùy theo đức hạnh của người phạm tội. Có sáu hạng người được xử châm chước: người thông hiểu kinh tạng, người thông hiểu luật tạng, người thông hiểu luận tạng, người có tính biết hổ thẹn, hạng thượng tọa trưởng lão, người đại phước đức. Ðây là ý nghĩa của phẩm Hạt Muối mà Hòa thượng Thiện Siêu, Thượng tọa Chơn Thiện đã giải thích rõ trong sách của các vị: Bỏ một nắm muối vào chén nước, nước mặn uống không được. Bỏ một nắm muối vào chum nước, nước vẫn uống được như thường. Nước trong chén ít như đức thiện của một người; nếu người đó làm thêm một việc bất thiện nữa nào có khác gì bỏ muối vào chén, uống sao được! Trái lại, nếu đức thiện nhiều như chum nước, lỡ làm một việc ác, nước vẫn chưa mặn. (Xem Cương yếu giới luật, H.T Thích Thiện Siêu, tr. 87-88).2 - Tiểu tiết thứ hai, liên quan đến các xã hội không có luật. Ngành nhân chủng pháp lý cho ta biết rằng các xã hội sơ khai, sống trong các tộc (ethnies), có thể không biết luật. Ý muốn chung sống được thể hiện bằng những phản ứng rất loãng, thiếu tổ chức của quần chúng. Phong tục có thể nảy sinh nhưng không rõ rệt. Từ đó, một vài nguyên tắc, ít nhiều mơ hồ, có thể manh nha. Cũng từ đó, tôn giáo phát triển, rồi thói quen, nếp sống, rồi có thể luật. Nói như thế này chắc là mơ hồ quá. Nhưng ấy là muốn nói rằng, quan hệ với thần linh, những cử chỉ hằng ngày, y phục, trang sức, trang trí, rồi có thể cưới hỏi, trách nhiệm, hợp đồng v.v... tất cả những chuyện đối với người sơ khai, nằm chung trong một bòng bong những húy kỵ, ngăn cấm.Ðừng nói đâu xa, trong Cựu ước và Talmud, bên cạnh những nguyên tắc có tính luật, còn bao nhiêu những nguyên tắc khác chẳng ăn nhập gì đến luật: thức ăn, cách để tang... Luật Hồi giáo đầy những nguyên tắc phi luật như vậy. Luật Trung Hoa ở thế kỷ 17 phạt 60 trượng và đày một năm biệt xứ người con nào quên để tang khi cha mẹ chết. Luật Gia Long của ta cũng quy định chi tiết cách để tang của con cái, cách chào, cách lạy giữa vợ chồng, giữa vợ thứ và vợ chánh. Ðừng có đùa: vi phạm là bị phạt về hình đấy!Lại nói đâu xa: luật nhà binh buộc cắt tóc ngắn khi nhập ngũ, buộc đánh bóng giày, buộc chào đúng phép.Vậy thì, tiến trình lịch sử cho biết giữa tính luật và tính xã hội, biên giới không cứng nhắc, không bất di bất dịch.Tôi đâu có ý so sánh xã hội thời Phật với xã hội sơ khai! Chỉ muốn nói rằng, tôi không ngạc nhiên tí nào khi biết rằng trong 12 năm đầu của đời sống tập thể, Phật không chế luật. Tập thể Tỷ kheo quây quần quanh Phật suốt 12 năm đầu giáo hóa là một xã hội không có luật! Luật không cần thiết vì đó là một xã hội toàn hảo. Vì Phật sống như thế nào thì tập thể sống như thế ấy. Vì như thế là đủ. Sống như Phật trước mắt. Cách sống đó với luật là một. Tất cả cách sống, nghĩa là tất cả luật nằm gọn trong một bài kệ:\"Thiện hộ ư khẩu ngôn,Tự tịnh kỳ chí ý,Thân mạc tác chư ác,Thử tam nghiệp đạo tịnhNăng đắc như thị hànhThị đại tiên nhân đạo\".Hòa thượng Thiện Siêu tóm tắt ý nghĩa như sau: khéo giữ gìn thân miệng ý, đừng nghĩ bậy, đừng nói bậy, đừng làm bậy. Ðó là Giới kinh của Đức Thích Tôn.Tất cả luật chỉ có ngần ấy. Luật mà không phải luật. Ðó là cách sống. Giữa cách sống và luật không có biên giới, không có phân biệt. Phật sống như thế thì đệ tử sống theo như thế. Và thế là đủ.Chỉ về sau, 12 năm sau đó, đoàn thể Tăng già phát triển rộng ra, xã hội toàn hảo lúc đầu chuyển biến, luật mới thành ra cần thiết để quy định đời sống cộng đồng và đời sống đạo hạnh. Phật chế ra luật từ đó, chế ra mỗi luật nhân mỗi việc xảy ra trong Tăng chúng.3 - Bây giờ, tôi đi vào vấn đề chính: tìm hiểu khái niệm giới luật của Phật giáo bằng cách đối chiếu với khái niệm luật mà tôi đã trình bày ở trên.Ðây chỉ là một cố gắng tìm hiểu, một đề nghị có thể là quá bạo gan. Nhưng đây là dịp tốt để tôi học hỏi, để nhận những lời chỉ trích, dạy bảo. Tôi có thể nói ở đây điều mà tôi hiểu, có thể là tôi hiểu sai, nhờ dạy bảo.Thú thật, tôi đọc năm lần bảy lượt quyển Cương Yếu Giới Luật của Hòa thượng Thiện Siêu, mà chẳng phân biệt được thế nào là luật, thế nào là giới. Ở trang 32, Hòa thượng giải thích rất rõ và tôi tưởng tôi đã hiểu: có giới chưa hẳn có luật mà luật thì phải có giới: \"Giới là điều răn, luật là quy luật thi hành giới. Không có luật thì giới không có cách thi hành\". Rõ! Thế nhưng sau đó, người đọc lại lẫn lộn giới với luật, luật với giới.Ðể hiểu, tôi chỉ còn có cách áp dụng kiến thức của tôi về luật.Ở trên, tôi đã nói: không ai định nghĩa được luật là gì. Thế nhưng ai cũng hiểu thế nào là một điều luật, một đạo luật. Cấm không được đốt pháo: đó là một điều luật. Cấm không được đa thê: đó là một điều luật. Thế nhưng khi nào cũng có câu hỏi đặt ra: tại sao có điều luật đó? Về đốt pháo, dễ. Về đa thê, đã khó rồi. Bởi vì, ở một nước Hồi giáo chẳng hạn, sao lại cấm kỵ đa thê? Ai dám cấm kỵ đa thê? Cấm đa thê, điều luật đó chỉ có thể giải thích và được chấp nhận dưới ánh sáng của một quan niệm nào đó về giá trị. Nghĩa là điều luật đó được đặt ra vì một giá trị nào đó, tổng quát hơn.Bây giờ tôi nhắc lại một chuyện khôi hài ở miền Nam trước đây: luật bà Nhu cấm ly dị...Cấm ly dị: ai cũng thấy ảnh hưởng của một tôn giáo, đạo Ki Tô. Về hình thức, đó là một điều luật; về nội dung, nó khác tôn giáo ở chỗ nào?Tôi phân biệt hình thức với nội dung như vậy để cố hiểu một cách đơn giản giới và luật. Giới là nội dung, luật là hình thức. Trong quyển Tỷ-kheo Giới của Hòa thượng Trí Quang, Hòa thượng dùng danh từ giới điều. Tôi thiển nghĩ rằng danh từ này làm dễ hiểu hơn, bởi vì giới điều đồng nghĩa với luật, với điều luật mà tôi vừa nói.Bởi vậy, thay vì 250 giới, Hòa thượng nói 250 giới điều. Nói rõ hơn là 250 điều luật.Trên 250 giới điều đó, Hòa thượng căn cứ vào nội dung mà quy nạp, nghĩa là phân loại. Phân loại như sau (tóm tắt):– Liên hệ đến sát (sát sinh): 4 giới điều.– Liên hệ đến đạo (trộm cắp): 2 giới điều.– Liên hệ đến dâm: 8 giới điều.– Liên hệ đến vọng... rồi đến y, bát, tọa cụ, ăn, học, tín đồ, thuyết pháp, cư xử trong tăng chúng v.v...Như vậy là gì? Là có nhiều giới điều (điều luật) liên hệ đến một giới. Giới dâm có 8 giới điều, giới đạo có 2 giới điều, giới sát có 4 giới điều v.v...Thế là sự phân biệt đã rõ giữa giới và giới điều (giữa giới và điều luật). Giới là nội dung, tổng quát hơn; giới điều là mỗi điều luật cụ thể để thực hiện cái tổng quát.Quy nạp như vậy, Hòa thượng vẫn thấy chưa đủ tổng quát, cho nên Hòa thượng quy nạp một lần nữa, và chia 250 giới điều ra thành hai loại mà thôi, là: 1. Những giới điều cấm tội lỗi thực sự,2. Những giới điều cấm cử động bất xứng. (Ðây là những giới điều liên quan đến oai nghi)[2].Như vậy, đi từ nội dung đến hình thức, đi từ tổng quát đến cụ thể, tôi vẽ cho tôi cái biểu đồ sau đây để dễ thấy:Cũng vậy, trong Bồ-tát giới: giới là Bồ-đề tâm. Ðể gìn giữ và phát triển Bồ-đề tâm đó, chế ra những giới điều (điều luật)(Thiện Siêu, trang 210)Bắt nguồn là giới. Tận cùng là những giới điều (= điều luật). Tất cả giới điều hợp lại thành một bộ luật, tức là Luật tạng (chứ không phải Giới tạng, Hòa thượng Thiện Siêu nói rõ ở tr. 32). Mỗi giới tổng quát hơn, nhắm vào một giới tổng quát hơn nữa. Ðể rồi kết cục quy vào một chữ Giới mà thôi là thân, miệng, ý, hay là nói theo Hòa thượng Trí Quang là nhắm vào cuộc sống viễn ly ác pháp (không ác ở thân, không ác ở miệng, không ác ở ý, tr. 24)Bây giờ, tôi xin nêu lên ở đây một vấn nạn, vấn Như vậy, mỗi giới điều (= điều luật) đều có mang tính chất giới. Nhưng giới thì không cứ chấp chặt vào con số 250, 350. Tùy thời gian, tùy hoàn cảnh, giới điều có thể thêm bớt, sửa đổi, nhưng giới thì muôn đời và ở đâu chỉ có một. Bởi vậy, ai giữ được giới đó thì không cần luật nữa. Cho nên, trong 12 năm đầu, Phật không cần chế luật (chứ không phải không cần chế giới).Bây giờ, tôi trở lại với chuyện tôi nói lúc đầu về chữ luật trong thế tục. Nói điều luật ai cũng hiểu. Nhưng nói luật một cách tổng quát, không ai định nghĩa được. Luật nhằm thực hiện giá trị tổng quát gì? Công bằng? bác ái? trật tự? hòa hợp? tự do? bình đẳng? Mà thế nào là công bằng? là trật tự? là tự do? v.v... Người Trung Hoa nghĩ khác. Người Mỹ nghĩ khác. Người Hồi giáo nghĩ khác. Người Ki tô giáo nghĩ khác... không có một giá trị tổng quát ( phổ quát) nào được chấp nhận bởi toàn thể, làm sao định nghĩa được luật?Ðó là điểm khác biệt giữa quan niệm luật của thế tục và quan niệm luật trong Phật giáo. Trong Phật giáo, vấn đề rất rõ: luật là để thực hiện giới. Cho nên ta nói: Giới luật. Giới là giá trị tột bực; luật là những quy tắc cụ thể để thực hiện giới... nạn của một Phật tử bị méo mó bởi nghề nghiệp của một luật gia. Vấn nạn này, tôi mang trong đầu từ lâu, nay nhân có cơ hội nói về luật và giới luật mới dám thổ lộ.Ðây là một \"vụ án\", có lẽ là \"vụ án\" quan trọng nhất trong lịch sử Phật giáo, nhưng quả là một vụ án tiêu biểu của tinh thần Phật giáo. Vụ án này, ai cũng biết, tạm gọi là \"vụ án Ngài A-nan\".Khi Phật nhập diệt, ngài Ca Diếp triệu tập 500 vị A-la-hán để nhớ lại, đọc lại, tụng lại những lời Phật dạy. Là thị giả của Phật trong suốt 25 năm, lại thông minh xuất chúng, đa văn tột bực, ngài A-nan không thể vắng mặt trong dịp này. Khổ nỗi ngài chưa chứng được A-la-hán, bởi vậy không đủ tư cách để tham dự kiết tập. A-nan chỉ còn một đêm chuyên tâm để đạt đến quả vị tột đỉnh đó; gần sáng ngài mệt quá, ngã mình xuống gối, đầu chưa đến gối thì ngài chứng.Thành A-la-hán, A nan đi đến đại hội kiết tập. Nhưng trước khi được nhận vào đại hội, A-nan bị ngài Ca Diếp buộc phải sám hối về 6 \"tội\" như sau. Tôi trích nguyên văn Cương lĩnh giới luật của Hòa thượng Thiện Siêu:Thứ nhất: Tôn giả là người đầu tiên xin Phật độ cho hàng nữ nhân xuất gia, thế là phạm tội Ðột-kiết-la, Tôn giả có nhận không?A-nan đáp: – Tôi xét việc đó, thấy tôi không có lỗi gì, bởi lẽ, tôi thấy Di mẫu rất có công lao đối với Thế Tôn, cho nên tôi thưa với Thế Tôn, nhắc Thế Tôn nhớ công lao ấy của Di mẫu và xin cho bà xuất gia là có nguyên do như vậy, chớ không vô cớ. Nhưng tôn giả Ðại Ca-diếp bảo tôi như vậy, tôi tuân theo lời Ðại Ca-diếp xin sám hối.Thứ hai: Có một lần, Tôn giả mang y Tăng-già-lê cho Thế Tôn và Tôn giả đã giẫm chân lên trên y, thế là Tôn giả bất kính, phạm tội Ðột-kiết-la.– Thưa Tôn giả, tôi không phải bất kính đối với Thế Tôn mà giẫm lên y đang may cho Thế Tôn, nhưng vì lúc đó gió to quá mà không có ai đỡ giúp, cho nên tôi buộc lòng phải giẫm lên mé y để giữ cho gió khỏi tung vải lên. Nhưng mà Tôn giả đã nói thế thì tôi xin sám hối.Thứ ba: Có một lần đức Thế Tôn sai Tôn giả đi lấy nước để Ngài uống. Tôn giả mang bát ra đi nhưng lại mang bát không trở về. Tôn giả nói rằng, khúc sông đó vừa có 500 cỗ xe đi ngang qua, nước đục quá không thể dùng được. Tôn giả không biết rằng nếu yêu cầu chư thiên họ sẽ dùng phép lực thì có thể làm cho nước trong để đem về cho Thế Tôn dùng hay sao? Tại sao Tôn giả không làm? Phạm tội Ðột-kiết-la.– Thưa Tôn giả, khi ấy chư thiên thì chưa hiện đến, nhưng Thế Tôn thì Ngài đang cần nước, cho nên tôi quên khẩn cầu chư thiên, nên đã quay về trình với Thế Tôn sự kiện nước đục vì bị 500 cỗ xe vừa đi ngang qua, không thể dùng được. Nhưng Tôn giả đã bảo vậy thì tôi xin sám hối.Thứ tư: Khi đức Thế Tôn tuyên bố 3 tháng nữa là Như Lai nhập Niết-bàn, lẽ đáng Tôn giả hầu Thế Tôn, Tôn giả phải năn nỉ Thế Tôn cửu trú thế gian để lợi lạc hữu tình, nhưng tại sao Tôn giả không xin. Như vậy là phạm Ðột-kiết-la.– Tôn giả nói là tôi không muốn xin đức Thế Tôn cửu trú chứ gì? Thú thật, tâm tôi lúc đó như bị ma ám nên tôi không nhận ra. Khi nhận ra thì sự đã rồi. Tôi rất ân hận. Tôn giả nói tôi phạm Ðột-kiết-la, tôi xin sám hối.Thứ năm: Khi đức Phật nhập Niết-bàn, có một bà già nghe tin đến hầu Phật, bà thương mến Phật quá và đã để rơi nước mắt trên chân Phật, in dấu trên chân Ngài. Sao Tôn giả không can ngăn bà, lại để giọt nước mắt ấy làm ô nhiễm chân Phật. Như vậy là phạm Ðột-kiết-la.– Thưa Tôn giả, là người thị giả, khi ấy tôi thấy bà cụ có một lòng cung kính Thế Tôn quá nên tôi không dám can ngăn bà. Nhưng Tôn giả đã bảo có lỗi thì tôi xin sám hối.Thứ sáu: Trước khi đức Phật nhập Niết-bàn, Ngài có dạy rằng: Thế Tôn đã dạy giới luật cho hàng xuất gia và tại gia. Riêng hàng Tỷ kheo thì Ngài có dạy tùy nơi, tùy lúc, có thể xả bớt tiểu tiểu giới, nghĩa là có thể bỏ đi những giới điều vụn vặt. Tại sao Tôn giả không thưa Phật, xả tiểu tiểu giới là những tiểu tiểu giới nào? Thế là phạm Ðột-kiết-la.– Thưa Tôn giả, lúc đó tôi cũng quên thưa Phật về chuyện ấy. Bây giờ Tôn giả nói tôi mới nhớ, nay Tôn giả bảo tôi sám hối, tôi cũng xin sám hối. Tôi chỉ đứng trên một điểm nhỏ \"méo mó nghề nghiệp\" để đọc bản án của Ngài Ca-diếp và các câu trả lời của Ngài A-nan, và từ đó thấy có hai vấn đề:1. Ý của Ngài A-nan trong suốt và Ngài A-nan không thấy mình phạm tội. Ở mỗi câu kết luận, Ngài nói: \"Nhưng mà Tôn giả đã nói thế thì tôi xin sám hối\".2. Chỉ có ở lời buộc tội thứ sáu (về vấn đề Phật nhập Niết-bàn), Ngài A-nan mới thấy mình có \"lỗi\". Và Ngài nói: \"Tôi rất ân hận. Tôn giả nói tôi phạm Ðột-kiết-la, tôi xin sám hối\". Lời buộc tội thứ sáu của Ngài Ca-diếp (về những giới điều tiểu tiết) thật khó trả lời cho Ngài A-nan vốn là người quá thông minh để hiểu thế nào là tiểu tiết. Cách trả lời của Ngài A-nan cũng gần như cách trả lời chung: \"Nay tôn giả bảo tôi sám hối, tôi cũng sám hối\".Từ hai ý nghĩ đó, tôi lại đem luật để chất vấn Ngài A-nan.Nơi trang 139, quyển Cương yếu giới luật của Hòa thượng Thiện Siêu, tôi đọc thấy có hai trường hợp \"phi pháp phi luật\" như thế này:– Một Tỷ kheo có tội mà nói không có.– Một Tỷ kheo không thấy có tội, mà các Tỷ kheo nói có, thầy cũng sám hối xin bỏ. Ðó cũng là phi pháp phi luật.Tôi thấy điều này quan trọng lắm, bởi vì đó là ý nghĩa của sám hối. Không thấy có tội mà sám hối thì trật hai lần: trật với khái niệm \"tội\" và trật với khái niệm \"sám hối\". Thế thì Ngài A-nan đã chẳng trật hai lần hay sao? Ðó là vấn nạn của tôi.Tôi chỉ có cách trả lời như thế này thôi, và chính vì vậy mà tôi nêu \"vụ án Ngài A-nan\" ở đây:Ngài Ca-diếp nêu luật ra để buộc tội, Ngài đứng trên lĩnh vực luật.Ngài A-nan trả lời trên lĩnh vực giới. Giới của Ngài trong suốt như gương, vì thân, miệng, ý trong suốt như gương. Giới của Ngài đã trong suốt như vậy thì tôi cũng không nên lấy luật này luật nọ để chất vấn Ngài làm chi. Tôi làm như vậy là cốt để thử phân biệt giới và luật mà thôi.Tôi kết thúc buổi nói chuyện hôm nay với lòng mong mỏi được nhận sự chỉ bảo của Hòa thượng Thiện Siêu về điểm này.CAO HUY THUẦNThượng Đế, Thiên Nhiên, Người, Tôi và Ta,Trung tâm văn hóa Khuông Việt xuất bản, 1999 (tr. 8-31).Nhà xuất bản TP Hồ Chi Minh, 2000 (tr. 1-37).-------[2] Tôi trích 2 ví dụ liên quan đến giới uy nghi:1. «Nếu tỷ-kheo lấy ngón tay ngón chân thọc lét lẫn nhau thì phạm ba dật đề» (nghĩa là một lỗi nhẹ).2. Ví dụ thứ hai là một bài tụng:«Ví như loài ong,hút lấy mật hoa thì không thương tổnsắc hương của hoa,mà chỉ hút lấycái vị mật ngọt.Tỷ-kheo cũng vậy,đi vào làng xómthì không can dựcông việc người khác,không nhìn đáng làmhay không đáng làm,mà chỉ tự nhìnbản thân mà đi,coi có ngay thẳnghay không ngay thẳng». \n"
        },
        {
            "order": 4,
            "name": "BÀI THỨ BA",
            "content": " Ðây là một vấn đề rất phức tạp, có một lịch sử rất dài. Trả lời câu hỏi: luật đến từ đâu? triết học cổ Hy Lạp đã tìm thấy câu trả lời: nơi khái niệm \"luật tự nhiên\". Có một luật tự nhiên tự nó hiện hữu, tự nó có sẵn ở đấy. Chắc chắn câu trả lời này hợp với lý tưởng của con người, cho nên nó tồn tại cho đến ngày nay. Thế nhưng, luật tự nhiên là gì? nội dung của nó thế nào? Bao nhiêu tranh luận đã diễn ra, liên miên không dứt cho đến ngày nay.Tôi không có tham vọng đề cập tất cả vấn đề liên quan đến luật tự nhiên, chỉ nhấn mạnh một điều thôi: quá trình diễn tiến của tư tưởng này. Trên quá trình đó, tôi lại cũng chỉ có thể triển khai một điểm thôi: sự đối chọi giữa Lòng tin và Lý trí và sự thắng thế dần dần của lý trí trong tư tưởng về luật tự nhiên.Lòng tin và lý trí: Ðộng đến vấn đề này có khác gì động đến cả lịch sử tư tưởng và văn minh Tây phương! Luật tự nhiên, do đó cũng chỉ là một ví dụ. Bởi vậy, tôi xin nói vài lời về sự đối chọi này trước khi đi vào đề tài luật tự nhiên.Từ đâu mà ta có tri thức? Từ đâu mà ta nghĩ rằng ta biết? Biết, đến từ hai nguồn gốc. Một là tin. Tin người khác nói; tin nơi sự hiểu biết của người khác. Ði học, tin ở thầy. Ðọc sách, tin ở tác giả. Tin, lắm khi không cần kiểm chứng. Chỉ tin. Nguồn gốc thứ hai là lý trí. Lý trí thì chỉ tin ở nó. Cái gì mà nó thấy hợp lý, hợp với kiểm chứng thì nó mới tin. Thường thường thì người ta dễ tin hơn là lý luận. Tin thì không cần trình độ lắm. Lý luận thì cần.Trong lịch sử tư tưởng Tây phương, văn minh cổ Hy Lạp, từ thế kỷ thứ VI, thứ VII trước Tây lịch, đã đặt nặng trên lý trí để mở mang hiểu biết. Lý trí được vận dụng, kích thích để soi ánh sáng vào mọi ngành, mọi lĩnh vực: trên nền tảng của lý trí, khoa học dần dần mở mang cho đến ngày nay. Lý trí được vận dụng như vậy vào hai ngành rất được chuộng ở thời ấy: siêu hình học và đạo đức học. Trong khi đi tìm nền tảng cho sự phân biệt, đâu là tốt, đâu là xấu, đâu là sự công bằng, đâu là bất công, đâu là thẳng, đâu là cong, triết học Hy Lạp nắm bắt được một tiêu chuẩn có vẻ khách quan, có tính giải thích rốt ráo: thiên nhiên. Luật tự nhiên nảy nở từ đây. Tiêu chuẩn thiên nhiên cho phép triết học Hy Lạp đánh giá lại những nguyên tắc đã được chấp nhận, để củng cố hoặc bác bỏ. Ví dụ: chế độ nô lệ được xem như là tự nhiên, nhưng chính Aristote là một trong những người đầu tiên xét lại chế độ đó, cho rằng vài hình thức của chế độ nô lệ có tính bất công vì trái với thiên nhiên.Ki tô giáo ra đời làm đảo lộn cách nhìn. Hai văn minh gặp nhau trên đất La Mã: văn minh Do Thái dựa trên lòng tin; văn minh Hy Lạp dựa trên lý trí. Dân Do Thái theo đạo mới chỉ là một số nhỏ thôi, vậy mà kẻ thắng là kẻ nhỏ, kẻ thắng là lòng tin. Tất nhiên, những triết gia Ki Tô đầu tiên cũng vận dụng rất nhiều lý lẽ, nhưng đó là những lý lẽ để biện minh cho lòng tin, cho sự vâng lời Thượng đế, cho sự tuân phục mệnh lệnh của Thượng đế. Sau đó, họ lại vận dụng rất nhiều lý lẽ để chống lại những quan điểm nội bộ bị kết án là trái với chính thống, là tà thuyết. Từ đó, văn minh Ki tô giáo toàn thắng ở Âu châu.Nhưng lý trí thức dậy. Trung cổ chợt khám phá ra lại Aristote bị lãng quên. Triết gia và thần học gia Ki tô giáo bắt đầu xét lại những giáo điều thần thánh. Khi đó một thiên tài xuất hiện: Saint Thomas. Xuất hiện để dung hòa lòng tin và lý trí, lòng tin đã ngự trị và lý trí đang khiêu chiến, với mục đích bảo vệ, củng cố gia tài, biện minh cho sự thần khải. Saint Thomas nói: Tất cả những gì mà lý trí con người khám phá được chỉ là chứng minh những lời dạy của Thượng đế, bởi vì lý trí của con người là ánh lửa của trí tuệ của Thượng đế. Lòng tin và lý trí không chống nhau; ngược lại, lòng tin giúp lý trí hiểu rõ hơn. Vì vậy đừng sợ mở mang lý trí. hãy để lý trí đi đến tận cùng con đường của sự hiểu biết, đến lúc nào nó không đi được nữa thì nó gặp lòng tin. Ðặc biệt là trong lĩnh vực đạo đức, cứ để cho lý trí sục sạo tìm kiếm nền tảng của cái tốt, của cái xấu. Chủ trương như vậy nên Saint Thomas gặp lại tư tưởng cổ Hy Lạp, gặp lại Aristote, gặp lại khái niệm thiên nhiên. Bây giờ, khi Tây phương nói quan niệm \"cổ điển\" về luật tự nhiên, thì đó chính là quan niệm của Aristote được Saint Thomas phục hồi. Có lý trước thời đại, Saint Thomas bị Nhà thờ kết án là tà thuyết (1277), sau đó mới được phục quyền và phong Thánh (1323).Ðến thế kỷ XVI, XVII, tư tưởng về luật tự nhiên chứng kiến một lần nữa sự nổi dậy của lý trí. Và lần này thì lý trí thắng. Trên con đường lịch sử dài dằng dặc đó, trên quá trình giằng co dai dẳng giữa lý trí và lòng tin, tôi chỉ đưa ra ở đây ba tên tuổi tiêu biểu: Aristote, Saint Thomas và Grotius. Luật tự nhiên bắt đầu được hiểu như là bản tính tự nhiên của sự vật dần dần biến chất với sự khẳng định về vị thế của con người để rẽ qua một ngã khác và được hiểu như là bắt nguồn từ bản tính tự nhiên của con người. Một bên đặt nặng thiên nhiên. Một bên đặt nặng con người. Ðó là hai phần mà tôi sẽ trình bày.I. QUAN NIỆM CỔ ÐIỂN: \"Bản tính tự nhiên của sự vật\"Trong tư tưởng thời cổ Hy Lạp và thời Trung Cổ, cái mà bây giờ người ta gọi là luật (tiếng Pháp: droit) hồi đó được hiểu dưới khái niệm công bằng, công lý (justice). Và công bằng, công lý được định nghĩa là: trao cho mỗi người phần mà người đó đáng có. Chữ \"luật\" vừa nói không có trong ngôn ngữ cổ Hy Lạp. Chỉ có chữ to dikaion (tiếng Pháp: le juste). Tiếng La-tinh là iustum. Khi Aristote bàn về luật, chính là ông bàn về khái niệm dikaion. Mười bảy thế kỷ sau, Saint Thomas cũng làm công việc tương tự.Công bằng, công lý là mực thước (mesure). Mực thước là vừa phải, không nhiều không ít, không thêm không bớt, trung dung giữa thái quá và bất cập. Với Aristote, đó là luật.Vậy thì luật tự nhiên là gì? Là cái mực thước sẵn có nơi sự vật, có một cách khách quan, độc lập với ý kiến tùy tiện của mỗi người, có từ muôn nơi, muôn thuở, ở đâu cũng sinh ra những hậu quả giống nhau. Nếu tôi trao đổi một vật gì với anh, cái mực thước tự nhiên sẵn có nơi sự vật, buộc anh phải đưa cho tôi một vật khác có giá trị tương đương. Nếu mực thước đó thiếu, sự trao đổi không phải là trao đổi. Nếu tôi bán vật gì cho anh, anh phải trả cho tôi một số tiền tương đương với giá trị của vật mà anh nhận, nếu không thì không phải mua bán. Luật tự nhiên là luật nằm sẵn nơi bản chất của sự vật, chỉ cần ta khám phá ra mà thôi.Vài ví dụ nữa: Tại sao giết người là bất công? Bởi vì sự sống là một thứ của cải thuộc vào mỗi người; cướp sự sống đó là không công bằng, bản chất sự vật buộc ta hiểu như thế.Từ thượng cổ Hy Lạp ví dụ này đã được bàn cãi: Một người gởi cho người khác một đồ vật; như vậy người đó có quyền lấy lại đồ vật giống như quy ước. Luật từ bản chất của sự vật buộc rằng người gởi đồ vật có quyền lấy lại đồ vật đó. Bây giờ, ví thử đồ vật gởi gắm đó là một khẩu súng và người gởi là một tay sát nhân khét tiếng. Phải trả lại chăng? Nguy hiểm quá! Nguy hiểm cho cả cộng đồng. Như vậy, phải chăng chính luật từ bản chất của sự vật buộc phải có ngoại lệ trong bổn phận trao trả? Phải chăng cũng có thể nghĩ ra một giải pháp khác: trả khẩu súng không phải cho chủ nhân của nó, mà cho một người thứ ba, đại diện cho người này và được xem như không có ý định xấu? Nếu vậy, người ta nói: luật tự nhiên buộc, hoặc không trao trả cho chủ nhân, hoặc trao trả cho một người thứ ba.Lại một ví dụ nữa: một người lấy gỗ của nhà bên cạnh để đóng một cái bàn. Gỗ đó không phải là gỗ của anh ta, vậy luật từ bản chất sự vật buộc anh ta phải trả gỗ lại nếu bị đòi. Nhưng gỗ đó đã thành cái bàn; phá bàn để trả gỗ thì phí quá. Vậy thì, trả nguyên cái bàn hay sao? Như vậy xem ra cũng chẳng mực thước; vì người chủ nhân của gỗ được hưởng công của người khác mà chẳng tốn một giọt mồ hôi. Thế thì, phải trả cho người kia một số tiền ngang với công của người ấy bỏ ra chăng? Nhưng nếu người có gỗ không thích cái bàn thì sao? Luật tự nhiên là thế này: chọn lựa hoặc người chủ đòi phá cái bàn để lấy lại gỗ, hoặc lấy cái bàn và trả một khoảng tiền công cho người kia. Người Hy Lạp, và sau đó người La Mã, nói: luật phát sinh từ sự vật. Sự vật có chứa sẵn tính luật. Chính vì vậy mà ngày nay, trong các nước common law, người ta khẳng định rằng thẩm phán không tạo ra luật pháp mà khám phá ra luật pháp trong trường hợp đang xét xử. Cũng chính vì vậy mà ngày nay, trong khi làm luật, người ta cố nhắm thế nào để luật hợp với bản chất tự nhiên. Ví dụ hiện đại nhất ngày nay là trong lĩnh vực thụ thai nhân tạo. Bao nhiêu vấn đề rắc rối được đặt ra, về thế nào là thiên nhiên, thế nào là không thiên nhiên, và về tương quan giữa người mẹ thật - người mẹ sinh lý - và người mẹ cho mượn cái bụng của mình - người mẹ mang thai.Ðó là vài ví dụ. Bây giờ trích vài câu định nghĩa tiêu biểu.Platon nói: \"Cái tốt nhất có trong mỗi sự vật cũng là cái riêng biệt nhất của sự vật đó\". (\"Ce qu'il y a de meilleur dans chaque chose [est] aussi ce qui lui est le plus propre\").Aristote diễn tả cùng một tư tưởng: \"Cái gì đặc biệt của mỗi sự vật do bản chất, cũng là cái quý nhất, thú vị nhất đối với sự vật đó\". (\"Ce qui est propre à chaque chose est par nature ce qu'il y a de plus excellent et de plus agréable pour cette chose\").Trong tiếng Pháp cũng như tiếng Anh, có hai danh từ tương đương với nhau, nhưng có một chút sắc thái khác nhau: justice và équité. Tôi không tìm ra được tiếng Việt tương ứng để dịch. Tra cứu từ điển, tôi thấy: équite: công minh, chính trực, công bằng, công lý. Nghĩa là chẳng khác với justice. Tôi đành phải dùng chữ công bằng và chua thêm bên cạnh: équité. Trong Aristote, luật tự nhiên và công bằng (équité) đồng nghĩa với nhau. Và bởi vì luật tự nhiên là cái chuẩn để đo đạt, cân lường, nó là nguyên tắc chỉ đạo cho người làm luật, người xử luật. Do đó phát sinh ra một trong những vấn đề quan trọng từ cổ Hy Lạp: vấn đề luật viết và luật không viết - luật thành văn và luật có sẵn. Équité là luật có sẵn, luật bất thành văn. Xử theo équité có khi là xử khác với luật thành văn. Vấn đề này cũng là vấn đề được bàn cãi nhiều nhất trong triết học nói chung: tương quan giữa cái hiện là với cái tốt hơn, giữa là với phải là, giữa is và ought, giữa sein và sollen, giữa être và devoir être, nghĩa là giữa sự việc (cái là) và nguyên tắc, quy phạm (cái phải là).Trong cổ Hy Lạp, điều luật (tiếng Pháp: la loi) thường được viết ra thành văn: luật thành văn. Tuy vậy có những quy tắc liên quan đến chính trị, xã hội không được viết thành văn nhưng hàm súc tính bắt buộc, hoặc vì có dính líu đến thần linh, hoặc vì có chứa đựng một lý tưởng đạo đức về thế nầy hoặc thế nọ. Những quy tắc bất thành văn đó nói lên sự thiếu sót hoặc giới hạn của luật thành văn.Trong thần thoại Hy Lạp, Zeus trao cho người một thứ luật bất thành văn để con người, khác với con thú, đừng ăn thịt nhau, mà trái lại, cư xử đúng đắn với nhau. Ðến từ Zeus, luật đó là thần linh, nghĩa là không được viết ở đâu cả; nó lẫn lộn vào một nguyên tắc đạo đức về công bằng, công lý; nó vượt lên trên mọi người, nhưng nó nằm sẵn ở nơi mọi người. Như vậy, hai trường hợp có thể xảy ra. Hoặc là luật thành văn của con người phản ánh luật thần linh đó, và như vậy Nhà nước của con người là hình ảnh trung thực của ý muốn của Zeus. Hoặc là luật thành văn không phản ánh được luật của Zeus, yếu đuối, lung lay, thất thường như chính con người, và như vậy, luật đó trái với tính bất di bất dịch, trái với tính hoàn hảo của luật thần linh. Ðây là đầu đuôi của câu chuyện Antigone trong vở kịch của Sophocle:Vua Créon giết anh của cô Antigone và cấm không được chôn xác. Bất chấp lệnh vua, Antigone chôn xác anh. Cô nói trước mặt vua: \"Tôi bất tuân luật của nhà vua, bởi vì luật đó không do Zeus ban bố; đó không phải là công lý... Đó không phải là luật của các thần linh đặt ra cho người, và tôi không nghĩ rằng lệnh của nhà vua đủ sức mạnh để cho phép một người như vua bất chấp những luật khác, những luật không viết ra, bất di bất chuyển của thần linh. những luật đó không phải mới đặt ra ngày hôm nay hoặc ngày hôm qua, mà cũng chẳng ai biết được đã có sẵn từ thuở nào\".Aristote cũng khẳng định như vậy: \"Cái gì thiên nhiên là không thay đổi, dù bất cứ ở đâu cũng có cũng một hậu quả như nhau: lửa cháy giống nhau ở Athènes cũng như ở BaTư \". Khẳng định đó lập tức vấp ngay một vấn nạn: nếu quả thật như vậy thì tại sao luật lại thay đổi từ nơi này đến nơi khác, từ thời này qua thời kia? Luật thay đổi như vậy, thì hoặc là luật tự nhiên không có, hoặc là luật tự nhiên cũng thay đổi. Aristote thấy vấn nạn đó. Cho nên ông nói thêm: \"mặc dù nơi thần linh, có thể không có gì thay đổi, nơi những con người như chúng ta, có những sự việc hàm chứa một phần của thiên nhiên dù cho toàn thể là thay đổi. Tuy vậy vẫn có một phần thiên nhiên và một phần không thiên nhiên\".Câu nói hơi khó hiểu, nên đã đưa đến hai giải thích khác nhau về quan điểm của Aristote: một cho rằng như vậy là Aristote vẫn thừa nhận tính chất bất biến và phổ quát của luật tự nhiên, một cho rằng như vậy là Aristote có nhận rằng luật tự nhiên cũng thay đổi.Tôi không đi sâu vào tranh luận hào hứng này, chỉ đưa ra một ví dụ và một lối giải thích chiết trung.Một ví dụ: Ai cũng có hai chân, đó là thiên nhiên; nhưng tùy hoàn cảnh, có nơi đàn bà mặc quần, có nơi mặc váy, có nơi mặc cả váy lẫn quần, có nơi chẳng cần quần cần váy gì cả, có nơi như ở Scotland, đàn ông lại sính váy, đó là những chuyện không thiên nhiên. Nhưng quan sát những chuyện không thiên nhiên đó, nghĩa là khác nhau đó, vẫn có thể rút ra một nguyên lý thiên nhiên chỉ đạo.Ðó là một ví dụ cho vui, để đưa đến giải thích như thế này: trật tự tự nhiên của sự vật là bất biến và phổ quát, nhưng sự vật thì thay đổi. Lửa cháy giống nhau ở Hy Lạp và ở Ba Tư, nhưng phong tục, tương quan xã hội, tổ chức chính trị ở hai nơi đó khác nhau. Sự vật vốn thay đổi cho nên nói \"bản chất tự nhiên của sự vật\" là nói: bản chất tự nhiên của sự vật thay đổi. Luật của các Nhà nước đều phải phù hợp với luật tự nhiên, nhưng vì điều kiện của mỗi Nhà nước khác nhau, nên không phải luật nào cũng giống nhau tuy có thể phù hợp với luật tự nhiên. Bởi vậy, nói như Aristote là nói rằng: trong một luật công bằng, đúng đắn, có một phần là tự nhiên, một phần là công trình của con người (một phần là tự nhiên, một phần là luật), hai phần không đối nghịch nhau. Tại sao? Tại vì luật tự nhiên, khi được áp dụng ở một nơi nào, cần phải được thích nghi hóa, cá biệt hóa để phù hợp với điều kiện của nơi đó. Như vậy, nếu luật nơi này khác với luật nơi kia, điều đó không có nghĩa rằng các luật đó không mang tính tự nhiên, mà có nghĩa rằng luật tự nhiên tìm cách diễn dịch ra, chế biến ra thành luật của mỗi xã hội khác nhau. Nói một cách khác, luật tự nhiên hiện diện một cách nội tại nơi luật của mỗi xã hội. Hễ là luật tốt thì luật nơi nào cũng có một yếu tố chung là luật tự nhiên. Những luật đó không phải là cứu cánh, mà là phương tiện, nhờ đó ý định của thiên nhiên được cụ thể hóa. Như vậy, triết lý của Aristote rút tinh yếu của luật ra từ bản chất của sự vật, nhưng trao cho đầu óc của con người nhiệm vụ truy tầm nơi các sự vật (ví dụ các định chế chính trị đã được áp dụng trong lịch sử) để tìm xem sự vật nào (định chế nào) phù hợp với cứu cánh của thiên nhiên và dùng nó để làm mẫu mực.Khác với Platon nhìn nguồn gốc của luật từ trên cao xa, ở ngoài con người, vượt khỏi con người, trong quan niệm của Aristote, tuy luật tự nhiên ban giá trị cho luật do người làm ra, nhưng thiên nhiên không nằm ở đâu khác hơn là nơi chính sự vật: phải tìm nơi chính sự vật ý nghĩa và giá trị gốc nguồn của luật tự nhiên.Tóm lại, trong tư tưởng cổ Hy Lạp về luật, có một sự phân biệt căn bản giữa hai trật tự luật pháp. Một mặt, một luật cao hơn, thần linh hay thiên nhiên, in sẵn nơi ý thức của mỗi người, không cần viết ra chữ; luật đó phổ quát và siêu thời gian. Một mặt, những luật của người, đa dạng, thay đổi tùy theo hoàn cảnh, chính trị, điều kiện xã hội.Hy Lạp khai mào cho một tranh luận kéo dài cho đến ngày nay mà chẳng có học thuyết nào được mọi người thừa nhận. St. Thomas (1226 – 1274) nắm bắt được tư tưởng về thiên nhiên từ Aristote. Như tôi đã nói ở trên, tư tưởng cổ Hy Lạp bị vùi lấp dưới tro từ khi tư tưởng của nhà thờ ngự trị khắp Âu châu. Ðến thời Trung cổ, vào khoảng thế kỷ 13, tác phẩm của Aristote được khám phá ra nhờ những bản dịch chuyển đến từ Tây Ban Nha, từ Ý. Gia tài cổ Hy Lạp rơi vào tay các học giả kinh viện của nhà thờ. Với tài ba đặc biệt, các vị này biện luận rằng: văn hoá cổ đại là bước chuẩn bị cho việc truyền giảng Thánh kinh, các nhà hiền triết của cổ Hy Lạp đã đóng vai trò đưa dân ngoại đạo vào đạo Ki Tô giống như các nhà tiên tri Do Thái đã đem đạo này đến với dân Do Thái. Trong ý nghĩa đó, tác phẩm của Aristote là một thứ bài tựa cho Toàn thư thần học (Somme théologique) của St. Thomas. St. Thomas vừa làm công việc sưu tập, vừa làm công việc tổng hợp: tổng hợp giữa văn hóa Hy Lạp, La Tinh và văn hóa Ki Tô. Với St. Thomas và các nhà kinh viện ở thế kỷ 13, Ki Tô giáo, tuy gốc vẫn là Do Thái, trở thành văn minh Hy Lạp - La Tinh - Ki Tô.Ðể hiểu quan niệm của St. Thomas về luật tự nhiên, phải bắt đầu ở chỗ bắt đầu, nghĩa là ở lý thuyết Ki Tô về vũ trụ và con người, ở mặc khải và ân huệ của Chúa. Trên điểm bắt đầu này, Ki Tô giáo cắt đứt với tư tưởng Hy Lạp: Hy Lạp quan niệm Thượng đế như Thượng đế - tổ chức (Dieu - organisateur), Ki Tô giáo quan niệm Thuợng đế như Thượng đế - sáng tạo (Dieu créateur). Thượng đế sáng tạo ra trời đất, vũ trụ; trật tự trong vũ trụ, trật tự trong xã hội loài người đều do ở ý muốn của Thượng đế tất cả - nghĩa là đều do ở lý trí của Thượng đế. Hơn nữa, giáo điều tội lỗi tổ tông và sự việc con người đánh mất mình cũng đồng thời làm biến đổi khái niệm về thiên nhiên trong Ki Tô giáo. Bản chất thiên nhiên bị làm hỏng vì tội lỗi tổ tông; con người xa mất bản tính đó. Bởi vậy, giá trị của con người không nằm nơi ý thức về con người mà nó đang có bằng nằm nơi ý thức về con người mà nó đã bị mất rồi.Làm sao giải quyết cái lỗ hổng, cái khoảng cách giữa con người với bản tính bị mất? Chẳng có cách nào khác ngoài ân huệ và mặc khải của Chúa. Con người không thể vươn đến điều \"thiện\" được nữa bằng tri thức mà thôi (như Platon nói), mà bằng lòng tin, bằng mặc khải. Từ đây, cái siêu nhiên bổ sung cho cái thiên nhiên. Trên thiên nhiên còn có siêu nhiên, còn có Thượng đế sáng tạo vũ trụ, ban ân sủng cho người bằng lý trí của Thượng đế.Phần sáng tạo của St. Thomas chính là đã xây dựng một lý thuyết dựa trên lý trí. Chính nhờ lý trí mà con người hiểu được Thượng đế. Làm sao hiểu được? Con người, tương đối, làm sao hiểu được Thượng đế, tuyệt đối? Trong triết học Hy Lạp, Platon chẳng hạn cắt nghĩa rằng con người không thể hiểu tuyệt đối, bởi vì giác quan của con người không toàn hảo, bị hạn chế. St. Thomas, ngược lại, cho rằng con người có thể hiểu được, mặc dầu đã đánh mất bản tính của mình vì tội tổ tông. Ông lý luận: mặc dầu vậy, nhờ bẩm sinh có lý trí, con người vẫn giữ được trong tâm linh khả năng cảm nhận phương hướng của lý trí Thượng đế. Nhờ lý trí, con người với tới được sự cảm thông với Thượng đế, và do đó nhận ra được sự hiện hữu của Thượng đế. Trong bản chất, con người vốn là một trí tuệ chưa được vẹn toàn, nhưng, nhờ mặc khải và ân huệ, được hướng đến, hướng về, hướng bởi lý trí của Thượng đế.Như vậy, trên tột đỉnh của cái kiến trúc lý trí thì có lý trí của Thượng đế mà con người chỉ cảm nhận được phương hướng; dưới đó mới đến lý trí của con người. Nguyên tắc tối thượng là Thượng đế mặc khải; con người và sự vật ở trần gian này là do Thượng đế tạo ra bằng lý trí của mình; tất cả việc mà con người có thể làm là vươn tới và tuân phục lý trí đó. Nhưng St. Thomas được xem như đã đưa vào lý thuyết của mình một khuynh hướng tự do. Lý thuyết của ông được xem như là điểm gặp gỡ giữa lý trí của Thượng đế với sự tự do mà con người có nhờ lý trí. Con người là tự do, bởi vì nó không phải là một với cái Tuyệt đối. Nó là ý muốn và hành động. Nó muốn và nó hành động bằng lý trí của nó. Nó biểu lộ khả năng lý trí của nó qua tri thức về hành động, hành động hợp với lý trí. Nhưng lý thuyết của St. Thomas không trái gì với chính thống, bởi vì lý trí của con người, như tôi vừa nói ban nãy, được hướng đến, hướng về, hướng bởi... Cái phương hướng thiên nhiên đó là nòng cốt của lý thuyết St. Thomas về luật tự nhiên.Bởi vậy, St. Thomas phân biệt luật tự nhiên với luật vĩnh cữu. Thượng đế sáng tạo ra trật tự vũ trụ và ban ân sủng cho con người bằng lý trí của mình, nguyên tắc đó, St. Thomas gọi là luật vĩnh cữu. Ðó là luật tối thượng. Thượng đế sáng tạo đó, Thượng đế cai trị đó in vào trong tâm khảm của mỗi người một khuynh hướng thiên nhiên nhắm đến sự thực hiện cứu cánh của mình, tức là thực hiện cái tối hảo của mình. Khuynh hướng đó, các triết gia Trung cổ gọi là luật tự nhiên. Luật tự nhiên nằm dưới luật vĩnh cữu và tham dự vào luật vĩnh cữu.Khuynh hướng đó có khi là thụ động: đó là khuynh hướng nhận thấy nơi thú vật, nơi những sinh vật không biết cử động. Chúng cứ theo khuynh hướng tự nhiên, chúng cứ thực hiện cứu cánh của chúng một cách tự nhiên: hạt lúa nảy mầm, con ong làm mật. Nhưng nơi con người thì khác. Người là sinh vật có lý trí. Lý trí khiến cho con người biết nhận ra đâu là cứu cánh của nó, đâu là cái tối hảo của nó. Hành động theo lý trí, đó là luật tự nhiên của người. Vì vậy, luật tự nhiên nơi con người tham dự vào luật vĩnh cữu một cách toàn vẹn hơn so với các sinh vật khác. Giống như đối với luật vĩnh cữu, khuynh hướng đi đến cứu cánh cũng mang tính chất lý trí. Nhưng lý trí mà thôi thì không phải là nguyên tắc của mọi sự vật. Nhiệm vụ duy nhất của lý trí là nắm bắt được cái gì là hợp với bản chất của sự vật. Nắm bắt được rồi, thì con người cứ thế mà đi theo, bởi vì nguyên tắc đầu tiên, hiển nhiên và không thể chứng minh được, của lý trí là phải làm điều tốt, tránh điều xấu. Ðiều tốt là khái niệm đầu tiên mà lý trí nắm bắt được khi hành động, bởi vì điều tốt là điều mà mọi sự vật đều thích muốn. Do đó, làm và tránh điều xấu là luật tự nhiên đầu tiên. Trên nguyên tắc đầu tiên đó, tất cả mọi nguyên tắc khác của luật tự nhiên được xây dựng.Ðó là mối quan hệ cá nhân giữa con người với Thượng đế, con người trách nhiệm trước Thượng đế. Trong mối quan hệ giữa con người với xã hội - bởi vì con người là con vật xã hội - đâu là lý trí chỉ cho biết điều tốt, điều xấu, thế nào là tốt để vươn đến, thế nào là xấu để tránh đi? Làm sao có thể phán đoán giống nhau được về cái tốt cái xấu giữa những người, những xã hội sống trong những hoàn cảnh, những điều kiện khác nhau? Câu hỏi đó đưa đến nhận xét này: trong lĩnh vực luật pháp, không thể tránh được những luật thay đổi và khác nhau tùy nơi tùy lúc.Dù sao đi nữa, ở bất cứ thời nào, nơi nào, luật của người làm ra đều phải hợp với luật tự nhiên, đều phải bắt nguồn từ luật tự nhiên, nếu không thì không phải là luật [1]. Tại sao? Tại vì ý muốn con người không thể thay đổi thiên nhiên. St. Thomas còn đi xa hơn nữa: luật của người làm ra chỉ có thể được gọi là đúng đắn, công bằng nếu vươn đến luật tự nhiên. Nghĩa là: ý muốn của con người, muốn được gọi là ngay thẳng, phải hành động hợp với hướng của lý trí. Mà lý trí thì có nhiệm vụ khám phá đâu là hợp với bản tính sự vật. Nếu lý trí con người thực hiện đúng đắn nhiệm vụ của nó, luật mà nó gợi ý cho ý muốn là luật tự nhiên. Nói một cách khác, luật làm ra phải luôn luôn vươn đến chỗ tốt nhất, chỗ đúng đắn nhất, công bằng nhất, chứ không phải tự bằng lòng dừng lại ở chỗ không bất công. Người xử kiện cũng vậy. Hay nói một cách khác nữa, luật của người làm ra đối với luật tự nhiên cũng giống như luật tự nhiên đối với luật vĩnh cưu của Thượng đế. Giữa ba thứ luật, có một sợi chỉ hồng nối kết từ thấp lên cao: đó là lý trí, mà nói theo thuật ngữ của các nhà thần học thì là lý trí ngay thẳng (tiếng La tinh: Ratio recta).II. QUAN NIỆM CẬN ÐẠI: Bản tính con ngườiTừ bỏ \"bản tính sự vật\", tư tưởng về luật tự nhiên từ thế kỷ 17 đi vào \"bản tính con người\". Ðể hiểu bước đi này, cần phải nói vài lời về quá trình lịch sử từ thời Trung cổ đến thời cận đại.Giữa Trung cổ với Cận đại, có một thời kỳ chuyển tiếp quan trọng gọi là Phục Hưng. Phục Hưng là một cách mạng kinh tế, tôn giáo và tư tưởng. Cách mạng kinh tế: những khám phá lớn về hàng hải, những bước đầu của chinh phục thuộc địa, sự cất cánh của chủ nghĩa tư bản tạo ra những quan hệ xã hội mới, đặt nên những vấn đề chính trị mới. Một giai cấp mới xuất hiện: giai cấp tư sản. Trong những thành phố lớn, tư sản thương mại thành hình, độc lập, lớn mạnh, chống đối, tham vọng, giới này bắt đầu đòi hỏi, yêu sách, rồi dần dà củng cố thành một thế lực chính trị. Hiện tượng này lan tràn khắp tất cả Âu châu. Vào khoảng 1540, kỷ thuật máy in tân tiến với lối sắp chữ kim loại làm biến đổi điều kiện trao đổi tư tưởng, những tranh luận về quyền của mỗi giai cấp, về tự do của con người được phổ biến rộng rãi trong xã hội.Cách mạng tôn giáo: Tân giáo (Tin Lành) chủ trương nguyên tắc tự do của nhà thờ đối với Nhà nước, cung cấp cơ sở lý thuyết cho phong trào nổi loạn của các ông vua Tin Lành. Như ai cũng biết, cách mạng tân giáo này do Martin Luther (1483-1546) khởi lên. Martin Luther là tu sĩ Ðức đứng lên chống lại quan điểm lý trí mà phái kinh viện (scolastique) quan niệm như là phương tiện để hiểu Thượng đế, đề nghị thay thế uy quyền của truyền thống và của học thuyết nhà thờ bằng tự do của mỗi tín đồ đối diện trực tiếp với Thượng đế. Tất cả những sự kiện đó đưa đến một quan niệm mới về con người: Phục Hưng mở ra một cách mạng tư tưởng. Trong thần học của thời Trung cổ, Thượng đế và Thiên đường là mối quan tâm đặc biệt của con người; với thời Phục Hưng, trái lại, con người, và bản tính của con người, được vinh danh. Con người tuyên bố: cái gì hiện hữu bây giờ là chính, không phải cái gì nơi cõi trường cữu. Luồng gió triết lý mới đó được thâu tóm vào một chữ mà thế kỷ 19 sẽ đề cao như một vị thần: nhân bản chủ nghĩa. Với nhân bản chủ nghĩa, siêu hình học của thời Trung cổ thối lui, tính người thay thế cho tính thiêng liêng làm nguyên tắc chỉ đạo cho những khám phá khoa học và cho việc tổ chức xã hội, chính trị. Phục Hưng, chính yếu là cách mạng tư tưởng. Ý chí, tự do, lý trí: ba đề tài nở rộ trong triết học, mở đường cho sự xuất hiện của ba ngôi sao sáng chói trong thời cận đại: Descartes, Spinoza, Leibniz.Trong lĩnh vực triết lý luật, và đặc biệt trong triết lý luật tự nhiên, sự thay đổi thấy rõ trên nhiều điểm.Truớc hết, luật tự nhiên được thế tục hóa: luật tách biệt ra khỏi thần học Thiên chúa giáo (catholique). Luật là do lý trí con người tạo ra, là sản phẩm của tự do và ý chí con người.Khái niệm \"bản chất của sự vật\" cũng thay đổi, bởi vì con người làm biến đổi \"thiên nhiên\". Ðứng trước thiên nhiên, con người, bây giờ được thúc đẩy bởi lý trí và ý chí tự do, tạo dựng lại thiên nhiên, biến thiên nhiên thành của cải của mình. Từ thiên nhiên do Thượng đế ban cho, người ta bước qua thiên nhiên bị chế ngự; từ thiên nhiên thực sự qua thiên nhiên mong muốn. Từ đó phát sinh ra quan niệm cá nhân chủ nghĩa về luật. Cá nhân bây giờ trở thành cứu cánh; bây giờ ý muốn cá nhân trở thành yếu tố căn bản của luật, không có ai ngoài cá nhân tìm thấy đâu là \"công bằng, đúng đắn\", bỡi vì chỉ có cá nhân là muốn và biết cái gì phù hợp với lợi ích của mình. Sự độc lập của ý chí cá nhân là linh hồn của cả hệ thống pháp lý. Công cụ chính, công cụ lý tưởng để thực hiện luật là hợp đồng, \"cái gì là hợp đồng thì cái ấy nói lên công bằng, đúng đắn\" (qui est contractuel, dit juste).Trong triết lý luật, xuất hiện \"trường phái thiên nhiên và luật quốc tế\", một bước ngoặt của tư tưởng về luật tự nhiên. Tôi chỉ nói ở đây lý thuyết gia được xem như sáng lập trường phái này: Grotius.Grotius định nghĩa luật như là khả năng có hoặc khả năng làm một việc gì phát xuất từ quyền mà ta có trên ta (ngày nay ta nói giản dị hơn: từ tự do), từ quyền mà ta có trên người khác, hoặc từ quyền mà ta có trên sự vật. Thế là cả một cách mạng tư tưởng về luật, vì luật được quan niệm như là một phương tiện của người - người có lý trí - để tổ chức xã hội và để chế ngự thiên nhiên, bắt thiên nhiên phục vụ mình. Do ở ý chí tự do của người mà ra, luật đặt căn bản trên nguyên tắc \"pacta sunt servanda\" (tôn trọng lời cam kết), từ đây trở thành nguyên tắc của sinh hoạt pháp lý, xã hội, quốc gia và quốc tế.Grotius là người Hà Lan, theo Tân giáo (Tin Lành). Âu châu thời đó vẫn theo Ki-tô giáo, nhưng chiến tranh xâu xé giữa Ki Tô và Tin Lành khiến một luật quốc tế càng trở nên cần thiết ngoài nhu cầu giải quyết những tranh chấp thương mại. Năm 1604, nhân tranh chấp, đụng độ giữa Hà Lan và Bồ Ðào Nha trong việc giao thương bằng đường biển với Ấn Ðộ - Bồ Ðào Nha muốn giữ độc quyền giao thương bằng hàng hải - Grotius viết tác phẩm đầu tiên của ông trong đó có một chương nói về tự do hàng hải. Quyền giao thương bằng đường biển, theo ông, là một quyền thiên nhiên và quyền thiên nhiên là mẹ của tất cả mọi quyền khác. Quyền đó có, dù cho Thượng đế không có, hay dù cho Thượng đế chẳng quan tâm gì đến việc của trần thế.Như vậy là Grotius thế tục hóa khái niệm quyền thiên nhiên, và thiên nhiên ở đây là bản tính của con người. Bản tính đó là gì? Grotius trả lời: là bản năng sống thành xã hội, là sống theo bản năng đó, trong một xã hội hòa bình, có tổ chức. Sau đó, cái gì giúp con người hoàn thiện bản tính của mình và hoàn thiện xã hội? Grotius trả lời: đó là lý trí. Bởi vậy, cái gì trái với lý trí là trái với luật tự nhiên. Grotius nói rõ: lý trí nói ở đây là lý trí của con người, và chỉ của con người mà thôi. Trong một đoạn văn nổi tiếng của tác phẩm nổi tiếng \"Luật chiến tranh và hòa bình\" ông viết: Dù có Thượng đế hay không có Thượng đế, dù Thượng đế có để ý đến con người hay không, luật tự nhiên cũng được xây căn bản trên lý trí của con người và lý trí của con người mà thôi. Chẳng thấy bóng dáng gì nữa của lý trí Thượng đế; chẳng thấy đâu nữa quả quyết của St. Thomas theo đó luật tự nhiên góp phần vào luật vĩnh cữu. Lý trí của con người trở thành nguồn gốc tận cùng của luật tự nhiên. Còn cái giáo lý cho rằng những nguyên tắc của luật tự nhiên được Thượng đế ghi vào lý trí của con người, thì tùy bạn muốn tin thì tin, bạn không muốn tin cũng chẳng có gì quan trọng nữa hết. Với Grotius, chủ nghĩa duy lý tuyệt đối được tạo dựng. Như một lát dao, Grotius chặt đứt sợi dây nối kết luật với thần học Ki Tô (catholique), luật với triết lý đạo đức của thần học đó. Lập tức, tất cả tín đồ theo Tân giáo, tất cả những ai chống lại quan niệm phong kiến về luật, quốc nội cũng như quốc tế, đều tán thành ông. Luật tự nhiên bắt nguồn từ lý trí con người như vậy, ông viết, là bất biến, bất biến đến nỗi Thượng đế cũng chẳng thay đổi được.Nhìn vào bản tính của con người bằng lý trí như vậy, Grotius rút ra được những nguyên tắc gì của luật - quốc tế và quốc nội? Ba nguyên tắc: Không được lấy tài sản của người khác; giữ lời cam kết, bồi thường thiệt hại gây ra cho người khác vì lỗi của mình. Tức là: quyền tư hữu, sự tôn trọng hợp đồng, trách nhiệm vì lỗi.Kết luận gì về luật tự nhiên? 1. Ở thế kỷ 13, St. Thomas dùng thiên tài của ông để chứng minh rằng triết học có trước văn minh Thiên chúa - triết học của cổ Hy Lạp, triết học dựa trên lý trí - là phù hợp rất nhiều với luật của Thượng đế. Bắt đầu từ thời Phục Hưng, tư tưởng về luật đi theo đà hấp dẫn của lý trí, bỏ lại đằng sau lý thuyết Thượng đế gốc nguồn mà mười mấy thế kỷ đã in sâu vào đầu óc. Grotius, rồi sau ông, Hobbes, Locke, Rousseau, các lý thuyết gia của lý thuyết hợp đồng xã hội đó, chuẩn bị công việc triệt tiêu Thượng đế trước khi các triết gia khác, gần ta hơn, tuyên bố Thượng đế đã viên tịch.\"Thượng đế chết\", con người lên ngôi. Ðó là đề tài của buổi nói chuyện ngày mai.2. Tôi rất tiếc không có thì giờ để nói về sự phát triển của luật tự nhiên kể từ đầu thế kỷ 20, và nhất là từ sau thế chiến thứ 2. Các luật gia Ðức, hổ thẹn vì đã áp dụng luật của Hitler, trăn trở hoài với mặc cảm tội lỗi, quay đầu trở lại với luật tự nhiên để trấn an tư tưởng. Từ đó, luật tự nhiên lại được đào bới, khai thác triệt để để tìm những nội dung thích hợp với thời đại mới: nào là quyền của con người, nào là tự do chủ nghĩa mà nước Mỹ thắng trận là tiêu biểu. Cũng như hồi thế kỷ 17, 18, luật tự nhiên tiếp tục quyến rũ, nhưng lại thiếu căn bản khoa học, bởi vì ai muốn gán cho nó nội dung gì cũng được: thiên nhiên đâu có miệng mà cãi. Cho nên, bao nhiêu lý thuyết đã được đưa ra, bao nhiêu ý nghĩa gán cho nó, nhiều khi trái ngược nhau. Có điều lạ là luật tự nhiên bao nhiêu lần tưởng đã chìm rồi lại nổi, tưởng đã chết rồi lại sống, ám ảnh, quấy rối hoài trong tư tưởng con người phương Tây.3. Luật tự nhiên cũng có mặt trong văn hóa Á đông. Mà có lẽ có nhiều. Tôi trích Hồ Thích. Theo Hồ Thích, tư tưởng về luật tự nhiên (hoặc là luật cao hơn - higher law) tại Trung Hoa mang 5 hình thức khác nhau:– Uy thế của các vị vua thời tiền sử: Nghiêu, Thuấn, Vũ... – Ý trời trong Mặc Tử.– Ðạo trời trong Lão Tử.– Ngũ kinh theo các Nho gia thời Hán.– Lý lẽ của vũ trụ hoặc luật tự nhiên theo Nho gia thời Tống và Minh.Có tác giả trích thêm Mạnh Tử: \"Tận kỳ tâm, tri kỳ tính, tắc tri thiên\" (Tìm tận tới đáy lòng mình thì biết được Tính. Biết được tính mình thì biết được tính Trời).Ðạo của Trời và đạo của người đầy dẫy trong sách Trung Dung. Ðạo trời và đạo người hợp nhất trong chữ \"Thành\". (Thành thật là đạo trời. Làm cho thực hiện là đạo của người).Quả là trong Khổng Tử, có một đạo cao hơn là đạo của trời, nghĩa là luật của trời. Các Nho gia thời Hán đi xa hơn nữa, đi xa đến quá khích, xem bất cứ lời nói nào của Khổng Tử cũng là \"luật tự nhiên\" (luật cao hơn), kể cả những câu nói thông thường.Nếu muốn trích thêm Lão Tử và Trang Tử thì cũng không khó khăn gì, bởi vì Trang Tử mở ra một hệ thống tư tưởng thiên về thiên nhiên. Chỉ có điều muốn nói là: khái niệm về \"trời\", về \"đạo\" trong văn hóa Á Ðông chẳng có dính dấp gì với khái niệm \"Thượng đế\" của Tây phương. Trời không đè nặng trên con người, do đó, con người chẳng cần phải giết trời. Bây giờ nói đến Phật giáo. Khổng, Mạnh, Lão Trang gì cũng đều có nói: \"bản tính\". Ta cũng nói \"Phật tính\". Vậy, ta có khái niệm luật tự nhiên không? Tôi nghĩ là tôi sẽ trả lời như thế này: nói có cũng được, nói không cũng được. Không, tại vì luật tự nhiên được quan niệm để đối kháng với luật nhà nước (positive law), mà Phật giáo thì chẳng muốn xen vào quyền hành thế tục, không có truyền thống xen vào quyền hành thế tục. Nhưng tất nhiên là nếu có một luật nào đó, ví dụ bắt buộc con cái phải gởi cha mẹ vào viện dưỡng lão, thì chắc chắn ta phải nói rằng luật đó trái với tinh thần Vu Lan. Nghĩa là có. Cũng vậy, ta có thể phê bình một luật nào đó là trái với tinh thần từ bi. Có điều là thế này: ta không cần mượn đến một ý niệm siêu hình là ý niệm thiên nhiên. Ý niệm đó có liên quan đến một cái gì cao quý trong con người, nhưng ý niệm đó không chính xác. Mà Phật giáo thì chính xác.Bởi vậy, tôi nghĩ rằng trong Phật giáo có một luật, tạm gọi là luật \"thiên nhiên\" đi, nhưng là một thứ luật tự nhiên có kiểm chứng, rất chính xác. Ðó là quyền được hưởng hạnh phúc của mọi người. Tại sao? Bởi vì ai cũng khổ cho nên ai cũng muốn thoát ra khổ, ai cũng muốn được sung sướng. Ai cũng muốn thoát ra khổ, cho nên ai cũng có quyền thoát khổ, và quyền đó giống nhau nơi mọi người. Ai cũng muốn sung sướng, cho nên ai cũng có quyền được hưởng hạnh phúc và quyền đó giống nhau nơi mọi người, bất cứ ở đâu, bất cứ ở thời đại nào.Tất nhiên quyền nào cũng đi đôi với trách nhiệm: chính vì tôi biết tôi khổ và tôi muốn thoát ra khổ, cho nên tôi hiểu được nỗi khổ nơi người khác và hiểu được người khác muốn thoát ra khỏi khổ như thế nào. Hiểu như vậy, cho nên tôi không gây khổ cho người khác. Hiểu như vậy, quyền được hưởng hạnh phúc có cơ sở thực tế, có đạo đức hướng dẫn, chứ không phải là lý thuyết viễn vông, từ đâu trên trời, hoặc từ đâu trong thiên nhiên phát ra, ban xuống.-------[1] Vài ví dụ để dễ hiểu: tuổi trưởng thành của một thanh niên thường được định vào khoảng 18 tuổi. Nếu có luật nào đó định rằng, tuổi trưởng thành là 10 hoặc 50 tuổi thì chắc ai cũng thấy là trái với \"luật tự nhiên\". Ăn trộm thì bị phạt tội, nhưng kết tội tử hình một người ăn trộm vặt thì trái với \"luật tự nhiên\". Ðây là những ví dụ dễ hiểu, ai cũng đồng ý là trái \"thiên nhiên\". Nhưng có những ví dụ khó đồng ý hơn. Chẳng hạn: bắt công chúa Huyền Trân chết thiêu theo Chế Mân là trái với \"luật tự nhiên\" chăng? Câu trả lời có lẽ tuỳ ở văn hoá Việt Nam hay văn hoá Chàm.\n"
        },
        {
            "order": 5,
            "name": "BÀI THỨ TƯ",
            "content": " Thượng đế bị uy hiếp, lý trí (raison) tấn công vào thành trì của mặc khải (révélation). Chủ nghĩa duy lý (rationalisme) manh nha từ thế kỷ 16, lớn mạnh giữa thế kỷ 17, đến thế kỷ 18 thành thế kỷ của Ánh Sáng, đưa thế kỷ 19 vào niềm tin tưởng mãnh liệt ở Tiến Bộ (Progrès) và ở khoa học. \"Không có cái gì hiện hữu mà không có lý do hiện hữu của nó, cho nên không có cái gì hiện hữu mà lý trí con người không thể cắt nghĩa được\": đó là chủ nghĩa duy lý. Lý trí cắt nghĩa được tất cả, cho nên lòng tin hết đất sống; lòng tin bốc hơi, thì Thượng đế cạn khô. Cùng với triết lý nói chung, tư tưởng về luật rời chốn cao xanh thăm thẳm trên kia, bay xuống hạ giới, tìm quê quán nguồn gốc của mình nơi chính con người.Nhưng con người là gì? Nó sờ sờ ra đấy, nhưng chẳng phải triết thuyết nào cũng thấy nó như nhau. Con người, ông là ai? Tây phương có một câu trả lời đặc biệt Tây phương; câu trả lời đó un đúc thành chủ thuyết gọi là cá nhân chủ nghĩa. Ta hãy nói cá nhân chủ nghĩa trước, rồi mới hiểu được tư tưởng về luật ở giai đoạn này sau.I - CÁ NHÂN CHỦ NGHĨA.Nói rằng triết lý tìm về con người không có nghĩa rằng triết lý xa rời ảnh hưởng Ki-tô giáo. Vẫn chịu ảnh hưởng như thường, bởi vì ý niệm về con người vẫn là ý niệm của Ki-tô giáo. Ki-tô giáo làm dậy men cá nhân chủ nghĩa bởi vì vương quốc của Chúa (royaume des Cieux) nói trong Thánh kinh là vương quốc của các cá nhân riêng biệt. Ðây là điểm khác biệt căn bản đối với tư tưởng của Aristote. Aristote bắt đầu suy luận bằng cách quan sát và nhìn thấy cá nhân chỉ có thể ở trong Nhà nước. Bản chất của con người là ở trong Nhà nước, ở trong cộng đồng, không ra ngoài được. Vì vậy mà Aristote định nghĩa con người là \"con vật chính trị\". Ngược lại, dân tộc Do Thái không phải là một Nhà nước. Ðó là một diaspora tập hợp của nhiều cá nhân \"lang thang\" khắp mọi nơi. Ðó không phải là một Nhà nước, mà là một dân tộc. Tín đồ Ki-tô cũng rải rác khắp nơi như vậy.Ngay từ đầu, những người không vào đạo Ki-tô (paiens) đã chỉ trích cái thế lực làm tan rã cộng đồng mà họ nhìn thấy nơi đạo Do Thái – Ki-tô giáo (judéo-christianisme). Với Thánh kinh, một phần lớn trong mỗi cá nhân không còn chịu lệ thuộc vào quốc gia nữa. Nước chính của họ là nước Chúa. Saint Augustin nói rõ điều đó trong tác phẩm Cité de Dieu (Nước của Chúa). Mỗi tín đồ Ki-tô chỉ lệ thuộc đế quốc La Mã một cách bất trắc, bất định, bởi họ cảm thấy họ liên quan chặt chẽ hơn với nước của Chúa.Saint Thomas cũng nói như vậy, tuy từ tốn hơn. Trong đời sống tâm linh, tín đồ Ki-tô không còn là một bộ phận của cộng đồng chính trị nữa, mà là một toàn thể, một vô tận, tự nó mang sẵn giá trị của nó. Mỗi tín đồ là một cứu cánh, cao hơn những cứu cánh có tính cách thế tục của chính trị; con người nơi mỗi tín đồ vượt lên trên Nhà nước. Saint Thomas muốn làm tổng hợp giữa Thánh kinh với tư tưởng cổ điển (Hy Lạp) nên thừa nhận rằng, đứng về mặt đời, mỗi công dân vẫn là một bộ phận của đoàn thể chính trị. Nhưng đây là St. Thomas. Các tác giả Ki-tô không có cái nhìn rộng lớn như thế, cứ nhắm nước Chúa mà nhìn, quên mất quốc gia, đoàn thể trên mặt đất. Trong hình ảnh nước Chúa như vậy, cá nhân có tự do và tự do được quan niệm như một đòi hỏi của đời sống của mỗi tín đồ [1]. Nhiều tác giả Ki-tô còn nhấn mạnh rằng tự do nguyên thủy của cá nhân là vô tận. Sự phân biệt cái này của tôi và cái kia của anh chỉ là tác phẩm trần gian của quyền lực chính trị, nghĩa là của Nhà nước [2]. Nói tóm lại, triết lý Ki-tô giáo đào sâu sự cách biệt với tư tưởng Aristote về con người: một bên là yếu tố của một tổng thể, một bên là thoát ra tổng thể. Mỗi con người là độc lập, tự chủ. Sau này, bắt đầu từ thế kỷ 16, đề tài \"bản tính tự nhiên của con người\" được ưa chuộng lắm, và đó là bản tính tự nhiên của con người tách biệt ra khỏi đoàn thể, không còn là con người tự nhiên sống trong cộng đồng, tự nhiên có tính chính trị. Không phải bỗng nhiên mà tư tưởng Tây phương tiến dần đến chỗ củng cố vị thế của con người - cá nhân. Vị thế này thích hợp lắm cho con người tư sản đang xuất hiện, trái với vị thế của con người trung cổ sống giữa những liên hệ cộng dồng của thời phong kiến. Con người tư sản, ít lệ thuộc vào những người khác, đang mơ ước sống do mình, với mình, cho mình. Con người mới vẫn là Ki-tô, nhưng đó là tư sản, vừa là Ki-tô, vừa là tư sản.Hơn ai hết, Descastes (1596 - 1650) xuất hiện vào đầu thế kỷ 17 như một ngôi sao sáng chói (1596-1650) vừa của chủ nghĩa duy lý vừa của chủ nghĩa cá nhân. Descastes đề cao hoài nghi như là một phương pháp khoa học (doute méthodique), đề cao địa vị tối thượng của tri thức. Phải chắc chắn trong tư tưởng mới có thể chín chắn trong hành động; càng thấy rõ điều mình phải làm, càng tự do. Tư tưởng, tri thức: con người hiện hữu là nhờ có cái khả năng đó. \"Tôi tư duy, vậy tôi hiện hữu\" (Je pense donc je suis). Nhưng trong cái định đề vừa nói, hai chữ \"je\" (tôi) cũng không kém quan trọng hơn chữ \"pense\". Tôi, tôi... nó nhắc nhở sự liên hệ cá nhân giữa mỗi tín đồ Ki-tô với chúa Ki-tô như Pascal đã viết: \"Ta đã nhỏ xuống cho ngươi giọt máu của ta\". (J'ai versé pour toi telle goutte de mon sang). St. Augustin viết Confessions (Thú tội), Rousseau cũng viết Confessions, nhưng lời thú tội của St. Augustin là đối thoại giữa ông và Thượng đế của ông, còn lời thú tội của Rousseau là độc thoại của ông với ông. Như tôi sẽ nói trong bài sau, con người trong \"tôi, tôi\" của Descastes là một con người rất... nguyên tử, nguyên tử trong cái nghĩa phân ly đến tận cùng: không những phân ly giữa tôi với người khác, mà còn phân ly giữa tư tưởng với thân xác của chính tôi. Chỉ tư tưởng là hiện hữu, tất cả chẳng còn gì là hiện hữu nữa chăng? Nhưng lại phải nhấn mạnh vai trò quan trọng của Descastes là triết gia của tự do. Chưa có một triết gia nào gán cho tự do một giá trị cao đến thế. Saint Thomas cũng nói đến tự do, nhưng Saint Thomas phải chứng minh tự do. Descastes thì không cần phải chứng minh: tự do là sự kiện đầu tiên, là chân lý hiển nhiên, hiển nhiên đến độ không chứng minh được nữa. Muốn tìm chứng cớ rõ ràng của tự do, chỉ có thể tìm nơi kinh nghiệm về tự do. Nghĩa là phải khởi đi từ tự do, chứ không phải kết thúc bằng tự do. Và kinh nghiệm về tự do đến rõ ràng nhất lúc chúng ta nghi ngờ, hoài nghi: khi tất cả toàn là hoài nghi, đó là lúc tự do được cảm thấy hiển nhiên nhất. Bởi vì ngay cả khi chúng ta hoài nghi, chúng ta vẫn có quyền từ chối hay chấp nhận. Từ chối Thượng đế? Chấp nhận Thượng đế? Ngay cả trước khi chứng minh có Thượng đế hay không, chúng ta đã biết rằng chúng ta tự do: chúng ta không thề hoài nghi trên tự do, bởi vì đó là hành động của chính tự do.Duy lý chủ nghĩa, cá nhân chủ nghĩa, tự do cá nhân: Descartes được vinh danh là triết gia lỗi lạc nhất của thời đại mới, thời đại tân tiến, âge moderne.Nhưng trước khi nói đến Descartes và thế kỷ 16, 17, đáng lẽ tôi phải nói đến một chủ thuyết rất quan trọng xuất hiện từ thế kỷ 14, chủ thuyết duy danh (nominalisme). Tôi nói sau bởi vì nó... quan trọng quá, phải nói dài. Nó rất quan trọng, và nó gây ảnh hưởng rất lớn trên cá nhân chủ nghĩa và trên tư tưởng về luật.Thuyết duy danh do một tu sĩ dòng Francisco, Guillaume d' Occam (1290-1349?), xướng lên nhân một vụ tranh chấp giữa Vatican và dòng Francisco. Thuyết đó nói gì? Nói rằng: những ý niệm tổng quát là không có thực thể, chỉ là ngôn từ mà thôi.Ví dụ tôi nói thế này: \"Tâm là công dân Việt Nam\". \"Tâm\" là một từ số ít; \"công dân Việt Nam\" là một từ số nhiều, một từ tổng quát vì nó áp dụng cho tất cả công dân. Ðối với Aristote chẳng hạn, \"Tâm\" có hay không? Có chứ! Tâm là thực thể, cá nhân là thực thể. Nhưng \"công dân Việt Nam\" có hay không? Có phải là thực thể hay không? Vẫn có chứ! Thực thể chứ! Xã hội đâu có phải chỉ là một tổng cọng những cá nhân riêng rẽ; xã hội có cấu trúc, có một trật tự nội tại của nó, nó thực sự là một cấu trúc.Ðối với Occam, không phải thực thể. Chỉ có những Tâm, Lộc, Xuân, Thu là có hiện hữu, là những thực thể. Công dân, thực thể ở đâu? Công dân chỉ là một cách nói: một dụng cụ giúp ta nối tiếp nhiều đối tượng tương tự, tập hợp chúng lại cùng trong một lúc. Tôi muốn nói Tâm, Lộc, Xuân, Thu và vô số người khác nữa, nhưng tôi không thể nói hết; tôi mượn từ \"công dân\" để diễn tả trong cùng một lúc vô số những người đó. Như vậy, những từ tổng quát chẳng có hiện hữu nào ngoài ý nghĩa trong đầu của tôi, chẳng có thực thể nào ngoài cái giá trị dụng cụ. Ta không đòi hỏi nó hiện hữu, chỉ nhờ nó để lý luận mà thôi. Occam nói: \"Ta dùng chữ \"một\" một cách lờ mờ, không chính xác để nói một vật gì đó, chẳng hạn như khi ta nói về một nước, một dân tộc, về thế giới như là một\".Quan trọng lắm, bởi vì từ đó Occam cho rằng một cộng đồng chính trị không có gì khác hơn là một tổng hợp những cá nhân. Một tòa thánh (Eglise) cũng vậy, không phải là một \"cơ sở thần bí\" (corps mystique) mà là \"vô số quần chúng tín đồ đã hiện diện từ thời các ông Thánh tiên tri cho đến ngày nay\". Mục đích của Occam khi nói như vậy là để cấm các chức sắc của tòa thánh lấy danh nghĩa tín đồ mà tuyên bố. Nhưng hậu quả chính trị rất lớn khi áp dụng thuyết đó vào cộng đồng chính trị.Tóm lại, đối với Occam, chỉ có cá nhân là hiện hữu; thế giới này là thế giới của những cá nhân và những sự vật riêng lẻ; khoa học không phải được xây dựng trên tầm nhìn bao quát những tổng thể (nóng, lạnh, cứng, mềm, khô, ướt, tính buồn, tính nộ, thiện ác, công bằng... như trong Aristote) mà trên những sự vật cá biệt; và khoa học xã hội thì được xây dựng từ trên những cá nhân và chung quanh những cá nhân. Xã hội, Nhà nước, đoàn thể đều không phải là tự nhiên, mà là những kiến trúc nhân tạo của cá nhân. Giữa Thượng đế và cá nhân, không còn nữa những bình phong của trật tự xã hội tự nhiên.Tư tưởng luật từ thế kỷ 17 chịu ảnh hưởng của chủ thuyết đó. Tôi chỉ kể ở đây hai tác giả mà thôi là Hobbes là Locke. Cả hai đều khởi đi từ cá nhân, từ tự do được xem như là điều kiện căn bản của cá nhân, của con người từ thuở sống trong tình trạng ban sơ của nhân loại. Cái mà ngày nay người ta gọi là nhân quyền phát xuất từ chủ thuyết đó.II - TÌNH TRẠNG BAN SƠ VÀ NGUỒN GỐC CỦA LUẬT: HOBBES VÀ LOCKEHobbes, người Anh, viết tác phẩm lừng danh Léviathan năm 1651. Ðại diện chính hiệu của làn sóng mới: trí thức, thế tục và tư sản, tuy rằng Hobbes là tín đồ Ki tô, theo đạo Tin lành. Ông là tín đồ của chủ thuyết duy danh, tổ sư sáng lập lý thuyết \"hợp đồng xã hội\".Hobbes bắt đầu với ý nghĩ rằng trong \"tình trạng ban sơ\" của nhân loại, con người sống riêng rẻ, không tổ chức, cạnh tranh nhau mà sống, như chó sói với chó sói. Ðó là tình trạng chiến tranh thường xuyên của tất cả chống lại tất cả. Tại sao? Bởi vì bản chất của con người là ích kỷ và người chỉ tụ họp với người khác khi nào có lợi ích mà thôi. Trong tình trạng ban sơ đó, ai cũng bình đẳng với ai, và bởi vì mọi người bình đẳng với nhau nên ai cũng có quyền ngang nhau trên mọi sự vật, ai cũng có cùng khuynh hướng hại nhau và người nào cũng là mối đe dọa thường xuyên đối với người khác. Luật tự nhiên trong tình trạng đó là sự bảo tồn sinh mạng.Luôn luôn sợ hãi, lo lắng, đề phòng, tự vệ, con người cảm thấy không sống được trong \"tình trạng ban sơ\" đó. Họ cảm thấy phải thoát ra, phải thành lập xã hội. Xã hội được thành lập từ nỗi sợ hãi giữa người với người, không phải từ lòng nhân của người này đối với người kia. Sự tập họp giữa người để thoát ra khỏi tiêu diệt và chết chóc là bước đầu tiên của việc thành lập Nhà nước và luật pháp. Chính trị và luật pháp, như vậy, là một phát minh, một sáng kiến của trí thức con người. Một sáng kiến của con người có lý trí, duy lý, để bước ra khỏi \"tình trạng ban sơ\" (état de nature) và bước vào \"tình trạng xã hội\" (état civil). Bước đó được thực hiện bằng một hợp đồng gọi là \"hợp đồng xã hội\". Bằng hợp đồng đó, con người thiết lập ở trên họ một sức mạnh tối cao có nhiệm vụ tạo ra trật tự xã hội. Nguồn gốc của luật nằm ở đấy, bởi vì luật không có trong \"tình trạng ban sơ\".Ðây là một cách mạng trong vấn đề nguồn gốc của luật: luật sẽ là luật của Nhà nước làm ra để thiết lập trật tự xã hội. Luật đó làm ra để phục vụ cá nhân, bởi vì cá nhân quyết định đi vào \"tình trạng xã hội\" vì lợi ích của chính họ. Phục vụ thế nào? Theo Hobbes, con người trong \"tình trạng ban sơ\" có tự do để làm tất cả mọi việc nhằm mục đích bảo vệ sinh tồn và tự do đó là vô giới hạn. Tất cả mọi người đều có quyền làm tất cả mọi việc: không có ai bị cấm đoán điều gì. Nhưng tự do trong tình trạng bất an thường xuyên như thế thì rốt cuộc chẳng được lợi lộc gì. Con người đi vào \"tình trạng xã hội\" là để được lợi lộc hơn, lợi lộc thực sự. Lợi đó là được Nhà nước bảo đảm thực hiện những quyền đã có sẵn trong tình trạng hoang sơ. Nhà nước và tất cả những luật mà Nhà nước ban ra nhằm phục vụ những ý định của các người ký kết hợp đồng.Tôi muốn chấm dứt Hobbes ở đây, vì nói thêm nữa thì tế nhị lắm và e rằng sẽ xa vấn đề nguồn gốc luật mà tôi đang nói. Nhưng tôi bắt buộc phải nói thêm vài câu, cốt để hiểu hơn Locke mà tôi sắp nói.Trong Hobbes, con người từ bỏ \"tình trạng ban sơ\" là vì sợ hãi, và chính sự sợ hãi làm cho hợp đồng được hữu hiệu, chứ không phải sự thỏa thuận. Bởi vậy, để thực hiện một hòa bình bền vững, kết thúc \"tình trạng ban sơ\", mọi người trong xã hội đều từ bỏ tất cả quyền mà họ có và trao vào tay một sức mạnh tối thượng. Ý tưởng này khiến Hobbes được xem như là lý thuyết gia của chính sách độc tôn của Nhà nước. Tôi không bàn về điểm này, chỉ muốn hạn chế vào vấn đề nguồn gốc của luật mà thôi.Ba mươi năm sau Hobbes, một triết gia cũng người Anh, tiếp nối lý thuyết \"hợp đồng xã hội\" của Hobbes với một tác phẩm mà giá trị vẫn còn duy trì cho đến ngày nay, Two Treaties on Government (1690). Hình ảnh mà Locke đưa ra về \"tình trạng ban sơ\" không đen tối, không hoàn toàn vô trật tự như hình ảnh mà Hobbes mô tả. Ðó là một tình trạng có lý trí. Con người sẵn có lý trí và lý trí đó dạy rằng, vì tất cả mọi người đều bình đẳng và độc lập với nhau, không ai được hại kẻ khác, hại đời sống, hại sức khỏe, hại tự do, hại của cải. Lý trí của con người còn làm cho họ biết rằng họ có một số quyền rút ra từ luật tự nhiên: ngoài tự do, bình đẳng, đó là quyền tư hữu. Trong cái thế đang lên của tư sản, đây là quyền thiên nhiên tối thượng. Những quyền đó, con người có sẵn từ trong \"tình trạng ban sơ\", không ai cấp cho họ cả.\"Tình trạng ban sơ\" khá sáng sủa và hòa bình như vậy, tại sao con người muốn đi ra khỏi nó làm gì? Ðây chính là điểm khác biệt căn bản giữa Hobbes và Locke. Hobbes cắt nghĩa động cơ của con người bằng sự sợ hãi và bất an. Locke thì lạc quan, tin tưởng ở con người và ở tổ chức tự nhiên của xã hội. Cho nên Locke trả lời: con người muốn từ giã \"tình trạng ban sơ\" để sống tốt hơn. Họ thỏa thuận với nhau thực sự, chứ không phải hành động chỉ vì sợ hãi. Họ thỏa thuận với nhau một cách tự do để tìm thấy trong \"tình trạng xã hội\" một an ninh pháp lý vững chắc hơn, một đời sống hạnh phúc hơn, phồn thịnh hơn. Căn bản của hợp đồng xã hội - nguồn gốc của luật - là sự thỏa thuận. Chính sự thỏa thuận tự do đó tạo nên Nhà nước. Vai trò của Nhà nước là bảo đảm những quyền và tự do nguyên thủy, thiên nhiên, đã có sẵn trước khi thành lập xã hội.Lý thuyết về quyền của con người bắt đầu từ đây. Cách mạng Pháp hồ hởi đưa lý thuyết đó vào bản Tuyên ngôn Nhân quyền và Dân quyền 26-8-1789. Lần đầu tiên, ý niệm những quyền cá nhân có trước và cao hơn quyền lực chính trị được xác nhận trong một văn bản quan trọng như vậy. Nguồn gốc của mọi luật pháp nằm nơi cá nhân, bởi vì chỉ cá nhân là có thực. Ðiều hai của Tuyên ngôn nói rõ: \"Mục đích của mọi tổ chức chính trị là bảo tồn những quyền thiên nhiên và không bao giờ triệt tiêu của cá nhân\".Chúng ta nghĩ gì về lý thuyết cá nhân chủ nghĩa và sự nối dài của nó nơi lý thuyết nhân quyền ngày nay?1 - Trước hết, hãy nói về những phê bình từ Tây phương.Về chủ thuyết duy danh, phải nhìn nhận rằng thuyết này có ảnh hưởng tốt trên sự phát triển khoa học, nhờ lý luận chặt chẽ của nó. Lý thuyết này nhắm đến những thực thể đơn thuần, có thể quan sát được, tính toán được một cách toán học, trái với những khái niệm tổng quát, \"người\", \"thiên nhiên\", \"nóng\", \"thiện\"... chỉ có thể bàn đến một cách mơ hồ, ước đoán. Phương pháp khoa học cũng tiến triển tương tự, nghĩa là cũng bắt đầu bằng phân tích trước khi đi đến tổng hợp: phân tích ra thành những thành phần nhỏ, phân tích ra cho đến những nguyên tử như trong vật lý; rồi tổng hợp lại để đưa ra những nguyên lý giải thích.Ngày nay, khoa học có một cách nhìn khác. Khoa học vật lý không còn nghĩ rằng vũ trụ là do những nguyên tử cấu thành nữa: nguyên tử không phải là cái cực nhỏ, không thể chia cắt, mà là một thế giới có cấu trúc hẳn hoi. Khoa học tự nhiên, khoa học sinh vật, phát triển từ thế kỷ 18, nghiên cứu cấu trúc cơ thể con người, cả tổng hợp máu, tim, óc, não chứ không phải mỗi bộ phận riêng rẻ, tế bào, bộ xương, mảnh da; nghiên cứu cả một loài sinh vật, cả một xã hội kiến, ong, thú vật chứ không phải chỉ từng con thú. Tới thế kỷ 19, Auguste Comte khai sáng ra khoa xã hội học, với tham vọng nghiên cứu xã hội một cách khoa học như nghiên cứu vật lý, và muốn vậy thì phải xem xã hội như có một thực thể riêng, khác với thực thể từng cá nhân, không phải chỉ là một tổng hợp các cá nhân. Trong sử học, nghiên cứu về danh nhân vẫn tiếp tục, nhưng nghiên cứu về cả một dân tộc, cả một nền văn minh (sự suy thoái của đế chế La Mã; thế kỷ của vua Louis XIV), nghiên cứu về đặc tính của một dân tộc, một thời đại, càng ngày càng phát triển. Tâm lý học không hạn chế trong mỗi con người mà mở rộng qua tâm lý cộng đồng, tâm lý quần chúng: con người không tách biệt ra với môi trường chung quanh, gia đình, nghề nghiệp, xã hội. Và cả triết học nữa, con người, linh hồn... vẫn là đề tài hấp dẫn, nhưng triết gia còn cố gắng suy nghĩ về những cấu trúc.Quả thật vậy: tuyên bố rằng chỉ có cá nhân là những thực thể mà thôi, là một quyết đoán quá đơn giản. Thực tế cho ta thấy rằng, bất cứ ở đâu, con người đều không phải là một cá nhân riêng lẻ; bất cứ ở đâu, con người đều là một thành phần của một đoàn thể, nhiều đoàn thể. Trong tư tưởng về luật, sự phản ứng chống lại cá nhân chủ nghĩa có hệ thống nhất là Hegel và Marx. Rút từ biện chứng gia đình - xã hội - Nhà nước, Hegel định nghĩa luật như nhắm đến cứu cánh phục vụ đoàn thể. Riêng đối Marx, ý niệm giai cấp vượt trên ý niệm cá nhân, luật là luật của giai cấp thống trị. Và luật sẽ biến mất khi giai cấp sẽ biến mất. Ban nãy, tôi có nhắc đến Auguste Comte. Không ai chống cá nhân chủ nghĩa mãnh liệt như Comte. Cho nên ông cũng rất ghét chữ quyền. Cá nhân, theo Comte, không được đòi hỏi quyền gì cả, chỉ có bổn phận mà thôi. Bổn phận đối với nhân loại. Tôi có nhắc đến thế kỷ 19. Thế kỷ 19 là thế kỷ của Marx, của cao trào xã hội chủ nghĩa trước và sau Marx. Và đối với những triết thuyết xã hội xuất hiện lúc đầu, thực thể đầu tiên là xã hội, không phải cá nhân. Xã hội có trước cá nhân. Ðó là đối chiếu tư tưởng cá nhân chủ nghĩa trong luật của thế kỷ 17 với những phản ứng của thế kỷ 18, 19. Còn nếu so sánh ngược lại với luật cổ La Mã thì ta thấy thế này: khái niệm quyền sẵn có của cá nhân rất khác khái niệm jus của luật La Mã cổ điển. Jus được định nghĩa là cái gì công bằng, đúng đắn (id quod justum est). Áp dụng cho cá nhân, jus chỉ định cái phần công bằng, đúng đắn mà cá nhân phải được trao nhận (jus suum cuique tribuendum) trong mối tương quan với những người khác. Công việc phân chia (tributio) như thế giữa nhiều người là nghệ thuật của người luật gia. Tất cả sự hiểu biết, khôn ngoan, khéo léo của người phán xử nằm ở đấy: phân chia thế nào để ai cũng nhận được phần đúng đắn, công bằng của mình.Từ đó, có hai nhận xét. Nhận xét thứ nhất: sự phân chia này không máy móc dựa trên một tiêu chuẩn bình đẳng viễn vông vốn là lý thuyết căn bản của cá nhân chủ nghĩa. Sự bình đẳng tuyệt đối chỉ có trong ý thức hệ, không có trong thực tế: trước mắt chúng ta, sự bất bình đẳng giữa người với người là thực tế hiển nhiên trên mọi phương diện: mạnh yếu, thấp cao, xấu đẹp, tài ba, thông minh, giàu nghèo... Con người sinh ra đã là bất bình đẳng. Sự phân chia công bằng, đúng đắn chỉ có thể là một sự phân chia dựa trên tỷ lệ, tương ứng với điều kiện khác nhau của mỗi người, nghĩa là một sự phân chia không bình đẳng, không ngang nhau, không giống nhau. Công bằng là sự cư xử đúng đắn trong tương quan giữa các cá nhân, sự hài hòa trong một đoàn thể.Nhận xét thứ hai: phần đúng đắn mà mỗi người nhận được có thể bao gồm những trách nhiệm. Nhận được quyền từ đoàn thể, từ Nhà nước (Jus civitatis), bao gồm những nhiệm vụ đối với đoàn thể đó. Anh có quyền lái xe lúc 18 tuổi, điều đó không có nghĩa là anh không có bổn phận gì cả đối với người khác khi anh lái xe. Nói theo ngôn ngữ của các nhà xã hội học ngày nay, quyền bao gồm một nhiệm vụ xã hội. Nghĩa là một tương quan với kẻ khác. Một lần nữa: con người không bao giờ là một thực thể riêng rẻ.Con người không bao giờ là một thực thể riêng rẻ, trừ anh chàng Robinson lạc vào hoang đảo. Giá như có một giọng nói nào đó trong không trung bảo anh chàng rằng: Này, nhà ngươi có sẵn tất cả mọi quyền, quyền tự do, quyền bình đẳng và nhất là quyền tư hữu thiêng liêng đấy nhé!, chắc chắn chàng Robinson sẽ nhìn mấy con cá sấu để suy ngẫm triết lý cao siêu này.2 - Bây giờ, nói đến Phật giáo. Phật giáo đề cao con người đến tột độ, bởi lẽ chỉ có con người - chứ không có ai khác, Thượng đế hoặc Thần linh - định đoạt số phận của mình. Phật giáo cũng không mất công suy luận viễn vông về tính ác của con người như Hobbes, hay tính thiện của con người như Rousseau. Phật giáo luôn luôn thực tế và căn cứ trên kinh nghiệm: con người có tốt có xấu. Nhưng Phật giáo rất lạc quan. Nơi người xấu nhất trần gian, luôn luôn có một cái gì đó tốt để vun trồng. Và nơi mọi người, ai cũng có thể từ bỏ thói xấu, khuyết điểm. Không chủ trương rằng con người bản tính là thiện, Phật giáo nói rằng con người có đầy đủ khả năng để trở thành thiện, hơn thế nữa, để trở thành Phật.Thành Phật, hay thiện, không phải để cho riêng mình. Phật giáo đã bác bỏ cái tôi, thì tôi là ai, là gì, mà vơ tất cả vào tôi!Trong Phật giáo, chữ \"tôi\" không có, nhưng chữ \"với\" thì có, thì quan trọng lắm. Và chính vì chữ \"với\" quan trọng như vậy cho nên nó tạo hiện hữu cho chữ tôi: tôi khi nào cũng là tôi với. Tôi với kẻ khác. Tôi nói: kẻ chứ không nói người khác. Bởi vì nếu anh chàng Robinson là Phật tử thì chàng ta tốt với cả con cá sấu.Như vậy, có hai chuyện để nói ở đây. Một, là trong Phật giáo, không phải tôi là quan trọng mà là kẻ khác. Lý tưởng của Phật giáo là chỉ thấy kẻ khác, chứ không thấy tôi. Hai, là ý niệm tương quan nằm trong tinh túy của Phật giáo; tất cả những gì mà ta gọi rằng có thì đó chỉ là những tương quan. Nếu tôi bất đắc dĩ tạm dùng ngôn ngữ luật của thế tục, thì tôi sẽ nói rằng, trong Phật giáo, luật vừa phát xuất từ những tương quan, vừa có cứu cánh là những tương quan. Trong Phật giáo, con người không thể là con người cá nhân.Tôi nói về điểm thứ nhất. Lý tưởng của Phật giáo là cho vui và cứu khổ. Ðó là ý nghĩa của chữ Từ Bi. Cứu khổ đến cái mức vô cùng vô tận, đến cái mức không còn một người nào khổ nữa ở trong trần gian mới thôi: đó là lý tưởng Bồ-tát. Mang lý tưởng đó ở trong mình, Bồ-tát thấy khổ ở chung quanh, ở trước mắt, thấy khổ nơi người khác mà mình muốn làm cho vui: đâu có thấy mình nữa! Ðó là cách hay nhất để biết hạnh phúc là gì.Tôi biết tôn giáo nào cũng nói đến bác ái, vị tha, nhưng tôi không thấy ở đâu khác lý tưởng rốt ráo như trong Phật giáo. Chỉ nói đến hai hạnh mà thôi: hạnh Từ bi và hạnh Bố thí, lý tưởng Phật giáo đi đến chỗ cho tất khác, cho đến chỗ không còn gì để mà cho nữa, cho đến cả sinh mạng của mình. Lý tưởng đó với cá nhân chủ nghĩa như nước với lửa.Tôi qua điểm thứ hai. Có hay không, có và không: Phật giáo cao siêu tuyệt vời trên hai chữ có và không. Nếu chỉ nói gọn trong vài chữ thôi, và nếu gọi rằng đó là luật, thì trong Phật giáo có luật tương sinh tương diệt, lệ thuộc hỗ tương. Nếu sự vật có, thì chỉ là có trong mối liên hệ hỗ tương, chứ không có trong từng đơn vị riêng rẻ. Và mối liên hệ hỗ tương đó diễn ra trùng trùng điệp điệp. Tôi rất yêu hình ảnh này, mà lại là một hình ảnh khoa học: một cánh bướm vỗ ở bên kia bán địa cầu, không khí chuyển động ở bên này nửa trái đất [3]. Trong Trường Bộ kinh, Phật dạy chàng thanh niên Thiện Sanh đảnh lễ sáu phương, với ý nghĩa như thế này: mỗi người là trung tâm cuộc sống của mình, trên dưới và bốn phía của mình đều có những tương quan giúp vào mới thành cuộc sống ấy: cha mẹ (phương đông), thầy bạn (phương nam), vợ chồng (phương tây), bà con (phương bắc), tu sĩ (bên trên), giúp việc (bên dưới). Mình vừa đón nhận, vừa đáp trả. Lễ bái sáu phương là như vậy. Và như vậy, trên bình diện xã hội, con người chỉ hiện hữu trong tương quan. Quan niệm con người - tương quan của Phật giáo khác quan niệm con người - cá nhân như nước với lửa.Tôi biết rằng ở phương Tây, nói đến quyền là tiến bộ, nói đển bổn phận là bảo thủ. Tuyên ngôn 1789 đề cao quyền là phản ánh giai đoạn tiến bộ trong Cách mạng Pháp; hiến pháp 1795 đòi hỏi bổn phận là phản ánh giai đoạn bảo thủ. Tôi biết như vậy, nhưng ai cũng phải nhận rằng quyền không thể không đi đôi với bổn phận, với trách nhiệm. Mà thực ra quyền không tương phản gì với bổn phận cả nếu đừng nhìn vấn đề ở mỗi cá nhân \"nguyên tử\" mà nơi mối tương quan. Nhìn như vậy thì làm sao không thấy được rằng bổn phận của người khác đối với tôi chính là \"quyền\" của tôi, bổn phận của tôi đối với người khác chính là \"quyền\" của người khác. Chỉ khác một điều thôi, nhưng khác tận căn bản, là khái niệm quyền dính chặt với khái niệm tôi, ngôn ngữ bổn phận đặt trọng tâm nơi kẻ khác.Bởi vậy, Phật chỉ nói đến bổn phận, nhưng lúc nào cũng là bổn phận hỗ tương. Phật nói bổn phận của cha mẹ đối với con cái nối tiếp ngay bổn phận của con đối với cha mẹ. Cũng vậy, bổn phận của thầy đối với trò đi kèm bổn phận của trò đối với thầy. Chồng đối với vợ, vợ đối với chồng, mỗi bên có bổn phận tương ứng. Vừa đón nhận, vừa đáp trả, không ai mất, chỉ có được mà thôi.Như vậy, phải chăng tôi bác bỏ hoàn toàn khái niệm quyền của phương Tây nơi lý thuyết quyền của con người? Tôi không quá khích đến mức đó. Tôi biết rằng con người rất bé nhỏ trước quyền lực chính trị. Cho nên phải xây dựng một thành trì bằng quyền để bảo đảm an ninh về mặt luật pháp cho mình. Tôi chỉ nói rằng lý thuyết nhân quyền đang ngự trị hiện tại trên thế giới là lý thuyết của phương Tây, phù hợp với lịch sử và văn minh của phương Tây. Lý thuyết đó có nhiều điểm tích cực và hữu ích kể cả cho toàn thế giới, nhưng đâu có phải toàn thể nhân loại nghèo nàn đến nỗi chấp nhận một quan điểm duy nhất về con người!Kho tàng văn hóa Ðông phương quá dồi dào chất liệu để xây dựng một quan điểm nhân quyền có khả năng bảo vệ nhân phẩm và địa vị cao quý của con người mà Ðông phương trân trọng không kém gì phương Tây. Trong tranh chấp gay gắt hiện nay về nhân quyền, Ðông phương không việc gì để sợ phương Tây. Chỉ thiếu một điểm thôi là ý muốn xây dựng một lý thuyết đích thực, có khả năng áp dụng đích thực. Quan điểm của tôi không phải là quan điểm của người Ðông phương đâu: tôi có thể kể tên nhiều tác giả Tây phương cùng nhìn thấy vấn đề như tôi. CAO HUY THUẦNThượng Đế, Thiên Nhiên, Người, Tôi và Ta,Trung tâm văn hóa Khuông Việt xuất bản, 1999 (tr. 72-88).Nhà xuất bản TP Hồ Chi Minh, 2000 (tr. 88-108).Chú thích:[1] M. Villey, Seize essais du droit, Dalloz, 1979, tr. 171. [2] M. Villey, sđd, tr.184.[3] Phillipe Moreau-Defarges, L'Ordre mondial, Armand Colin, 1998, tr. 150. Trong khoa học, gọi đây là lý thuyết hỗn loạn có hậu quả cánh bướm (théorie du chaos avec l'effet papillon): một cánh bướm vỗ lôi kéo theo nhiều hiện tượng, hậu quả có thể gây nên một cơn bão cách đó hàng ngàn cây số. Một hiện tượng cỏn con xảy ra ở đầu mút trái đất có thể gây ra một tai họa ở đầu mút kia. \n"
        }
    ]
}
