{
    "id": 23,
    "cate_id": 5,
    "name": "Tớ Đã Học Tiếng Anh Như Thế Nào",
    "photo": "https://docsachhay.net/images/e-book/to-da-hoc-tieng-anh-nhu-the-nao.jpg",
    "data": [
        {
            "order": 8,
            "name": "A Great Ticket To Success",
            "content": "  The invention of computer is one of the most incredible breakthroughs in human history. From the year of 1945, the time people invented ENIAC – the first primitive computer in the whole world, human’s life has changed significantly. Computer is really an essential thing in our life. Computers play a lot of roles in our life. But exactly what roles do they really play? In the following lines, I am going to describe some of them. The first role that computer play is that computer is a tool of studying for students. An incredible, amazing amount of information is available through the Internet, which is a system on the computer. Internet is a smart, flexible network of websites created to serve human’s needs of entertaining, working, studying and communicating. You only have to type a few words in your search engine, and in a matter of seconds, the Google will search on the whole World Wide web for the topics that you want. World Wide Web is similar to an International Library, with a huge amount of documents: about five million documents! This “library” is the biggest in the world, for sure! You don’t have to spend hours, going through card catalogues in the library and looking at the shelves. In just a click, every human s thirst of knowledge will be satisfied. Furthermore, Internet has made databases and references from the major libraries of big cities such as New York, Toronto, Washington, Tokyo, Paris, Rome, etc. to be available to students around the globe. Not only taking databases from non-profit organizations such as the Wikipedia, Wikileak, and British Concise Encyclopedia, the Internet also purchase the documents from libraries, offices and successful companies to help people interact with keener, more standard knowledge about the subjects. With these standardized information from famous, recognizable organizations, students are sure to absorb the quintessence of human being. With the Internet, students can also communicate with other students through the globe. They can share their interests, study about each other’s culture and history and exchange their languages. As a result, students can know about other country’s traditional and historical aspects. They will improve their studying at school, especially in World History and International Culture. Also, students from other countries can share the native students about their country’s government, natural resources and science development. At school, students may also improve their skills in World Government, Biology and Science. It is really beneficial and valuable. Secondly, computers make works more enjoyable and convenient. It is certainly convenient to sit at home and do research on the Internet with your computer. Computer can be opened 24 hours a day, unlike libraries or office. You can do research in your pajamas when you eat breakfast or whenever you like. Before the appearance of the Internet, students had to rely on the libraries for information and book. Libraries do not open 24 hours a day, so students could not do the assignments fast. Today, thing has changed. With the Internet, students can do researches whenever they want. Of course, libraries are still needed, but the innovation of Internet can replace libraries in certain conditions. Also, the Microsoft Office Word in the computer helps us very much. When we have to write a report or something like that, writing by hand will not be suitable. Before the innovation of computers, writing has to be done by hand. Imagine writing a 50 pages report by hand! How frustrating! As a result, the computer was invented to save the day! Thirdly, computer is a mean of relaxation. Imagine after a hard day of work, we feel very tired and boring. That time, the computer will be extremely effective. We can have fun on the computer by playing games, listening to music, chatting with friends, checking information and doing fun quizzes. It will help our mind to be refreshed and be ready to start the work. According to some researches, our mind will remember things better when we have some relaxation after hard work, and the computer really enhance that relaxation. To sum up, there is a famous saying: “Computer is the best and foremost ticket to success”. In my opinion, computer is a brilliant invention of our life.   "
        },
        {
            "order": 20,
            "name": "The Success Principles",
            "content": "  Some believe that success in life came from accepting risks or opportunities. Some others believe that success came from careful planning. According to your opinions, where does success come from? Give specific reasons and examples for your opinions. Life is full of dangers and risks. We must face to face with them a lot of times in our life. However, in my opinion, these risks must be calculated correctly in order to get the best result. As we look at the great explorers and scientists of the past, we see that success is the combination of both risk taking and carefully planning. Like the great thinkers, we must plan carefully, seize all opportunities and re-evaluate the plan when necessary. It is hard to be successful without careful planning. Taking risks are a part of our life, but how to make these risks effective is really difficult. We can not naturally take the risks, but we have to calculate them and analyze every condition that may happen. For example, when we pretend to sail a board on the ocean, we have to predict every condition that can happen such as underwater ice sheets, flooding, storm or hurricane. As a result, when we start the trip, we will be well prepared and bring enough SOS equipment for any cases. The great minds of the world also needed to plan carefully before taking some risks. In his search for a new route to India, Christopher Columbus, the famous explorer, drew maps, planned his route accurately, and gathered necessary support and supplies. Marie Curie, the great scientist that have been awarded two Nobel prizes, spent long hours in the laboratory and recorded every aspect of her experiments. Neither of them could have made their achievements without these planning. Even with a careful plan, sometimes, changes can occur. For example, you are in South Africa. Supposed you want to sail a board to Port Elizabeth. However, you turned mistakenly and arrived at Cape Town. That time, you have to be very flexible because you can still know a new place, the Cape Town. Famous scientists and explorers sometimes have the same problem. Columbus was looking for India, but ended up in the Caribbean instead. Lewis and Clark were looking for a river passage west, but they discovered much more. However, they knew how to be flexible. Columbus didn’t bring back spices from Eastern India, but he did bring back gold from the Americans. When things go against plan, you must be ready to change direction. It is important to make your mistakes work for you and change your plans when necessary. You will never success without taking chances, but before you start, are sure to make careful plan and prepare to cope with any changes in your plan direction.   "
        },
        {
            "order": 32,
            "name": "Bức Thư Gửi Ngài Vladimir Putin",
            "content": "  Ngài Vladimir Putin kính mến! Xin tự giới thiệu với ngài thủ tướng kính mến, tôi chỉ là một cái cây nhỏ nhoi trong khu rừng nước Nga. Chỉ vậy thôi, không có gì đặc biệt cả, thưa ngài. Một cái cây bình thường trong một khu rừng cũng bình thường không kém nhưng lại có những mong đợi đặc biệt từ phía ngài – người được mệnh danh là người anh hùng của Trái đất. Trong bức thư này, tôi muốn cùng thảo luận với ngài về một vấn đề quan trọng đó là vì sao việc bảo vệ rừng lại có ý nghĩa to lớn. Chắc ngài còn nhớ, đất nước chúng ta vừa trải qua thảm họa cháy rừng và tôi cũng suýt chết cháy trong lần hỏa hoạn đó, nhưng thật may mắn, tôi còn sống sót tuy cơ thể vẫn còn đang phải chịu nhiều bong tróc, đau đớn. Tôi đã chứng kiến ngài làm một việc thật tuyệt vời, đó là lái máy bay B-200 đi vòng quanh khu rừng để hạn chế đám cháy. Việc làm của ngài đã góp phần khích lệ tinh thần cho đội cứu hộ để họ có thể mau chóng dập tắt đám lửa. Thật sự, giữa khói lửa mịt mù và vô cùng ngột ngạt nhưng khi nhìn thấy máy bay của ngài, toàn thể họ hàng nhà cây chúng tôi vẫn thật xúc động. Thưa ngài Putin, ngài lái máy bay cừ đấy, ngài đã là một phi công chuyên nghiệp trước khi trở thành thủ tướng thì phải! Tuy nhiên, anh em họ cây trong rừng đều ước, giá như được nhìn thấy máy bay của ngài trong những ngày bình yên, xanh mát của cả khu rừng thì tuyệt hơn nhiều là lúc chúng tôi đang phải quằn quại vì đau đớn. Nhưng hình như con người là thế, họ luôn chỉ lo lắng thực sự khi những thảm họa đã xảy ra rồi mặc dù thảm họa ấy đã được báo trước. Ngài Putin yêu quý! Dưới sự trị vì của Mẹ Trái đất, những khu rừng chúng tôi, những anh em họ cây chúng tôi trên toàn thế giới đang ngày đêm làm việc vì lợi ích của loài người. Những khi âu yếm, các ngài còn gọi chúng tôi là “lá phổi xanh” bởi chúng tôi hút khí các-bo-nic và nhả ra ô-xi, một thứ cần cho sự sống con người. Trong cơ thể chúng tôi, mỗi năm có thể tích trữ đến 5.9 kg các-bon. Chúng tôi giúp các ngài tăng cường sức khỏe nhờ giảm lượng khí ga độc hại trong không khí. Để làm được điều này, những bàn tay lá của chúng tôi với các lỗ hổng li ti đã hấp thụ, hạt tạp thì giữ lại, lọc qua lá, cành và thân cây sau đó nhờ nước mưa cuốn xuống dưới đất. Cũng chính nhờ việc giảm lượng khí thải mà chúng tôi đã góp phần làm giảm hiệu ứng nhà kính. Anh em chúng tôi vẫn đang ngày đêm âm thầm khắc phục những hậu quả do con người gây ra. Không những thế, họ hàng cây còn có lợi cho dòng chảy của nước. Một gia đình rừng của chúng tôi có thể chặn đứng tới 25% lượng mưa bằng cách giơ lá và tán cây để che đỡ cho nước mưa rơi chậm lại và giúp giảm việc xói mòn đất đá cũng như những dưỡng chất từ đất Mẹ. Vào mùa mưa, rừng có thể giúp phòng chống và ngăn ngừa ngập lụt. Vào mùa khô, những dòng nước mưa quý giá sẽ được chúng tôi chuyển thẳng tới suối để duy trì dòng chảy của nước. Anh em cây chúng tôi sống cạnh nhau tạo nên một môi trường sinh thái chan hòa giữa cây và các bạn thú. Chúng tôi cùng khum tay lại để tạo chỗ ở và thức ăn cho các bạn thú quen sống hoang dã. Những lá cây rơi xuống suối lại tạo thành tổ cho cá và các bạn thuộc loài lưỡng cư. Vào những khi nóng nực, chúng tôi xòe bóng mát để che chở cho các loài động vật nhằm giữ nhiệt độ cân bằng cho cơ thể chúng. Ở vương quốc của chúng tôi, mọi thứ đều hài hòa, yên ổn, mọi mâu thuẫn đều dễ dàng được giải quyết mà không cần dùng đến bom đạn, vũ khí hay bất kì một cuộc bạo động nào! Và ngài Putin ơi, vào những ngày nghỉ, ngài cũng như những người dân khác thường đến rừng để nghỉ ngơi bởi đến với gia đình của chúng tôi, mọi người sẽ tìm thấy cảm giác thư thái, dễ chịu. Trong không gian trong lành, yên ả, căn bệnh stress của cuộc sống hiện đại được giải tỏa, những bệnh tim mạch, huyết áp cũng sẽ giảm dần. Và bởi rất yêu trẻ em nên chúng tôi còn là sân chơi lý tưởng giúp các em mau lớn và không những thế, với những đứa trẻ mắc phải chứng bệnh tăng động giảm tập trung khi đến với gia đình chúng tôi cũng sẽ được hồi phục phần nào. Thế nào, ngài nhìn chúng tôi có giống một vị bác sĩ không? Họ hàng rừng chúng tôi cũng đem lại một nguồn thức ăn và hoa quả cho con người. Xin đừng ngại, nguồn siêu thị của chúng tôi vẫn hoạt động đêm ngày. Thưa ngài Putin, tôi và rất nhiều họ hàng của tôi – những cây bạch dương đã nhiều lần xuất hiện trên các tờ tạp chí lớn, được coi là biểu tượng của mùa thu vàng nước Nga. Cạnh tôi là một anh bạn cây đến từ đất nước Việt Nam xa xôi, anh được một người Việt yêu mến nước Nga mang từ Việt Nam đến trồng ở đây. Qua anh ấy, tôi được biết về một đất nước Việt Nam với nhiều loại cây trái khác nhau. Và thật lạ, ở đất nước Việt Nam, nhiều gia đình rừng còn là nơi giúp che giấu những chiến sĩ cách mạng. Xem nào, anh ấy đã đọc cho chúng tôi nghe câu thơ “Rừng che bộ đội, rừng vây quân thù”. Những lúc cao hứng anh ấy thường ngân nga hát “Hương rừng thơm đồi vắng” rồi “Giữa rừng xanh dậy muôn câu ca”. Thế đấy, ngài Putin, gia đình chúng tôi trên khắp thế giới không chỉ mang lại nguồn lợi vô tận cho loài người mà còn là cảm hứng cho thi ca, nhạc, họa. Thế mà, hỡi ơi, anh em chúng tôi đang ngày đêm run sợ phập phồng vì đối mặt với bao tai họa của nạn cháy rừng, chặt phá rừng. Thật đau đớn đối với chúng tôi khi phải chứng kiến sự ra đi của những người họ hàng dưới bàn tay con người. Sao lại nỡ đối xử với chúng tôi như vậy? Xin đừng tận diệt chúng tôi bởi nếu không loài người cũng sẽ phải gánh lấy những hậu quả nặng nề nhất do việc phá rừng mang lại! Thưa ngài Putin, tôi mong mỏi với cương vị của ngài, ngài hãy hành động nhiều hơn để bảo vệ rừng chứ không chỉ lái máy bay quanh rừng khi có đám cháy. Tôi cũng mong một buổi nào đó được đón ngài đến với đại gia đình chúng tôi, chúng tôi sẽ dang tay chào đón ngài bằng một thân thể khỏe mạnh, xanh tươi chứ không phải đầy những vết thương như bây giờ. Và rồi những sắc xanh, sắc vàng của muôn vàn cây lá vẫn phủ kín các nẻo đường nước Nga. Chúng tôi chờ đợi điều đó, thưa ngài. Kính chúc ngài luôn mạnh khỏe!   "
        },
        {
            "order": 11,
            "name": "Internet And The Modern Educational System",
            "content": "  Independent writing task: What do you think are the impacts of the Internet on education? Give reasons and examples to support your response. Internet is a really essential, significant innovation of human being. It has large impacts on a lot of fields, especially education. Impacts in the field of education can be either positive or negative. In the following lines, I will discuss some of the considerable one. The first impact is that Internet is the source of books and information. Nowadays, more and more newspapers are placed on the Internet. As a result, people, from young students to old people can learn knowledge about the world outside their hometown. The Internet is also a library where people can own e-books just by a click and share them to their friends. There is countless e-books on the Internet translated into a variety of languages to be proper in the global community. It means that every single nation, no matter large or small, industrialized or not, people, if people are willing to study, they are worthy to deserve what they’d like. The second impact is that with the Internet, students can have relaxed after all day of hard studying. After a day at school, in the evening, when students play games, chat or listen to music on the Internet, their mind will be fresh and clear to prepare for the next day. Researchers have proved that after a day of studying hard, because your brain has to work really hard to remember the lesson, do the assignments, and work in groups, it is essential for you to relax. When you relax, your blood cells will work more perfectly and fluently, the two parts of your brain will function better, and the “wardrobe” in the heart of the brain will store the information better. The Internet is a really good tool because there verities of relaxing ways on the Internet, such as listening to music, playing online games, chatting with friends, or watching funny videos. Of course, if you reap significant benefits from these things, it will not be good. The third impact is on schools and universities. Nowadays, more and more schools are encouraging students to bring computer connected with the Internet to class. It is because with the assistance of the images and supporting information on the Internet, the lessons will be more vivid and the students will understand the lessons better. It is a win-win-win situation when students are benefited because they can learn the lessons fast and interestingly, the teachers are benefited because they do not have to teach really much and are loved by the students, the school is benefited because the parents of the children will be really satisfied and keep the children in the school. In the end, of course, there may be some negative impacts of Internet on studying such as playing too much games or having eyes problems, but with the appealing positive consequences of the Internet on education, I think that Internet is still one of the best education tools.   "
        },
        {
            "order": 5,
            "name": "Tớ Đã Học Tiếng Anh Như Thế Nào?",
            "content": "  Tớ bắt đầu học tiếng Anh Mọi người thường hay hỏi tớ xem tớ học tiếng Anh đã lâu chưa và ai cũng đoán là tớ phải bắt đầu học từ khi bé tí. Nhưng sự thực là khi còn rất nhỏ, tớ lại học tiếng Nhật cơ. Khi ấy, tớ sống cùng bố mẹ tớ ở Nhật nên được đi học cùng các bạn người Nhật, tất nhiên tớ cũng phải nói tiếng Nhật rồi. Bố tớ là chuyên gia về ngôn ngữ dạy học tại Nhật nên có nhiều sinh viên Nhật thường xuyên đến nhà tớ chơi. Ai tớ cũng sà vào nói chuyện, bằng cả hai thứ tiếng luôn, có lẽ vì thế mà tớ nói nhiều khủng khiếp. Mẹ tớ cũng công nhận điều này. Vừa biết nói một cái là tớ nói lưu loát, thành câu mà còn là câu hay hẳn hoi. Quay về chuyện học tiếng Anh, tớ bắt đầu học khi tớ năm tuổi, tức là hè năm 2007, khi tớ chuẩn bị vào lớp Một. Khi ấy, mẹ tớ phát hiện ra rằng có một số bạn bằng tuổi tớ như bạn Trang này, bạn Hà này và bạn Quỳnh Phương nữa ở gần nhà tớ đã đi học tiếng Anh ở trung tâm Master Mind gần nhà được nửa năm rồi. Thế là mẹ tớ ngay lập tức cũng muốn tớ đi học (mẹ tớ hay nghe ngóng tình hình xung quanh như thế lắm...hi...hi...). Đến trung tâm, mọi người xếp tớ vào một lớp học mới toe, toàn các bạn bằng tớ hoặc bé hơn tớ. Nhưng tớ lại muốn vào lớp mà các bạn cùng xóm đang học cơ. Thế là tớ nằng nặc đòi mẹ tớ xin chuyển lớp. Nhưng các bạn ấy thì đã học được nhiều rồi. Vậy mà tớ vẫn không đồng ý sang lớp mới. Tớ rất quyết tâm. Buổi đầu tiên vào lớp, quả là “choáng”. Các bạn khác đã nói được khá nhiều. Tham gia trò chơi bằng tiếng Anh cũng rất nhanh, rất tự tin, lại còn thuộc bao nhiêu bài hát tiếng Anh nữa chứ. Tớ ngồi co ro một chỗ, cô phải động viên mãi mới lên chơi cùng nhưng tất nhiên là rất lóng ngóng. Tớ mất tự tin đến nỗi, khi thấy mẹ đứng đón ở cửa tớ đã muốn khóc òa lên. Mẹ dịu dàng hỏi tớ về buổi học nhưng tớ chẳng nói được câu nào. Đi đường về, mẹ gợi ý cho tớ xem có nên chuyển lớp không. Nhưng thú thực, tớ không muốn học với các em nhỏ, vả lại đã hẹn là học cùng với bạn Trang, Phương, Hà rồi, không thể thất hứa được nên tớ cương quyết lắc đầu. Mẹ tớ bảo: “Nếu con cảm thấy không thể theo được thì đừng cố, nhưng mẹ nghĩ nếu con tích cực tự học ở nhà thì vẫn có thể đuổi kịp các bạn”. Câu nói của mẹ tớ làm tớ tin tưởng hẳn. Thế là về nhà, tớ ôn ngay những từ vừa học trên lớp, có sự giúp đỡ của mẹ tớ nữa. Thế nhưng đến buổi học thứ hai, tớ lại mất hết ý chí, chẳng muốn đi học nữa. Bỗng nhiên mẹ tớ đề nghị: “Hôm nay mẹ sẽ xin phép cô giáo để vào học cùng với con”. Tớ rất ngạc nhiên nhưng rồi hai mẹ con cũng dắt tay vào lớp. Buổi học hôm ấy tớ đã quen hơn với lớp, lại có mẹ ngồi cạnh nên tự tin hơn. Nhưng mẹ tớ không tham gia mà chỉ ngồi lặng lẽ quan sát và thỉnh thoảng nhìn tớ cười cười. Sau buổi học, mẹ tớ nói: “Mẹ con ta sẽ cùng học ở nhà”. Tớ nhớ ở lớp học hôm đó, tớ học về những từ chỉ màu sắc, về nhà, mẹ tớ tổ chức các trò chơi với màu sắc để tớ có thể nhớ được từ. Ví dụ, mẹ cho tớ cầm một nắm bút chì, ban đầu mẹ nhắm mắt và rút ra một cái, mẹ tớ sẽ hỏi ba câu, tất nhiên là bằng tiếng Anh để tớ trả lời về màu của bút chì đó, rồi phải nói được đó là màu gì. Ví dụ, mẹ tớ có thể hỏi: “Is it pink?”, tớ trả lời “No, it is not.”; “Is it red?”, “No, it is not.”... và cuối cùng có thể sẽ là: “it is green!”. Sau đó lại đến lượt tớ nhắm mắt. Tớ thấy học vui ơi là vui, chẳng mấy chốc tớ đã thuộc lòng các màu, và còn biết đặt câu hỏi, câu trả lời nữa chứ. Thuộc được màu rồi, những lúc ngoài giờ học mẹ vẫn thỉnh thoảng hỏi tớ khi nhìn thấy bất kì một đồ vật nào đó. Cứ thế, những buổi học sau, cứ trên lớp học gì là về mẹ lại cho tớ chơi trò chơi hoặc hát về những gì đã học. Bố tớ cũng rất ủng hộ tớ trong việc học ngoại ngữ nên mua cho tớ một cái đài rất xinh, đặt ở đầu giường, tối nào đi ngủ cũng nghe, khi là bài học ở lớp, khi thì bài hát tiếng Anh, tớ ngủ trong những giấc mơ rất đẹp, trong mơ tớ thấy tớ nói tiếng Anh rất giỏi và đi giữa những người bạn nước ngoài. Hi... hi, các bạn thấy tớ mơ có hay không? Và kết quả là kết thúc khóa học tiếng Anh đầu tiên của lớp học, cô giáo tổng kết điểm để chọn bạn có điểm cao nhất sẽ được học bổng của trung tâm. Các bạn có đoán được người được học bổng đó là ai không? Là tớ đấy. Các bạn cùng lớp cứ là nhìn tớ phục lăn (tớ nghĩ thế) vì dù sao tớ cũng là người vào sau cùng mà. Không chỉ có thế, đến lúc này, tớ đã có thể nói được rất nhiều những câu giao tiếp thông thường, tớ lại còn biết đọc và viết tất cả những từ đã học, chứ không như ở lớp cô chỉ dạy chúng tớ nhớ từ thôi mà chưa dạy viết vì trong lớp hầu như các bạn chưa đi học. Đến lúc này, thú thực tớ lại thấy lớp học cũ hơi hơi dễ. Tớ nói điều này với mẹ, mẹ tớ bảo: Để thay đổi không khí, mẹ cho tớ đi học ở Apolo, có cả chuyên gia nước ngoài dạy. Lúc đó là tháng Sáu năm 2007, mẹ và bác tớ dẫn tớ đến trung tâm. Phải nói là tớ thích ngay từ đầu vì có máy lạnh, có cả cầu thang máy nữa. Các cô nhân viên thì rất dịu dàng và xinh đẹp. Lại một phiền toái nữa là tớ chưa biết viết nhiều nên các cô lại chỉ cho tớ học trình độ đầu tiên, starter A nhưng tớ cương quyết không học mà muốn vào học lớp starter B, tức là học cùng với những bạn đã trải qua chín đến 12 tháng học trình độ A. Các cô đồng ý với điều kiện, nếu học mấy buổi mà giáo viên phụ trách lớp nói tớ không thể theo được, tớ sẽ phải chuyển xuống lớp A. Quả thực lớp mới làm tớ rất ngỡ ngàng, có cả những anh chị đã học lớp Năm. Khó khăn nhất trong những buổi đầu của tớ là việc viết, chưa kịp học viết tiếng Việt, tớ đã phải viết những câu dài ngoằng bằng tiếng Anh, làm bài tập nữa. Nhưng tớ rất thích. Mẹ và bố lúc nào cũng động viên. Các cô giáo phụ trách người Việt Nam và cả cô giáo người nước ngoài cũng thường xuyên quan tâm đến tớ hơn một chút vì tớ nhỏ nhất lớp. Sau ba tháng học, qua một kì thi, tớ lại dẫn đầu lớp với chứng chỉ loại Xuất sắc (Certificate of Excellent Achievement). Tớ vui lắm, vui nhất với lời nhận xét của cô giáo nước ngoài mà tớ tạm dịch: Tuy là học sinh nhỏ nhất lớp nhưng Nam luôn tỏ ra là một học sinh mẫu mực với cách phát âm tuyệt vời và vốn từ vựng phong phú. Tôi rất yêu tinh thần học tập của em. Các ấy ơi, các ấy thấy chưa nào, mình hoàn toàn có thể vượt qua được khó khăn nếu mình cố gắng phải không? (Câu này tớ học của bố tớ đấy). Đến lúc này, nghĩ đến việc sẽ mất thêm chín tháng để học giáo trình mà tớ đã học trước đó, tớ xin phép mẹ tớ cho quay lại Trung tâm Master Mind để học nhưng vào lớp đã hơn tớ học lúc ban đầu bảy cấp độ (nếu bình thường sẽ phải học mất khoảng 21 tháng liên tục mới xong bảy cấp độ này). Và cũng thật bất ngờ, tớ lại giành học bổng ở lớp mới. Tớ còn đi học cùng với các anh chị sinh viên theo giáo trình Headway. Dù học gì, tớ nghĩ việc học ở nhà vẫn là quan trọng, các ấy phải nhớ điều này, cố gắng dùng tiếng Anh khi có thể... Và quan trọng là các ấy phải tự tin, đừng nhút nhát. Tớ mà gặp một người nước ngoài nào trông thân thiện một chút là tớ bắt chuyện ngay (hi...hi). Đến giờ thì tớ đã có thể làm tiếng Anh ở những trình độ cao rồi và kĩ năng nghe cũng tương đối tốt. May mắn là tớ có cô Thủy, cô họ tớ là giảng viên tiếng Anh ở trường Ngoại thương. Cô dạy cực hay và lại rất hiểu tớ nên thỉnh thoảng, mẹ cho tớ ra nhà cô để cô chỉ bảo. Tớ khoái lắm vì được nói chuyện với cô hoàn toàn bằng tiếng Anh, khoái nhất là mỗi lúc break time (giờ nghỉ) lại được chú Nam, chồng của cô, mang cho bao nhiêu đồ ăn ngon. Cũng từ khi ra nhà cô học, tớ được làm quen với hai em họ của tớ là em Bông và em Cún, một em vẽ rất đẹp và một em làm đồ ăn rất ngon. Chính hai em đã động viên tớ để tớ viết cuốn sách này đấy (Many thanks – Bong and Cun).   "
        },
        {
            "order": 29,
            "name": "Sự Cần Thiết Của Giáo Dục Thể Chất Trong Trường Học",
            "content": "  Bạn đồng ý hay không đồng ý với câu nói sau đây: Các trường đại học không cần yêu cầu điểm cao trong môn giáo dục thể chất để cấp bằng tốt nghiệp. “Phương châm của tôi là có ít bài tập lý thuyết và dành nhiều thời gian chạy chân không trên sân cỏ”; “Sức khỏe chính là của cải lớn nhất của chúng ta”. Đó là hai câu nói nổi tiếng của Terri Gullemets và những người Virgil. Tất nhiên, sức khỏe là vàng bạc của cuộc sống và giáo dục thể chất liên quan chặt chẽ đến sức khỏe, đặc biệt là trong môi trường đầy tính cạnh tranh như trong các trường đại học. Vì vậy, tôi hoàn toàn không đồng tình với câu nói ở chủ đề nêu trên và tôi sẽ đưa ra những lý do để củng cố quan điểm của mình như sau. Lý do đầu tiên, chúng ta cần điểm cao trong môn giáo dục thể chất vì ngày nay, ở trường đại học, rất nhiều sinh viên không muốn tập luyện thể thao. Họ chỉ tập trung vào học để sao cho đạt được điểm cao khi tốt nghiệp. Họ quên rằng nếu họ không có một sức khỏe tốt thì không thể làm được việc gì cả. Sinh viên cứ tự khóa mình trong phòng, học, học và học một cách nhồi nhét, không mảy may để ý đến sức khỏe của mình. Nếu các trường đại học không để ý tới vấn đề này, sinh viên của họ sẽ gặp phải nhiều căn bệnh và trở nên kiệt sức. Để kiểm soát vấn đề này, các trường đại học nên đưa giáo dục thể chất vào danh mục những môn quan trọng trong kì thi nhằm nhắc nhở sinh viên rằng họ phải tập luyện thật nhiều, nếu họ đạt điểm B hoặc C trong môn giáo dục thể chất, họ vẫn được cấp bằng tốt nghiệp nhưng không được như ý muốn dù họ có được điểm A trong các môn học khác. Mục đích của việc làm này là để nhấn mạnh tầm quan trọng của môn giáo dục thể chất trong nhà trường. Lý do thứ hai là giáo dục thể chất có thể tạo lập sự liên kết giữa các khoa, các trường với nhau. Mỗi khoa có những môn học chuyên ngành khác nhau, nên không có môn nào mà khoa này có thể giao lưu với khoa khác. Khoa Sinh học không thể thi đấu môn Sinh học với Khoa Kinh tế. Nhưng nếu nhà trường yêu cầu giáo dục thể chất cho tất cả các khoa thì hai khoa dù khác ngành vẫn có thể thi đấu với nhau. Ngoài ra, trường này có thể thi đấu thể thao với trường khác bởi vì họ đều có môn giáo dục thể chất. Thật tuyệt vời nếu được chơi thể thao với trường khác. Thứ ba, nếu học sinh được rèn luyện và tập trung nhiều vào môn giáo dục thể chất, họ có thể dễ dàng hòa nhập với môi trường khắc nghiệt đang đợi họ ở ngoài xã hội. Có sức khỏe tốt hơn, họ có thể đương đầu với những thử thách cả về mặt tinh thần lẫn thể chất. Họ có thể đánh một bản báo cáo dài hàng nghìn chữ, thức trắng đêm ở văn phòng nhiều ngày liền, bôn ba khắp nơi để tiếp thị sản phẩm hay trò chuyện với đối tác, tập trung trí não để suy nghĩ về một bản báo cáo hay dự án... Những việc như vậy không chỉ cần trí thông minh mà còn cần sức khỏe thể chất. Bạn cần phải thật khỏe mạnh thì não bạn mới có thể hoạt động tốt và hiệu quả. Bạn cũng cần phải khỏe để có thể điều khiển bộ não trong những lúc kiệt sức. Tất cả đều cần đến sự cân bằng giữa trí óc và cơ thể một cách nhịp nhàng và uyển chuyển. Cuối cùng, tôi hoàn toàn đồng ý rằng: Giáo dục thể chất là cần thiết để có thể tốt nghiệp đại học.   "
        },
        {
            "order": 9,
            "name": "Always Telling The Truth In The Most Important Consideration For A Good Relationship",
            "content": "  Do you agree or disagree with the following statement: Always telling the truth is the most important consideration in any relationship. Use specific reasons and examples to support your answer. The traditional virtue of telling the truth in all situations is increasingly doubted by many people in today’s world. Many believe that telling the truth is not always the best policy when dealing with people. Moreover, the line of a “truth” is becoming much vaguer. In my opinion, I agree with the statement, even there are some advantages of telling a lie. This essay will explore the influence of telling the truth to relationships between people. We all understand that often the truth is offending and may not be a very nice thing to both hearer and speaker. Lies or white lies often have their advantages, especially in this industrializing world. The manipulation of white lies is the most obvious in the world of business. How many times have we heard that some product is “the finest” or “the cheapest”? How many times have we heard about products that have such “magical functions”? Advertising is about persuasion, and many would agree that if a company is willing to tell the absolute truth about its products, no one would be interested in even having a look at them. This principle applies logically to the relationship between human. A ruthless truth about something may severely hurt your friends’ mind and soul. For example, when you go to a friend’s birthday, your friend asks you about whether her dress is beautiful or not. Will you point to her dress and say that: “This is the ugliest dress I have ever seen?” If you do so, it means you spoil her birthday and it is a very ruth, impolite saying. Sometimes, a white lie can make a person feels happy about him and the relationship. Confrontation and disputes may be avoided. However, there is always the risk factor of the truth emerging sooner or later when telling an untruth. The basic trust in any relationships (businessman/customer, friends, parents /children) will be blotched, and would have an impact on the future relationship between both parties. No one will believe you when you’re telling the truth again after lying. Your word will have no weight and no person will hear you that time. In addition, the other disadvantage of telling lie is that you will no control when the truth emerges. Everyone will hate you and in the next time, when you tell the truths, they will not believe you anymore. For example, you got an F in your Mathematic test; you told to your mom that you got an A in that test. After a long time, when the truth emerges, your mom will not believe you anymore when you tell the truth. Untruths breed pains in both parties: tears when the truth is uncovered after a period of time; fear and the burden of sharing a “secret”. In the long run, it seems that hiding the truth is not beneficial to either party. Everyone hates betrayal. Even if it is the trend to occasionally hide the truth in relationships, it is strongly recommended that not to follow that trend as the risk and the consequences of the truth unfolded overwhelms the minimal advantages one can derive from not to tell the truth. After all, it is understood that relationships are founded on “trust” which goes hand in hand with “truth”. Indeed, telling the truth is always the most important consideration in any relationship between people.   "
        },
        {
            "order": 36,
            "name": "Chú Thích",
            "content": " 1. Trò chuyện (small talk): được hiểu là cách thức bắt đầu câu chuyện với một người lạ (trong giao tiếp hằng ngày, trong công việc) và duy trì cuộc trò chuyện đó, trước khi chính thức đi vào những vấn đề cốt yếu của câu chuyện (big talk). Khái niệm \"small talk\" là do tác giả sáng tạo ra, phân định rạch ròi việc bắt chuyện làm quen khi mới gặp gỡ là\"small talk\", còn khi trao đổi công việc mang tính trang trọng, nghiêm túc hơn là\"big talk\". Chúng tôi tạm dịch small talk là trò chuyện, làm quen, bắt chuyện; còn big talk là đối thoại.2. Cleveland là người thành lập một trong những hãng quản lý thể thao đầu tiên ở Mỹ1. Calvin Coolidge (1872 - 1933) Tổng thống thứ 30 của Hoa Kỳ nhiệm kỳ 1923 - 1929.1. Phim Triệu phú ổ chuột kể câu chuyện một chàng trai trẻ xuất thân từ một khu ổ chuột và bỗng nhiên trở thành triệu phú sau khi tham gia trò chơi Ai là triệu phú? và trả lời được tất cả các câu hỏi..(1) Một trò chơi gồm từ hai đến bốn người, trong đó mục tiêu của trò chơi là bắt quả tang những người chơi gian lận nếu họ đang chơi sai lá bài.1. Dagwood Bumstead: Một nhân vật chính trong truyện tranh dài kỳ Blondie, được xuất bản lần đầu năm 1933. Dagwood nổi tiếng là người thường xuyên gặp vấn đề rắc rối với mọi thứ.1. Người Cro-Magnon sống cách đây 40-50 nghìn năm, vào cuối thời kỳ đồ đá.2. Kế hoạch Ponzi: Một hoạt động đầu tư lừa đảo hứa hẹn mang lại lợi nhuận cao với ít rủi ro. Nó được đặt theo tên của Charles Ponzi - một kế toán tại Boston, người đầu tiên đưa ra mô hình lừa gạt này năm 1919. Từ một kẻ vô danh và rỗng túi, hắn trở nên nổi tiếng và giàu có toàn nước Mỹ.3. Kiwanis Club: Một tổ chức tình nguyện hải ngoại của Mỹ, mục đích là tạo dựng sự hợp tác lẫn nhau giữa mọi người trên thế giới.1. Một nhân vật hoạt hình của hãng phim hoạt hình Hanan-Barbera.2. Dick Tracy, James Bond: Các nhân vật trong phim hành động “Điệp viên 007” của Mỹ.3. Dan Rather: Người dẫn chương trình nổi tiếng phụ trách bản tin tối trên kênh CBS của Mỹ.4. Gamma, theta, delta… là các hệ số của quyền chọn.1. Bệnh liên quan tới tuyến giáp.2. WASP: chỉ người thuộc tầng lớp thượng lưu, viết tắt của White Anglo- Saxon Protestant (tín đồ Tin Lành người Mỹ da trắng gốc Anh).1. Chính sách giảm thuế cho phép các tổ chức tiết kiệm bán các khoản vay thế chấp của mình và dùng tiền mặt để xoay vòng với lợi tức cao hơn, thông thường bằng cách mua các khoản vay rẻ từ các tổ chức tiết kiệm khác đang đổ ra. Đơn giản, các tổ chức tiết kiệm trao đổi các danh mục khoản vay. Họ bị lỗ nặng trong việc bán tháo này (bán các khoản vay với giá 65 xu - so với giá 1 đô-la mà họ cho vay lúc đầu).2. Thành ngữ này được nhiều người biết đến đặc biệt từ năm 1929, khi Đảng Cộng hòa tuyên bố rằng mỗi công dân Hoa Kỳ sẽ có “a chicken in every pot” (đủ cơm ăn áo mặc cho tất cả mọi người) nếu Herbert Hoover đắc cử trong cuộc chạy đua vào chiếc ghế tổng thống năm đó.* Việc bán khống cổ phiếu của Salomon quả thực là một vụ đầu cơ; giá cổ phiếu hầu như giảm theo một đường thẳng từ 59 xuống 32 đô-la trước khi sụp đổ vào tháng 10 năm 1987, mặc dầu phỏng đoán của các công ty môi giới khác – đáng chú ý là First Boston và Drexel Burnham, cho rằng cổ phần Salomon là một vụ đầu tư rất ngon ăn. Sau khi sụp đổ, nó đã hạ xuống còn 16 đô-la (TG).+ Một trong những lời ca ngợi về thành công tài chính của Alexander có thể tìm thấy trong cốt truyện Bonfire of the Vanities (Lửa phù hoa) của Tom Wolfe. Wolfe mô tả nhân vật chính Sherman McCoy bị mắc vào tình trạng khó xử với các trái phiếu chính phủ được bảo hiểm bằng vàng của Pháp – gọi là trái phiếu Giscard. Chính Alexander là người phát hiện trái phiếu này bị định giá sai và anh đã kiếm được hàng triệu đô-la từ việc khai thác sự định giá sai đó (TG).1. Tác phẩm binh pháp On War của Carl Von Clausewitz (1780-1831), nhà lý luận quân sự người Phổ, rất nổi tiếng trong giới quân sự phương Tây.* Wasserstein là cố vấn của Perelman, làm việc cho đối thủ cạnh tranh của chúng tôi, First Boston. Ngạc nhiên là ở chỗ, thỏa thuân này lại hấp dẫn đến nỗi anh ta phải nghỉ việc ở First Boston để quản lý Salomon nếu Perelman giành chiến thắng. Rõ ràng là Bruce không được hạnh phúc lắm ở First Boston. Anh ta từ chức vào tháng Giêng năm sau đó để mở công ty riêng, Wasserstein, Perella & Co. Ở đó, tôi có cơ hội để phỏng vấn và hỏi trực tiếp Wasserstein về tin đồn này. Anh ta là loại người mạnh mẽ, không bao giờ nhìn xuống giày và ấp úng trả lời. Nhưng lần này, khi nghe câu hỏi, anh sụp mắt xuống và hạ giọng: “Tôi không biết tin đồn này bắt đầu như thế nào, nó có thể là sự thật hay không? Tôi đang ở Nhật Bản khi việc đặt giá được thông báo.” Hmmm (TG).** Quyền kiểm soát lại rơi vào tay Gutfreund vào năm 1984 nhờ sự hậu thuẫn của Salomon trong khi Philbro gần như sụp đổ, ông ta thuyết phục hội đồng quản trị sa thải David Tendler, CEO của Philbro. Sau đó, Gutfreund leo từ chức CEO của chi nhánh Salomon Brothers lên chức CEO của công ty mẹ Philbor Salomon – đổi tên lại thành Salomon Inc (TG).* Kẻ ngồi lê đôi mách không bao giờ bị phát hiện. Tôi được biết rằng cho đến tháng 10 năm 1988, cuộc truy tìm vẫn còn đang diễn ra (TG).** Đó chắc chắn là sự thật. Vào cuối năm, không nhà quản lý nào từ chức. Tom Strauss được trả 2,24 triệu đô-la. Bill Voute được 2,16 triệu đô-la và có lẽ ngạc nhiên nhất là Dale Horowitz, người đứng đầu một ban bị giải thể, chịu trách nhiệm về sự dính líu của chúng tôi tại Columbia Circle, được trả 1,6 triệu đôla. Tuy nhiên, Gutfreund đã thôi không được nhận khoản tiền thưởng của ông ta, chỉ vẻn vẹn 300.000 đô-la tiền lương và 800.000 đô-la đền bù trả chậm. Thay vào tiền thưởng, Gutfreund được nhận 300.000 cổ phiếu quyền chọn mà vào thời gian đó trị giá hơn 3 triệu đô-la (TG).1. Mỉa mai thay, sau này tôi biết rằng Southland thành công, vì nó đã hồi phục. Nhưng mối hoài nghi của tôi về kỹ năng trái phiếu thứ cấp của Salomon Brothers không thay đổi. Khoảng giữa năm 1988, hai giao dịch LBO đầu tiên trị giá hàng tỷ đô-la, lớn nhất tại Mỹ và được Phố Wall đỡ đầu đã bị phá sản. Chuỗi cửa hàng dược phẩm Revco, được mua lại bởi ban quản trị bằng trái phiếu thứ cấp, đã nộp đơn phá sản (TG).*** Việc này không đem lại hiệu quả. Như John Gutfreund giải thích cho các cổ đông trong báo cáo thường niên vào năm 1987: “Bằng cách thực hiện đúng cam kết của chúng tôi với khách hàng và tiếp tục việc nắm cổ phần công ty BP, khi sụp đổ xảy ra Salomon Brothers đã chịu khoản lỗ 79 triệu đô-la trước thuế (TG).”1. Sam Bowie: Một vận động viên bóng rổ của Liên đoàn Bóng rổ Mỹ, người có lẽ nổi tiếng nhất về chuyện được NBA xếp trên Michael Jordan trong Bảng xếp hạng năm 1984.2. Abraham Lincoln là chính trị gia Đảng Cộng hòa. Stephen Douglas là chính trị gia Đảng Dân chủ. Trong cuộc chạy đua vào Nhà Trắng năm 1960, Lincoln đã chiến thắng Douglas, trở thành tổng thống thứ 16 của Mỹ.1. Chiến tranh Yom Kippur hay còn gọi là Chiến tranh Ả Rập- Israel 1973 là cuộc chiến nổ ra từ ngày 6 đến 26/10/1973 khi liên minh các quốc gia Ả Rập do Ai Cập và Syria dẫn đầu chống lại Israel. Cuộc chiến bắt đầu khi quân Ai Cập và Syria bất ngờ đồng loạt tấn công Israel trong ngày lễ Yom Kippur, ngày lễ Sám hối của người Do Thái.1. Alexis de Tocqueville (1805-1859): nhà tư tưởng chính trị, học giả người Pháp, nổi tiếng nhất với tác phẩm Nền dân trị Mỹ. Trong tác phẩm này, ông khẳng định rằng nền dân trị là hình thức xã hội duy nhất có thể trong thời hiện đại. Ở Mỹ, từ lâu, tác phẩm này của ông, bên cạnh bản Tuyên ngôn độc lậpvà Hiến pháp Mỹ, được tôn thờ như một thứ tôn giáo và tiên tri chính trị.2. Branko Milanovic: nhà kinh tế học, nhân viên WB, chuyên nghiên cứu về bất bình đẳng thu nhập và toàn cầu hóa.1. Richard Nixon (1913-1994): Sau này trở thành Tổng thống thứ 37 của Mỹ, nhiệm kỳ 1969 -1974.2. Alabama: cách nói hài hước của tác giả, Alabama là một tiểu bang của Mỹ.3. Hồ Volta: xây dựng trên sông Volta, là đập nhân tạo lớn nhất thế giới, dài khoảng 400km.4. Mô hình Harrod-Domar: Mô hình lý giải tăng trưởng kinh tế là do lượng vốn đưa vào sản xuất tăng lên.5. Hội Quốc liên (League of Nation): tổ chức tiền thân của Liên hợp quốc sau này.1. Jubilee 2000: Một phong trào quốc tế diễn ra vào năm 2000 tại hơn 40 nước, kêu gọi xóa nợ cho các nước thế giới thứ 3.1. Đường 128 (Route 128): Là một phần con đường vành đai bao quanh thành phố Boston, bang Massachuset, Mỹ. Do sự phát triển của công nghiệp công nghệ cao quanh khu vực đường 128, con đường này được coi là biểu tượng của cộng đồng công nghệ cao của Boston.1. Jason – dũng sĩ trong thần thoại Hy Lạp, người đã dẫn đoàn chiến binh Argo vượt biển đi tìm bộ lông cừu vàng để dâng lên các vị thần bảo hộ con người.1. “Bearing up” là cách nói tiếng Anh của người Anh, còn tiếng Mỹ tương ứng là “I’m managing\" hoặc “I’m getting by”.1. Câu 7 còn có thể dùng các câu khác để biểu đạt ý tương tự: Do I claim parcels here? Do I get my parcels here? Is this where I get my parcels? Are parcels claimed here? Is this the window for claiming parcels?1. Khi nói chuyện điện thoại bằng tiếng Anh thì không dùng đại từ I và You để chỉ mình và người đối thoại, mà phải dùng đại từ nhân xưng ngôi thứ ba là It hoặc đại từ chỉ thị This, That. Ví dụ khi nói: Tôi là ......... thì dùng It’s hoặc This is ........; khi hỏi người đối thoại là ai thì dùng Who’s that? hoặc Who’s it?2. Khi biểu thị việc gọi điện thoại, người Mỹ thường dùng “call”, còn người Anh thì dùng “ring”. Trong hoạt động buôn bán, khi nhận điện thoại thì trước tiên thường nói cho người đối thoại biết số của công ty. Khi gọi điện thoại riêng, thông thường chỉ cần nói số điện thoại của mình.Tên viết tắt của tập đoàn máy tính INTegrated Electronics, do Gordon Moore và Robert Noyce thành lập năm 1968. Ban đầu chỉ là một công ty sản xuất thiết bị điện tử, nhưng nhờ sự phát triển vũ bão của công nghệ máy tính mà ngày nay Intel nằm trong số 50 công ty lớn nhất thế giới với doanh thu hàng năm hơn 35 tỷ đô la.(*) Wallace Earle Stegner (1909 –1993): Nhà sử học, nhà văn và nhà môi trường học nổi tiếng người Mỹ.  "
        },
        {
            "order": 0,
            "name": "Lời Giới Thiệu",
            "content": "  Ngày mới mở ra showroom kiêm phòng đọc sách miễn phí tại 119 C5 - Tô Hiệu, một con phố đông đúc, trong khu vực dân trí cao, hầu như ngày nào tôi cũng qua đó để pha trà, mời kẹo và giao lưu với bạn đọc, với những người yêu thích sách. Và hình như niềm vui lớn nhất của người mà sau này được mệnh danh là “Tiến sĩ văn hóa đọc” như tôi là được nói chuyện, tâm tình với những người mê sách và muốn ứng dụng tốt nhất những gì học được từ sách vào công việc và cuộc sống như mình. Có nhiều vị khách đặc biệt đã đến với phòng đọc sách miễn phí này và một trong số đó là cậu bé dẫn chương trình Chúc bé ngủ ngon trên Đài truyền hình Việt Nam với cái tên quen thuộc Đỗ Nhật Nam. Tôi hơi ngạc nhiên về cậu bé mới sáu tuổi mà nói tiếng Anh khá tốt và thích nói chuyện với tôi bằng tiếng Anh. Tôi bất ngờ khi cậu bé trả lời câu hỏi của một Lời giới thiệu đồng nghiệp tại Thái Hà Books “Cháu có biết ai là giám đốc công ty sách Thái Hà không?” rằng chính là tôi, với lý do rất trẻ con nhưng cũng rất người lớn: “Bởi bác ấy sử dụng tiếng Anh rất tốt. Giám đốc công ty sách thì phải giỏi ngoại ngữ chứ”. Sau này khi thấy tôi biết bốn ngoại ngữ, Nhật Nam nói: “Cháu biết ngay mà!”. Nhật Nam muốn dịch sách. Vì chiều Nhật Nam và bố mẹ cháu nên chúng tôi đưa cho cu cậu mấy cuốn trong bộ Cu Tí khám phá thế giới với mong muốn thật lòng: “Để cháu đọc cho vui” bởi chẳng nhẽ lại nói luôn rằng: “Làm sao mà cháu dịch được!” Khi đó Nhật Nam mới sáu tuổi. Chúng tôi đưa sách cho Nhật Nam và quên luôn mất chuyện này. Ngày nhận được bản dịch, chúng tôi hoàn toàn bất ngờ vì trình độ tiếng Anh, kỹ năng dịch thuật và khả năng ngôn từ của cháu. Thế là Thái Hà Books dừng ngay việc in bộ sách với bản dịch đã được chọn trước đây của một dịch giả nổi tiếng. Cả Thái Hà Books thừa nhận: Đây mới là giọng dịch phù hợp với một cuốn sách dành cho những cu Tí muốn khám phá thế giới. Và rồi chúng tôi có mặt trong lễ nhận kỷ lục “Dịch giả nhỏ tuổi nhất Việt Nam”. Lúc đó Nhật Nam bảy tuổi. Và rồi chúng tôi trở thành những người bạn lớn rất thân thiết. Và rồi nếu không gặp nhau, chúng tôi hay nhắn tin cho nhau. Tôi không thể quên được một lần tôi đã hỏi Nhật Nam, khi ấy mới sáu tuổi, lớn lên cháu muốn làm nghề gì. Không nghĩ ngợi, cậu bé trả lời ngay: Làm Bộ trưởng Bộ Ngoại giao của Mĩ. Khi tôi hỏi, tại sao lại là Mĩ mà không phải Việt Nam hay một nước khác, cháu bảo, bởi chỉ có Mĩ mới đủ lớn và đủ khó để cháu làm. Khi tôi đùa hỏi tiếp rằng tại sao là Bộ trưởng mà không phải là Tổng thống, Nhật Nam nói: “Ô thế bác không biết à, muốn ứng cử làm Tổng thống Mĩ phải sinh ra trên đất Mĩ mà cháu lại sinh ra ở Nhật!” Khi Nhật Nam bảy tuổi, vẫn câu hỏi cũ tôi nêu ra, nhưng đáp án lần này lại hoàn toàn khác: “Cháu muốn trở thành nhà sinh vật học”. Hóa ra Dịch giả nhỏ tuổi nhất Việt Nam muốn làm chủ thế giới sinh vật, để các con vật được khám phá, được yêu thương, được sống yên vui và hạnh phúc. Cũng khi cháu mới bảy tuổi, Thái Hà Books tổ chức tọa đàm “Khách hàng chưa phải là thượng đế” và Nhật Nam đến dự. “Cậu bé tý hon” của chúng ta đã có bài phát biểu về lãnh đạo doanh nghiệp làm bao người đứng đầu các công ty và tập đoàn vô cùng bất ngờ. Cháu phân tích về phong cách lãnh đạo tại Việt Nam, Nhật, Mĩ, châu Âu trong quá khứ, hiện tại và tương lai. Cháu nói về việc nên làm để kinh tế phát triển. Nhiều doanh nhân bữa đó, trong đó có một người khác cũng tên là Nam – anh Nguyễn Thành Nam, người giữ chức Tổng giám đốc tập đoàn FPT sau này, không thể không trầm trồ khen cháu. Năm 2011, khi phát hiện ra những “tác phẩm” tiếng Anh của Nhật Nam tôi đã rất bất ngờ. Mà không chỉ có tôi, mấy anh bạn sống quen nơi đất Mĩ, đất Anh hay Úc cũng ngạc nhiên. Không ai có thể tin, một cậu bé chưa đến mười tuổi đời, có thể tạo ra được những tác phẩm tuyệt diệu như thế. Tôi không muốn nói về những kết quả Nhật Nam đã đạt được cho đến thời điểm này mà muốn nói về cháu như một CON NGƯỜI. Nhật Nam rất tình cảm và đáng yêu. Thật sự là như vậy. Nụ cười hiền hậu và ánh mắt hút lòng người của Nhật Nam luôn hiển hiện trong tôi. Và hình như cứ khi nào buồn, nhớ đến khuôn mặt cháu là tôi vui ngay trở lại. Mẹ Điệp của Nam đã mấy lần cám ơn tôi và Thái Hà Books đã phát hiện và tạo điều kiện để cháu học tập và trưởng thành nhưng chị không biết rằng người cám ơn phải là tôi. Nhật Nam đã mang đến cho không chỉ tôi mà tất cả các thành viên của gia đình Thái Hà Books cùng bao bạn đọc nhiều niềm vui và hạnh phúc. Nhật Nam rất rất tình cảm. Tôi viết những dòng chữ này nhân dịp đầu xuân Nhâm Thìn 2012. Khi đang gõ, không hiểu sao tôi lại nghĩ đến mười người mua quà nhiều nhất cho tôi từ bé đến giờ. Bạn sẽ rất ngạc nhiên bởi trong danh sách này có bé Nhật Nam. Bạn cũng khó tin nếu biết rằng áo len tôi đang mặc, áo sơ mi đang trên người tôi, rồi cả áo khoác hai mặt hay đôi tất đang làm ấm chân khi nhiệt độ Hà Nội đang xuống dưới 10 độ vào đêm như bây giờ… đều do Nhật Nam tự mua, tự chọn. Màu cháu chọn rất tinh tế. Cỡ cháu chọn rất vừa. Cách cháu tặng quà rất trân trọng. Tấm lòng và cách đối xử của Nhật Nam thật đáng để tôi và bao người lớn khác phải học theo. Nhiều báo đài đã hỏi tôi, liệu Nhật Nam có phải là thần đồng hay không. Xin thưa, không. Cháu là một cháu bé bình thường và có tố chất thông minh. Để có Nhật Nam như ngày hôm nay, anh Thảo và chị Điệp đã rất biết “thai giáo” cháu. Bố mẹ của Nhật Nam đã áp dụng rất tốt những gì đã được viết ra trong những cuốn sách của bộ Phương án 0 tuổi và Dạy trẻ thông minh sớm hay Dạy trẻ biết đọc sớm. Thực ra hiện nay tôi cũng đang theo dõi và giúp đỡ hơn chục cháu nhỏ dưới bảy tuổi và thấy kết quả của việc áp dụng giáo dục trẻ thông minh sớm rất tốt. Phương pháp nuôi dạy của cha mẹ ngay từ khi mang thai và tinh thần hiếu học, sự quyết tâm của chính con trẻ là bí quyết để có Nhật Nam của ngày hôm nay. Nhật Nam là người bạn lớn của tôi. Tôi cũng là người bạn thân thiết của cháu. Nhật Nam đã bước qua ngưỡng cửa mười tuổi và tôi tin rằng cháu sẽ thành một công dân tuyệt vời của đất Việt chúng ta. Tôi nguyện cầu cho cháu có thêm những thành tích mới. Tôi cũng đang chờ đón những Nhật Nam khác trong tương lai gần. Nguyễn Mạnh HùngChủ tịch HĐQTkiêm Giám đốc Công ty Sách Thái Hà   "
        },
        {
            "order": 3,
            "name": "Tớ Vào Lớp Một",
            "content": "  Các ấy ơi, không phải cứ bố mẹ chọn trường nào cho mình là mình sẽ học trường đó đâu. Còn phải thi xem có được vào trường đó không nữa chứ. Từ hồi nảo hồi nào, tớ cũng vài ba lần thi rồi. Thi bé khỏe bé đẹp này, thi để tuyển cộng tác viên cho truyền hình này. Những cuộc thi cũng gay go ra phết. Vậy nên, khi lần này mẹ nói phải ôn tập để chuẩn bị thi vào trường, tớ cũng khá căng thẳng. Trường đẹp thế, chắc hẳn phải có nhiều bạn muốn vào. Khu nhà vệ sinh của trường khá ổn, chắc không đến nỗi phải nhịn đi tè. Nếu không cố gắng sẽ phải vào học ở một trường mà trong nhà vệ sinh có rất nhiều chuột cống, to bằng bắp đùi ngồi mở mắt thao láo nhìn mọi người qua lại – mẹ tớ bảo thế. Mẹ tớ bắt đầu chiến dịch ôn thi cho tớ và tớ nghiêm chỉnh chấp hành. Nghe đâu có bạn còn tập trung trong các lớp để luyện thi nữa. Buồn cười thế, không biết những lớp đó gọi là gì nhỉ, có gọi là “lớp luyện thi cấp tốc vào lớp Một” không hay gọi là “lò luyện thi” như những lớp ở cạnh nhà tớ vẫn hay có. Ôn thi cho tớ, mẹ tớ chủ yếu luyện tớ ở điểm nói năng cho trôi chảy, mạch lạc. Cái chính là không thấy “run” khi vào phòng thi. Điều này thì tớ tự cho mình điểm cộng. Tớ thấy người lớn ai cũng yêu trẻ con cả. Cho nên, mình không cần phải sợ. Tuy nhiên, nếu người lớn để trẻ con tự giải quyết theo kiểu trẻ con thì có lẽ trẻ con sẽ đỡ sợ hơn, tớ nghĩ thế. Tớ nhớ trong truyện Tottochan – Cô bé bên cửa sổ mà tớ nói ở trên, có lần bạn nhỏ đánh rơi một cái ví xuống hố phân, bạn ấy tiếc đứt cả ruột lên ấy chứ. Thế là bạn ấy kiên nhẫn múc từng gáo phân lên để tìm. Khi thầy hiệu trưởng thấy, thầy vô cùng kinh ngạc nhìn Tottochan bên cạnh một đống phân to đùng, mồ hôi nhễ nhại. Thế nhưng khi hỏi lí do xong, thầy bảo Tottochan cứ tiếp tục tìm cái ví nhưng với điều kiện là sau đó phải múc toàn bộ chỗ phân về chỗ cũ. Tớ rất kinh ngạc về chi tiết này. Nếu là mẹ tớ hay một ai khác, chắc chắn sẽ phải hét ầm lên về việc làm dại dột và bẩn thỉu. Mẹ tớ rất không thích khi chân tay tớ lấm lem. Cho nên tớ nghĩ giá mà thay bằng việc phải thi, chúng mình được vào phòng thi, bạn nào thấy mình giỏi về cái gì nhất thì tự nói ra. Có bạn sẽ chọn môn vẽ, bạn chọn hát hoặc cũng có bạn giỏi việc chạy bộ cũng không sao. Nhưng mẹ tớ bảo, nếu làm vậy thì sẽ không còn là phòng thi nữa. Thay vì việc coi thi, các cô giáo sẽ phải chạy từ nơi này đến nơi kia để xem năng khiếu của các bạn. Nếu chợt có bạn nào đó nói “con giỏi trèo cây ạ” các cô sẽ phải căng mắt ra nhìn lên cây. Nhỡ bạn ấy trèo lên cây rồi thấy hay quá, không muốn xuống để thi tiếp nữa thì làm sao, các cô giáo không thể trèo lên để bắt bạn ấy xuống được vì các cô đều mặc áo dài... Lí lẽ mẹ tớ đưa ra rất thuyết phục cho nên tớ hiểu rằng, dù sao thì mình cũng phải thi theo như quy định chung thôi. Chờ đợi mãi rồi ngày thi cũng đến. Hình như đó là dịp tháng Tám thì phải. Hôm ấy, nắng gay gắt. Mẹ tớ diện cho tớ một chiếc áo rất đẹp, cho áo vào trong quần và còn thắt một chiếc nơ nữa. Mẹ nhìn tớ có vẻ rất hài lòng. Tớ cũng thấy mình bảnh bao hơn nhưng nói thật là rất nóng! Trên đường đi, mẹ còn tranh thủ dặn tớ, nào là phải bình tĩnh, phải ngoan, phải cẩn thận... rất nhiều thứ “phải” mà tớ đã được nghe cũng khá nhiều lần rồi. Tớ cũng không tập trung lắm vì còn mải nhìn đường. Từ hôm đến thăm trường buổi đầu, hôm nay mới là buổi thứ hai tớ quay lại. Tớ cứ nghĩ miên man, nếu giả sử mẹ quên không đến đón thì sao nhỉ, liệu mình có tìm được đường về nhà không? Tớ lại tiếc là sáng nay đi không cầm theo mấy hạt đỗ để rắc trên đường, giống như trong truyện về các anh em tí hon khi bị bố mẹ bỏ rơi ý, để vẫn tìm được đường về. Nhưng mẹ chắc chẳng quên mình đâu. Nghĩ thế nên tớ yên tâm với việc nghe mẹ dặn dò. Trường thi đông nghịt người. Cũng toàn các bạn nhỏ như tớ. Bạn nào cũng có vẻ rất diện. Chắc là để lấy lòng cô giáo chấm thi. Vì nếu không cô sẽ nghĩ: Trời ơi, mũi anh này bẩn thể, không biết nhận vào học xong cu cậu có bôi ra áo mình không? Thành ra, tớ thấy nhiều bạn nữ mặc những bộ váy rất diêm dúa, tóc thắt nơ xinh lắm. Chưa vào lớp Một mà trông chúng tớ có vẻ khác hẳn rồi đấy. Vì nhiều “thí sinh” quá nên kì thi phải chia ra làm hai ca. Các phụ huynh thi nhau chen lấn để xem con mình thi ở phòng số mấy. Tớ thi ca hai, phòng thi số 9. Tớ phải ngồi chờ cho các bạn thi ca một xong xuôi mới được vào. Trong lúc ngồi chờ, nhìn xung quanh thấy một số bạn cũng đang được mẹ dặn dò (chắc cũng một loạt những cái “phải” như mẹ tớ). Một số bạn khác thì có vẻ rất tự tin chạy đuổi nhau trong sân trường. Phòng thi nằm ở tầng hai, phía cầu thang được ngăn không cho phụ huynh đi lên. Ca một bắt đầu vào thi. Từng phòng thi sẽ xếp hàng đợi cô giáo từ trên tầng xuống dắt lên. Kể từ phút này, không được nắm tay mẹ nữa. Lúc xếp trong hàng nhiều bạn rất hùng dũng nhưng khi mẹ vừa buông tay ra đã khóc ầm ĩ. Ca một vào, sân trường yên ắng hơn. Các bạn cùng thi ca hai với tớ cũng ngồi yên, chắc ai cũng đang nghĩ xem lúc mình lên tầng hai thì sẽ như thế nào. Một số bạn bên cạnh tớ còn lấy quyển sách Tiếng Việt lớp Một ra đọc vèo vèo mới khiếp chứ. Chắc biết tớ lo lắng nên mẹ quay sang rỉ tai: “Sách ấy khi nào con vào học, các cô giáo sẽ dạy, không cần thiết phải học trước đâu.” Tớ cười một cách yếu ớt. Tớ đang nghĩ đến những cô giáo mà tớ vừa nhìn thấy loáng thoáng. Cô nào cũng mặc áo dài xinh lắm nhưng có vẻ gì đấy nghiêm trang chứ không như cô giáo hồi mẫu giáo. Dưới sân trường, những phụ huynh có con đang thi có vẻ rất sốt ruột, cố gắng nghển cổ lên tầng hai để nghe ngóng. Nhất là khi có tiếng khóc của một bạn nào đó ré lên, tất cả đều hướng ánh mắt vào đó, rồi thở phào khi đó không phải con mình. Có nhà đi theo rất đông, cả ông, bà, bố mẹ còn cầm theo máy quay nữa. Chắc cả nhà muốn ghi lại hình ảnh rất trọng đại rồi chú thích ở dưới “Thí sinh lớp Một”. Trong lúc đang rối bời thì mẹ tớ đọc cho tớ nghe bài thơ Nghé đi thi, đại thể là về một chú nghé ọ lần đầu tiên đi thi nghé xem con nào gầy, con nào béo. Nghé tung tăng đi nhưng đến cuối cùng nghé quên mất nhiệm vụ, lại chạy ù lên đồi cao. Buồn cười thế, mẹ tớ làm tớ quên cả hồi hộp. Nhất định mình không thể như chú nghé ngây thơ, ngốc nghếch kia được. Mẹ tớ luôn thế, luôn làm tớ cảm thấy yên tâm mà. Chờ đợi mãi rồi ca một cũng xong. Các bạn ca một được dắt ra ngồi ở phòng chờ, đợi bố mẹ ra đón. Ai cũng hớn hở chứ không như lúc ban đầu. Nhìn thèm ơi là thèm! Bây giờ mới đến lượt chúng tớ đây. Mẹ không dắt tớ vào hàng mà chỉ chỗ để tớ tự đứng xếp hàng, mẹ ngồi xa xa mỉm cười. Tớ đứng ngay đầu tiên. Một chiếc biển phòng thi được đặt vào tay tớ. Hóa ra một cô giáo nhờ tớ cầm hộ. Ôi, tớ thích lắm! Cứ như là diễu hành đến nơi! Tớ say sưa với cái biển đến nỗi suýt nữa thì quên nhiệm vụ phải đi theo cô. Lên đến nơi, có bạn khóc ghê lắm, cô giáo trong phòng ra sức dỗ dành mà bạn ấy không nín. Tớ cũng trổ tài dỗ cùng, hồi đi học mẫu giáo, tớ đã mấy lần được cô sai xuống trông các em ở lớp chồi. Rồi bạn ấy cũng nín, ngồi cạnh tớ, lem nhem nước mắt. Cô giáo gọi từng bạn, chỉ một vài chữ cái xem mình có biết không, rồi hỏi cách phát âm tiếng Anh. Đến lượt tớ, cô hỏi tớ có thuộc bài thơ nào không, tớ đọc luôn bài thơ bố tớ viết tặng: “Thằng Nam của bố ơi/ Đôi mắt đen lay láy/ Miệng bi bô tập nói/ Làm gà ò, ó, o”... Bài thơ rất dài và rất cảm động vì nói lên tình cảm của bố tớ với tớ mà. Cô có vẻ hài lòng, còn xoa đầu tớ nữa chứ. Cũng nhiều bạn không đọc thơ mà hát. Buồn cười có bạn hát đến giữa chừng thì quên, đứng giữa lớp mặt đỏ nhừ nhưng cô chẳng trách mắng mà còn cười khiến chúng tớ cũng cười theo. Nói chung là thi vui cực, chẳng như mẹ tớ đã miêu tả. Nhoáng một cái đã thi xong. Chúng tớ bước ra khỏi phòng thi mà còn nhìn cô giáo coi thi lưu luyến. Cô có vẻ rất quý tớ, bằng chứng là cô còn nhớ được cả tên của tớ: “Nam đưa các bạn xuống phòng đợi bố mẹ nhé!” Lúc ấy, tớ ước gì khi vào học, tớ sẽ học cô, để cô luôn cho tớ cầm biển lớp. Mẹ đã đợi sẵn cùng với mẹ các bạn khác. Mẹ tớ không hỏi tớ thi có tốt không mà chỉ ôm tớ rất chặt. Chắc vừa xa tớ một tí mà mẹ tớ đã nhớ rồi. Mẹ tớ tuy thế mà mít ướt lắm, có hôm ra đón tớ ở lớp mẫu giáo, không thấy tớ vì tớ còn bận trông các em nhỏ lớp dưới thế mà mẹ tớ đã khóc. Mẹ tớ nói, dù sao mẹ tớ cũng là phụ nữ thôi, sau này tớ phải mạnh mẽ để bảo vệ mẹ tớ. Tất cả ngồi đợi để xem luôn kết quả thi. Trong danh sách thi sẽ ghi chữ Đ nếu bạn nào đó thi đạt. Mẹ tớ dò tìm tên tớ với một chữ Đ to đùng. Ngay lập tức, mẹ gọi cho bố tớ báo kết quả. Coi như từ đây tớ sẽ chính thức là học sinh của trường tiểu học dân lập Lê Quý Đôn! Từ khi thi đỗ đến lúc chính thức khai giảng còn phải chuẩn bị rất nhiều thứ. Mẹ mua cho tớ một bộ sách giáo khoa mới tinh và rất nhiều vở nữa. Nhưng hình như nếu các ấy không mua trước thì đến khi vào trường các cô giáo cũng mua hộ. Vở mua của trường lại còn có cả ảnh trường ở trang bìa nữa, có cả ba lô in biểu tượng của trường. Nhưng mà tớ không thích, hay bị nhầm lẫn giữa bạn nọ với bạn kia. Thế nhưng mẹ tớ bảo nếu mình mang chiếc ba lô đó, mình sẽ có ý thức hơn trong việc giữ gìn danh tiếng của trường, nếu mình làm việc gì xấu, mọi người sẽ nói: “Học sinh của trường Lê Quý Đôn đấy!”, thế là không hay rồi.   "
        },
        {
            "order": 34,
            "name": "Con Đường Đến Với Thành Công",
            "content": "  Một số người tin rằng, thành công trong cuộc đời đến từ việc chấp nhận những thử thách hay cơ hội. Những người khác thì lại tin rằng thành công đến từ việc chuẩn bị một cách kĩ càng. Theo suy nghĩ của bạn, thành công đến từ đâu? Hãy đưa ra những lý do và ví dụ cụ thể cho luận điểm của bạn. Cuộc đời đầy rẫy những hiểm nguy và thử thách. Chúng ta phải đối mặt với chúng bất cứ lúc nào. Tuy nhiên, theo quan điểm của tôi, những thử thách đó vẫn phải được lường trước để tính toán một cách kĩ càng nhằm đạt hiệu quả cao. Khi chúng ta nhìn nhận trường hợp các nhà khoa học và những nhà thám hiểm trong quá khứ, ta có thể thấy rằng, thành công đến từ việc chấp nhận thử thách và chuẩn bị kĩ càng. Học tập những bậc tiền nhân, ta phải có kế hoạch cẩn thận, chớp lấy mọi cơ hội và tự kiểm tra lại kế hoạch mỗi khi cần thiết. Rất khó thành công nếu chúng ta không chuẩn bị mộtø kế hoạch cẩn thận. Nắm bắt những thử thách là một phần trong cuộc sống của mỗi chúng ta. Chúng ta không thể biết trước được điều gì sẽ xảy ra trong hành trình cuộc sống vì chúng ta không phải là những nhà tiên tri, nhưng chúng ta vẫn có thể lường trước được chúng. Chẳng hạn như, khi lái một con thuyền ra đại dương, chúng ta phải lường trước được mọi tình huống như thuyền có thể va chạm với những tảng băng trôi, lũ lụt, bão tố hay vòi rồng. Nhờ vậy, trước chuyến đi, ta sẽ chuẩn bị tất cả những đồ dùng bảo hộ cần thiết cho tất cả các tình huống có thể xảy ra. Các thiên tài, vĩ nhân của thế giới cũng đã phải suy tính và hoạch định kế hoạch kĩ càng trước khi thực hiện một việc gì đó. Trong cuộc tìm kiếm chặng đường mới để đến Ấn Độ, nhà thám hiểm Christopher Columbus đã vẽ bản đồ, hoạch định lộ trình một cách chính xác và nhờ đến sự trợ giúp của nhiều người khác. Marie Curie, nhà hóa học thiên tài nhận được hai giải Nobel, đã phải dành nhiều thì giờ ở trong phòng thí nghiệm và ghi lại tất cả những gì cần thiết cho các thí nghiệm của mình. Không một ai trong số họ sẽ có thể đạt được những thành công như vậy nếu không có những tính toán và kế hoạch chính xác kĩ lưỡng trước khi làm việc. Kể cả khi có một kế hoạch tỉ mỉ, nhiều lúc, những thay đổi bất trắc vẫn có thể diễn ra. Chẳng hạn, bạn đang ở Châu Phi. Bạn muốn chèo thuyền đến cảng Elizabeth. Tuy nhiên, bạn rẽ nhầm và cập bến ở Cape Town. Lúc đó bạn phải trở nên linh hoạt vì ít ra, bạn cũng an ủi rằng mình đã biết được một địa danh mới, Cape Town. Nhiều nhà khoa học và nhà thám hiểm cũng gặp những vấn đề như vậy. Columbus tìm kiếm Ấn Độ nhưng lại tìm thấy Caribbean. Lewis và Clark tìm một lối đi về phía Tây bằng đường sông, nhưng họ lại tìm hiểu được nhiều hơn thế. Đó là do, họ biết cách trở nên linh hoạt. Columbus không mang được gia vị từ Đông Ấn về nhưng ông lại mang được vàng từ Hoa Kì. Khi mọi thứ trái với kế hoạch, bạn phải sẵn sàng để thay đổi hướng đi. Việc tận dụng tốt cả những sai lầm của chính mình là một việc làm cần thiết để kế hoạch của bạn trở nên khả thi. Bạn sẽ không thể thành công nếu không nắm bắt những cơ hội, nhưng trước khi bắt đầu, hãy nhớ phải lên kế hoạch một cách tỉ mỉ và sẵn sàng để thay đổi kế hoạch của bạn khi cần thiết.   "
        },
        {
            "order": 33,
            "name": "Nghệ Thuật Thứ Bảy",
            "content": "  Ngày nay, phim ảnh đã trở nên quá quen thuộc trong cuộc sống hàng ngày của mỗi chúng ta. Ở Việt Nam, có ít nhất một bộ phim mới được công chiếu ở rạp vào mỗi tháng, còn các đài truyền hình thì liên tục phát phim miễn phí. Có rất nhiều lý do giải thích tại sao phim ảnh lại được phổ biến một cách rộng rãi và được ưa chuộng như ngày nay. Trước hết, chúng ta có thể học được nhiều điều hữu ích từ phim ảnh, chẳng hạn như ngôn ngữ, văn hóa, lịch sử... Trong lớp học tiếng Anh cũ của tôi, các thầy cô giáo thường hay cho chúng tôi xem những bộ phim bằng tiếng Anh, coi đó như một tài liệu dạy học. Các bạn lớp tôi đều thích cách học này và cho rằng đây là cách học ngoại ngữ hay và hiệu quả. Ngoài việc được xem phim, chúng tôi còn được học về văn hóa nước Anh một cách sống động – một nền văn hóa với những nét đặc thù. Phim ảnh cũng là những người giáo viên lịch sử tuyệt vời. Những bộ phim hay nhất mà tôi từng được xem như: Cuộc sống tươi đẹp, Titanic, Bản danh sách của Schinder, Cuốn theo chiều gió, Chân Châu Cảng,… đã mang đến cho tôi nhiều kiến thức lịch sử và những hiểu biết hoàn hảo về những trang vàng của lịch sử thế giới. Thứ hai, xem phim có thể giúp giảm căng thẳng. Phần lớn chúng ta đang sống trong một kỉ nguyên hiện đại và công nghệ. So với những năm tháng trước đây, lối sống công nghiệp hiện đại cho chúng ta nhiều thuận tiện và giàu có hơn. Tuy vậy, chúng ta lại phải đối mặt với vô số áp lực. Gần như mỗi ngày, chúng ta phải đối mặt với những áp lực từ phía công việc, gia đình, trường học... Những áp lực đó làm chúng ta căng thẳng và có tâm trạng không thoải mái. Những thước phim hay sẽ giúp chúng ta giảm bớt những áp lực đó một cách đơn giản và kinh tế. Phim ảnh đưa chúng ta ra khỏi thực tại và giúp quên đi những rắc rối mà chúng ta đang gặp phải hiện thời. Thứ ba, phim ảnh cũng cảnh báo chúng ta về những vấn đề nhức nhối mà cả nhân loại đang phải đương đầu. Chúng nhắc nhở chúng ta phải tìm ra cách giải quyết cho những vấn đề thường trực. Chẳng hạn, tôi rất ấn tượng với bộ phim Avatar. Khi anh trai mình bị giết trong một vụ cướp, Jake Sully, một lính thủy đánh bộ bị liệt đã quyết định thay anh trai để vào vị trí trong một nhiệm vụ ở hành tinh Pandora xa xôi. Ở đó, anh biết được dã tâm của gã giám đốc bù nhìn Parker Selfridge: Hắn ta bắt những người thổ dân ngoài hành tinh Na’vi giao nộp cho hắn khoáng sản quý hiếm nằm rải rác quanh khu rừng trù phú của họ. Đổi một cuộc phẫu thuật xương sống để sửa lại chân, Jake đã thu thập thông tin báo cho đội quân của Đại tá Quaritch bằng cách thâm nhập vào xã hội người Na’vi, sử dụng nhân dạng avatar. Khi Jake bắt đầu gần gũi với bộ tộc thổ dân và yêu một người phụ nữ ngoài hành tinh xinh đẹp có tên là Neytiri thì tên Đại tá hung hăng cùng với đám binh lính của hắn bắt đầu ra trận, sử dụng các thủ đoạn tàn ác, buộc những người thổ dân phải đứng lên chiến đấu trong cuộc chiến quyết định số phận của hành tinh Pandora. Phim đã cảnh tỉnh chúng ta về vấn đề phải bảo vệ môi trường trên Trái đất. Chúng ta không được hủy hoại thiên nhiên vạn vật chỉ để lấy tiền bạc, vì hậu quả sẽ là sự chết chóc và hủy diệt. Cuối cùng, xem phim cũng là một cách để thể hiện tình yêu, đặc biệt là những đôi lứa đang yêu. Ở Ma Cao, rạp chiếu phim thường đông kín người vào cuối tuần vì có nhiều người đến rạp xem phim. Trong đó số đông là những cặp uyên ương. Con trai thường mời con gái đến xem phim như một cuộc hẹn hò thực sự. Vì vậy, rạp chiếu phim được xem là một trong những nơi lãng mạn để tỏ tình. Vì tất cả những lý do trên, chúng ta biết rằng phim ảnh là nghệ thuật thứ bảy mà gần như tất cả mọi người đều tìm thấy sự hứng thú trong nó. Không còn nghi ngờ gì nữa, phim ảnh đã trở nên quá quen thuộc và không thể thiếu trong cuộc sống của mỗi chúng ta.   "
        },
        {
            "order": 25,
            "name": "Internet Và Nền Giáo Dục Hiện Đại",
            "content": "  Bạn nghĩ gì về những ảnh hưởng của Internet đối với nền giáo dục? Hãy đưa ra những lý do và ví dụ hợp lý cho luận điểm của bạn. Internet là phát minh đột phá và là một bước tiến vĩ đại của lịch sử loài người. Nó có ảnh hưởng rất lớn đến nhiều ngành nghề và nhiều lĩnh vực khác nhau của cuộc sống, đặc biệt là đối với nền giáo dục. Ảnh hưởng của Internet đối với nền giáo dục có thể xem xét ở cả hai góc độ tích cực và tiêu cực. Trong những dòng dưới đây, tôi sẽ phân tích một số ảnh hưởng có thể nhận thấy rõ ràng của Internet đối với nền giáo dục hiện nay. Trước hết, Internet là nguồn thông tin thu thập từ nhiều loại sách vở và các nguồn thông tin khác. Ngày nay, các loại báo chí xuất hiện nhiều hơn trên Internet. Vì vậy, thông tin trên toàn thế giới được phổ biến đến nhiều đối tượng khác nhau, từ học sinh, sinh viên đến người già, dù ở bất kì nơi nào. Internet cũng là một kho tàng thư viện số khổng lồ mà chỉ cần một cái click chuột là bạn có thể sở hữu một cuốn sách điện tử và chia sẻ với bạn bè tùy ý thích. Có hằng hà sa số sách điện tử trên mạng Internet được dịch ra nhiều thứ ngôn ngữ khác nhau để cả cộng đồng thế giới có thể truy cập. Như vậy nghĩa là, tất cả các quốc gia trên thế giới, từ nhỏ đến lớn, dù phát triển hay chưa phát triển, nếu con người ở đó muốn tìm hiểu tri thức, thì họ sẽ có được tri thức. Thứ hai, với Internet, học sinh, sinh viên có thể dùng làm phương tiện nghỉ ngơi sau những lúc học tập mệt mỏi. Sau một ngày ở trường, vào buổi tối, khi chơi trò chơi, nghe nhạc hoặc chat với bạn bè trên Internet, đầu óc họ sẽ được thanh lọc và sẽ trở nên vui vẻ để chuẩn bị cho một ngày học mới. Nhiều nghiên cứu đã chỉ ra rằng sau một ngày học hành căng thẳng, làm bài tập, nhớ nội dung của tiết học và học nhóm thì việc nghỉ ngơi đầy đủ là rất quan trọng. Khi bạn nghỉ ngơi đầy đủ, hệ tuần hoàn não sẽ hoạt động tốt hơn, máu sẽ lưu thông lên não một cách trôi trảy, hai bán cầu não sẽ hoạt động đều hơn và “ngăn kéo” ở giữa não của bạn sẽ chứa được nhiều thông tin hơn. Internet là một công cụ giải trí tuyệt vời vì bạn có thể nghe nhạc, chơi game online, chat với bạn bè hay xem những đoạn video vui nhộn. Tuy nhiên, nếu quá lạm dụng những chức năng này thì ảnh hưởng của Internet sẽ là tiêu cực. Ảnh hưởng thứ ba của Internet thể hiện trong trường học nhất là trong các trường đại học. Ngày nay, có rất nhiều trường học khuyến khích học sinh đem máy tính có kết nối Internet đến lớp. Bởi vì nhờ những hình ảnh cũng như thông tin phụ trợ trên Internet, bài giảng của thầy cô sẽ trở nên sống động hơn. Tình huống này đem lại lợi ích cho cả ba bên. Học sinh được lợi vì sẽ được cung cấp một lượng thông tin phong phú và bài học dễ hiểu, sinh động, thầy cô giáo được lợi vì không phải thuyết giảng nhiều và tương tác giữa thầy cô và học sinh gần gũi hơn, nhà trường cũng nhận được lợi ích vì cha mẹ học sinh sẽ cảm thấy hài lòng và tiếp tục cho con học ở trường đó. Tất nhiên, Internet cũng là một con dao hai lưỡi bởi những cái hại mà nó gây ra, chẳng hạn như khi ta chơi điện tử quá nhiều hoặc gặp phải những vấn đề về mắt. Tuy nhiên, với những ảnh hưởng tích cực mà nó mang lại, Internet vẫn là một trong những công cụ giáo dục hữu ích nhất.   "
        },
        {
            "order": 23,
            "name": "Nói Thật Là Cốt Lõi Của Mối Quan Hệ Bền Chặt Trong Cuộc Sống",
            "content": "  Bạn đồng ý hay không đồng ý với quan điểm sau đây: Luôn luôn nói thật là cốt lõi của các mối quan hệ bền chặt. Sử dụng những lý do cũng như ví dụ cụ thể để làm rõ quan điểm của bạn. Giá trị truyền thống của việc nói thật, nói thẳng thắn trong mọi hoàn cảnh đang ngày càng bị nhiều người nghi ngờ trong xã hội ngày nay. Nhiều người tin rằng nói thật chưa chắc đã phải là cách khôn ngoan trong giao tiếp xã hội. Hơn thế nữa, định nghĩa của cụm từ “nói thật” đang ngày càng mơ hồ và khó hiểu. Về mặt tổng thể, tôi đồng ý với quan điểm trên tuy nói dối cũng có một số ích lợi. Ở bài luận này, tôi sẽ phân tích sự ảnh hưởng của việc nói thật đến quan hệ giữa người và người. Chúng ta đều hiểu rằng nhiều lúc sự thật quá phũ phàng và không dễ chịu cho cả người nói và người nghe. Những lời nói dối vô hại đôi khi cũng có những ích lợi riêng, đặc biệt trong một thế giới đang trên đà phát triển. Những lời nói dối được thấy rõ nhất trong nền kinh tế thị trường và thương mại thông qua hình thức quảng cáo. Chúng ta đã được nghe bao nhiêu lần rằng một sản phẩm nào đó là “hảo hạng nhất” hay “rẻ nhất”? Chúng ta đã được nghe bao nhiều lần rằng một sản phẩm gì đó có “công hiệu thần kì”? Quảng cáo tức là thuyết phục, và nhiều người sẽ đồng ý rằng nếu một công ty sẵn sàng nói sự thật hoàn toàn về sản phẩm của mình, không ai sẽ còn quan tâm đến nó nữa. Quy luật này có thể áp dụng đối với quan hệ giữa con người với nhau. Một sự thật phũ phàng có thể sẽ làm ảnh hưởng đến lòng tự trọng của người nghe. Chẳng hạn, khi bạn đến sinh nhật của một người bạn, người bạn đó hỏi rằng chiếc váy của cô ấy có đẹp không. Bạn chỉ vào chiếc váy của cô ấy và bảo rằng: “Đây là chiếc váy xấu nhất mà tớ từng được nhìn thấy?” Nếu bạn nói như vậy, bạn trở nên thô lỗ trong mắt bạn bè và sẽ làm hỏng cả buổi sinh nhật của cô bạn. Đôi lúc, một lời nói dối vô hại có thể làm người khác vui vẻ về chính mình và về mối quan hệ của các bạn. Những xung đột cũng như sự đối đầu có thể được phòng tránh. Tuy nhiên, luôn luôn có nguy cơ rằng sự thật sẽ được phơi bày sớm hay muộn sau khi bạn nói dối. Sự tin tưởng trong bất kì mối quan hệ nào (giữa doanh nghiệp với khách hàng, giữa bạn bè với nhau, giữa cha mẹ với con cái) do đó có thể đổ vỡ và sẽ có ảnh hưởng rất xấu đến các mối quan hệ. Sẽ không ai tin bạn nữa kể cả khi bạn nói sự thật sau khi đã nói dối. Lời nói của bạn không còn giá trị và không ai còn nghe bạn nữa. Tác hại tiếp theo của việc nói dối là bạn sẽ không kiểm soát được tình hình khi sự thật vỡ lở. Mọi người sẽ đều ghét bạn và lần sau, khi bạn nói thật, không ai còn tin bạn. Chẳng hạn, khi bạn đạt điểm F trong bài thi Toán nhưng bạn lại bảo với mẹ rằng mình đạt điểm A. Sau một thời gian dài, khi sự thật vỡ lở, mẹ bạn sẽ hoàn toàn mất lòng tin vào bạn. Việc không nói thật còn gây ra rất nhiều đau đớn: Những giọt nước mắt khi sự thật bị phát hiện, nỗi sợ hãi và gánh nặng của việc chia sẻ một “bí mật”. Về lâu dài, có vẻ như che giấu sự thật không mang lại lợi ích cho cả hai bên. Tất cả mọi người đều ghét sự phản bội. Kể cả khi có một trào lưu giấu giếm sự thật trong quan hệ, bạn cũng đừng đi theo trào lưu đó để quên đi những tác hại mà nói dối mang lại. Cuối cùng, mọi mối quan hệ bền chặt đều dựa trên sự tin cậy, cũng đồng nghĩa với việc nói thật. Vì vậy, nói thật rất quan trọng để chúng ta có được tình hữu nghị lâu dài và mối quan hệ tốt đẹp.   "
        },
        {
            "order": 12,
            "name": "Parent’S Roles In Educating Children",
            "content": "  In life, there are a number of sources that contribute to one’s education and growth, including: parents, teachers, friends, television, books and movies. Each source is essential to human development in some ways. In my opinion, parents are the best and most important teachers for a number of reasons. Firstly, parents are the first teachers that each infidel encounters. Even before the babies are born, they can feel and listen to mum and dad talking and singing. After birth, parents teach their babies by sweet songs, by passionate lullabies and beautiful poems. Parents also introduce children to the world around them. Parents help them interact with beautiful, lovely natural scenes. Scientists have proved that children’s brain and thinking grow rapidly between the age of one to five, which is called the preoperational stage according to Piaget’s cognitive development theory – the period spent almost exclusively with two beautiful angels: Mum and Dad. Secondly, parents do not only teach children to read, write and talk, but also teach children about how to correctly behave. Infants, of course, do not know anything about other people. Parents instruct them how to be polite, how to show respect, how to handle emotions, whom to trust on, whom not to trust on. Parents also teach children ethics and remind them to be honest, truthful, dedicate, forgiving to other’s fault, being generous and kind to poor, disability people. In the other word, they help the children to thrive and survive in society. Third, and most important, parents teach their infants by example. Because children spend a huge amount of time with their parents when they are young, they learn by observation and imitation. This can be both positive and negative. By observing their parents and relative’s actions, they can learn a lot of new things, a lot of good behaviors. However, not all adult activities are good to observe. There are also some very bad one such as violence, drinking, and smoking. Children can learn these harmful behaviors if their parents exhibit such actions. Children, therefore learn what they live. If their parents are selfish, they will be selfish. If the parents are generous, their children will be generous too. The final aspect is longevity of relationship. Since acts as teachers for 18 or more years before the child leave home and live independently, they have a much stronger impact than a school teacher whom students may know for as little as one year. Indeed, even after graduating from university, children still need the advices of their parents to struggle for life. Even thought there are number of sources that contribute to children’s education, the lessons and examples from their parents are still the best, the most resistant one. Parents have not only educational impacts but also ethical impact on infants. For these reasons, I think that parents are the ever best, most important teacher in a person’s life.   "
        },
        {
            "order": 27,
            "name": "Quan Niệm Về Mái Ấm Gia Đình",
            "content": "  Đối với một số người, nhà đơn thuần chỉ là một nơi để ở. Nhưng đối với nhiều người khác, nhà còn có ý nghĩa hơn thế, bởi ngôi nhà không chỉ là một nơi để ở mà nó còn gắn bó với đời sống tinh thần của mỗi người. Vì vậy, mỗi số phận con người, mỗi cuộc đời lại có cách nhìn nhận riêng về định nghĩa của từ “nhà”. “Nhà là nơi để sống hoặc cư trú” (Từ điển tiếng Anh, 2009). Theo định nghĩa này, người nào đó có thể có trên một ngôi nhà. Khi bạn đến cơ quan, làm việc tám tiếng ở văn phòng, có thể thậm chí là 12 tiếng, bạn làm việc, nghỉ ngơi ở đó thậm chí còn ăn tối, trò chuyện với những đồng nghiệp. Đôi khi, có những người còn ngủ luôn tại văn phòng vì lý do an ninh. Khi đó, cơ quan chính là nhà của bạn. Định nghĩa tiếp theo là: “Nhà có thể đơn giản là nơi bạn cảm thấy thoải mái và hài lòng” (Từ điển tiếng Anh Collins, 2003). Chẳng hạn, trẻ em đường phố mặc dù không có một ngôi nhà thực sự để quay về, nhưng chúng vẫn có những ngôi nhà. Những ngôi nhà đó có thể ở dưới gầm cầu, trên những con thuyền bên dòng kênh hay những khu ổ chuột hoặc cạnh bãi rác. Mặc dù đây không phải những ngôi nhà thực sự, nhưng cũng vẫn là nơi trú chân cho chúng sau những giờ làm việc vất vả. Đối với một số người khác, nhà là nơi không gì có thể thay thế được và là một nơi luôn đón đợi họ trở về. Với ý nghĩa đó, nhà chính là tổ ấm, là gia đình thân thuộc. Ở đó có bố mẹ, anh chị em ruột thịt của họ, cả họ tộc thậm chí cả những con vật nuôi đáng yêu như chó, cá... Đó là tất cả những gì thân thương nhất. Đặc biệt, họ là những người mà bạn muốn chia sẻ những cảm xúc buồn vui của mình về công việc, về cuộc sống hoặc chính bạn là người đầu tiên mà họ muốn chia sẻ cảm xúc. Tổ ấm gia đình sẽ giúp bạn lấy lại sự cân bằng trong cuộc sống, cân bằng giữa tình yêu thương với tiền bạc. Ở đó, bạn sẽ tìm thấy sự tĩnh tại của tâm hồn mình, sẽ có những người luôn đứng sau bạn để bảo vệ, hỗ trợ và bước cùng bạn vượt qua những hiểm nguy trong cuộc sống. Ngôi nhà có thể là nơi bắt đầu của tình yêu, của một cuộc sống mới, là nơi hình thành nên một xã hội tốt đẹp nhưng cũng có thể là gốc rễ của cái ác. Haggard, nhà soạn nhạc nổi tiếng, đã nói: “Nhà là nơi những đứa trẻ được lớn lên” trong một bài hát cùng tên. Hãy tưởng tượng, một đứa trẻ được sinh ra ở một gia đình tốt với tình yêu thương vô bờ của cha mẹ, anh chị. Cậu bé ấy sau này chắc chắn sẽ trở thành một người đàn ông tốt với tấm lòng vị tha và nhân hậu. Cậu ấy sẽ lấy được một cô gái xinh đẹp và sinh ra những đứa con tuyệt vời, họ cũng sẽ cùng nhau chăm sóc con cái như bố mẹ của họ đã từng chăm chút họ. Thật tuyệt vời nếu xã hội được cấu thành bởi những gia đình như vậy. Sẽ ra sao nếu cha mẹ không phải là người tốt, họ say rượu, đánh bạc và bỏ bê con cái. Người con đó lớn lên có thể sẽ dẫm vào vết xe đổ của cha mẹ mình. Lúc đó, cậu ta sẽ trở thành một gánh nặng cho xã hội và cuối cùng thì trở nên độc ác với kết cục là rất có thể sẽ bị bắt vào tù. Định nghĩa về ngôi nhà không phải bao giờ cũng giống nhau. Tuy nhiên chắc chắn, tất cả mọi người chúng ta đều có một ngôi nhà của mình, tùy theo quan niệm ngôi nhà mình ở là gì.   "
        },
        {
            "order": 2,
            "name": "Lớp Một Ơi, Lớp Một!",
            "content": "  Tạm biệt mẫu giáo Xin chào các bạn, tớ tên là Đỗ Nhật Nam. Tớ học mẫu giáo ở trường mầm non Baby World. Tớ không đi học đều vì chẳng hiểu sao, cứ ở nhà thì tớ rất khỏe nhưng đi học thế nào cũng ốm. Trước tình hình ấy, bố tớ quyết định là cứ để tớ ở nhà. Bố tớ lúc nào cũng thế, luôn sợ tớ bị ốm này, sợ bị học nhiều quá này, bị ngã đau này... nói chung là sợ rất nhiều thứ. Bố tớ kể là bố tớ chẳng có tuổi thơ (điều này tớ cũng đọc được trong một vài câu chuyện mà bố tớ viết về cuộc đời mình), thành ra bây giờ bố tớ muốn mang lại những gì thần tiên nhất cho tớ hì... hì, kể cả việc nghỉ học ở nhà cũng là việc mà bố tớ cho là thần tiên ấy. Ở nhà, tớ tự học đánh vần và học ghép chữ. Tớ thấy học đọc dễ cực, chẳng khó tẹo nào. Mẹ tớ treo bảng chữ cái lên đầu giường của tớ, mỗi tối mẹ chỉ dạy năm chữ, hôm sau ôn lại rồi học thêm, cứ thế, tớ học bảng chữ cái trong vòng chưa đầy một tuần. Tiếp theo, mẹ tớ không dạy tớ đọc luôn mà dạy cách đánh vần. Cứ tưởng đánh vần là ngon ăn, nhưng cũng có những tiếng dễ bị mắc lừa lắm đấy. Ví dụ như tiếng “ông” chẳng hạn. Tớ luôn luôn đánh vần là ờ... ông... ông làm mẹ tớ cười ngặt nghẽo. Sau giai đoạn đánh vần, tớ bắt đầu ghép các vần trong sách giáo khoa Tiếng Việt lớp Một, từ vần dễ đến vần khó. Thế là, chẳng mấy chốc, tớ đã có thể đọc được. Trước đó, tớ rất ham đọc truyện, nhất là truyện tranh như Đôrêmon chẳng hạn. Tớ mê tít con mèo máy có nhiều phép thuật và ngộ nghĩnh. Thế nên, vì chưa biết đọc, tớ hay phải nằn nì nhờ bố mẹ đọc hộ, có khi còn phải mang sách sang nhờ cả bác bán chè cạnh nhà. Nhưng tớ nói thật nhé, nhờ người khác đọc truyện tranh thì chẳng thú vị chút nào vì mình không theo dõi được tranh, chán lắm. Nhưng khi biết đọc rồi, tớ được tự mình phiêu lưu trong thế giới của các nhân vật. Chỗ nào thấy hay, tớ có thể gấp sách lại để tưởng tượng. Câu chuyện dài đầu tiên mà tớ tự đọc là Tottochan – Cô bé bên cửa sổ. Các ấy đã đọc truyện này chưa? Nếu chưa thì các ấy nên tìm đọc đi – hay cực. Tớ yêu cái lớp học trên toa tàu, yêu thầy hiệu trưởng trong truyện đến nỗi luôn mơ là mình cũng sẽ đi học trên một con tàu như thế. Mà từ khi đọc truyện này, tớ trở nên ăn uống khoa học hơn – mẹ tớ bảo thế, vì trước đây tớ không thích ăn rau và cá, chỉ thích ăn thịt thôi, nhưng bây giờ thì tớ đã ăn để cho một bữa ăn có cả “thức ăn của biển” (cá) và “thức ăn của đất” (rau, đậu...) như ở trường học toa tàu. Mà các ấy biết không, người lớn không thích chúng mình đọc truyện tranh nhiều đâu. Mẹ tớ còn gọi những quyển truyện tranh là “con sâu đục phá tâm hồn” – nghe ghê thế! Mẹ thích tớ đọc truyện cổ tích, truyện khoa học... Nhưng dù sao thì thỉnh thoảng đọc truyện tranh chắc cũng không đến nỗi bị đục phá gì đâu (mong là mẹ không đọc chỗ này). Sau khi đã biết đọc, mẹ cũng dạy tớ làm toán. Ban đầu, nếu cứ để những con số là tớ chịu, không biết cộng trừ làm sao. Cho nên, mẹ tớ toàn phải lấy những ví dụ “rất hấp dẫn” như 3 cái kẹo này, 6 cái bánh hambuger này, thậm chí cả 10 đĩa mì Ý nữa chứ (vì tớ rất khoái món này), cứ thế tớ cộng trừ ngon ơ. Đến đây tớ chợt nhớ một câu chuyện vui: Cô giáo hỏi bạn Tèo: “Nếu cô cho con 6 cái kẹo, con cho bạn Tí 3 cái thì con sẽ còn mấy cái kẹo?” Ngẫm nghĩ một lúc, bạn Tèo trả lời: “Thưa cô, con không còn cái nào ạ vì sau khi cho xong thì con cũng ăn hết luôn ạ.” Các ấy thấy buồn cười không? Cho nên đừng tưởng tượng quá mức khi mẹ cho các ví dụ là những món ăn nhé! Tớ cũng không thích khi làm toán mà phải giơ ngón tay hoặc cả ngón chân lên để đếm đâu. Trông chẳng đẹp chút nào. Thử tưởng tượng nếu đang ngồi cạnh một bạn rất dễ thương, mình lại giơ bàn chân lấm lem lên, đặt lên ghế và đếm. Chắc chắn bạn ấy sẽ nhìn mình chằm chằm, hệt như mình là người hành tinh khác đến vậy. Xấu hổ lắm! Nghĩ thế nên tớ luôn tìm cách nhẩm trong đầu chứ nhất định không giơ ngón tay ra, dần dần rồi cũng quen, tất nhiên ban đầu tớ cũng hay nhầm lẫn lung tung, lắm khi mẹ tớ bực cả mình. Tớ còn nghe mẹ tớ than thở với bố tớ: “Hình như cu Nam nhà mình không có năng khiếu Toán học”. Chẳng nghe thấy bố tớ nói gì, không biết bố có buồn vì điều đó không nữa. Ngoài môn Toán ra, tớ cũng phải làm quen với cả những môn như tập tô này, mà không phải tô theo hình như ở lớp mẫu giáo đâu, tô theo chữ. Nói chung đây là một công việc rất nhạt nhẽo, các con chữ không hấp dẫn bằng hình vẽ, lại có nhiều nét cong nên rất khó tô cho đẹp. Mà mẹ tớ lại yêu cầu phải tô gọn gàng, không được lệch ra ngoài. Tớ thường phải mắm môi mắm lợi, toát cả mồ hôi mà kết quả cũng chẳng được như ý. Nhưng được cái là tớ không nản. Mẹ tớ nói, đó là phẩm chất đáng yêu nhất của tớ, điều này tớ sẽ nói lại ở phần học lớp tiếng Anh. Nhờ chăm chỉ nên dần dần tớ tô không đến nỗi tệ. Nhưng vẫn không thích một chút nào – chỉ là nghĩa vụ thôi, các ấy ạ. Sau khi có thể yên tâm với việc chuẩn bị các kiến thức vào lớp Một, mẹ tớ bắt đầu chuyển sang giai đoạn mà tớ gọi là “tưởng tượng về lớp Một”. Mẹ tớ hay kể cho tớ nghe vào học lớp Một có gì vui, cô giáo sẽ như thế nào... Nói chung là toàn những điều hay cả. Thế nhưng cũng có thêm nhiều nghĩa vụ rất khác với hồi học mẫu giáo nhé, như mình không được vừa học vừa chơi này, không có những giờ học như đóng giả bác sĩ, công nhân xây dựng, không có những giờ học bằng đồ hàng này. Thay vào đó là cô giáo giảng và mình phải ngồi lắng nghe thật chăm chú, khi nào trống báo hết giờ mới được ra chơi. Cũng không được nũng nịu, đang học lại “Con thưa cô cho con đi tè ạ”, “Con thưa cô bạn Hoa trêu con ạ”, cô giáo sẽ không vui đâu! Tớ chịu không hình dung ra việc tất cả lớp ngồi ngay ngắn sau bàn học sẽ như thế nào. Ở lớp mẫu giáo, chúng tớ toàn ngồi thành một vòng tròn, nếu thỉnh thoảng có bò quanh vòng tròn cũng không sao. Việc vất vả nhất của bố mẹ tớ là chọn trường để tớ vào học lớp Một. Một danh sách dài dằng dặc bố mẹ tớ đưa ra để cân nhắc. Đôi khi có những cuộc tranh luận khá căng thẳng giữa bố tớ và mẹ tớ. Bố thì nói: “Tiêu chí ưu tiên hàng đầu là tiện lợi cho việc đi lại, càng gần càng tốt”. Mẹ tớ thì lại muốn trường nào phải có các cô giáo kinh nghiệm này, tâm lí này... nói chung là rất nhiều thứ nữa cơ. Tớ cũng thỉnh thoảng được hỏi ý kiến trong việc lựa chọn đó, như: “Nam có thích trường này không? Con thấy thế nào khi học ở đây?” mỗi khi mẹ đèo tớ đến thăm một trường nào đó. Những lúc được hỏi thế, tớ vui lắm, như mình là người lớn đến nơi. Thành ra, tớ phải cân nhắc rất kĩ để đưa ra câu trả lời, chứ không chỉ nói “con thích” hay “con không thích”. Mà phải có lí do hẳn hoi, ví dụ như: “Trường này có nhiều cây xanh, trông cũng mát mẻ” hay: “Sân trường này hẹp quá, con sợ không đủ chỗ chơi.” Nói tóm lại, nghe rất là “người lớn”. Tuy nhiên, có một đặc điểm mà tớ rất hay để ý mỗi khi đến thăm một trường nào đó nhưng tớ không dám nói cho mẹ tớ nghe, sợ mẹ cười, đó là khu nhà vệ sinh! Tớ nói thật đấy, tớ rất sợ và không dám đi tè ở những nơi nào không vệ sinh đâu. Chẳng thế mà hồi học mẫu giáo, tớ chuyên nhịn đến tận lúc về nhà. Bao giờ việc đầu tiên của tớ khi về đến nhà cũng là lao ầm ầm vào nhà vệ sinh. Mẹ tớ sợ lắm, đến nỗi không dám rẽ vào chợ để mua thức ăn, sợ nhỡ tớ buồn tè quá không chịu nổi thì gay. Nhiều lần mẹ tớ nghiêm khắc phê bình nhưng tớ vẫn chưa sửa được tật này. Thế nên, tớ chỉ ao ước được học ở những trường có nhà vệ sinh sáng choang, thơm phức như kiểu nhà vệ sinh ở sân bay thôi. Nếu tay bạn bẩn, chỉ cần thò tay dưới cái vòi, nước sẽ tự động chảy ra, tha hồ mà sạch. Nhiều danh sách các trường để lựa chọn quá cho nên đã sang đến tháng Sáu mà bố mẹ tớ vẫn chưa tìm được. Trong lúc bối rối, một cô ở cơ quan bố tớ có đưa ra gợi ý về trường Lê Quý Đôn – một trường rất mới, chỉ có hai tuổi thôi. Bố mẹ tớ lập tức đến để tìm hiểu tình hình. Trường mới, đẹp, khu nhà vệ sinh sạch sẽ lại có xe đưa đón học sinh tận nhà nữa chứ. Thế là ổn rồi! Bố mẹ tớ quyết định mua hồ sơ và không còn phân vân về việc chọn trường nữa. Cũng có nghĩa là từ giờ trở đi, tớ không còn là học sinh của mẫu giáo nữa mà đang tiến gần hơn đến thế giới của người lớn với nhiều trách nhiệm và nghĩa vụ mà bất kì một học sinh nào cũng phải thực hiện. Oai hơn và cũng lo lắng hơn!   "
        },
        {
            "order": 21,
            "name": "The Vietnamese Ao Dai",
            "content": "  If you were asked to send one thing representing your country to an international exhibition, what would you choose? Why? Use specific reasons and details to explain your choice. Each nation in the world has their traditional costume. When we see the costumes’ appearance, we can define the country where it comes from. Japanese women have Kimono, Chinese women in Quing Dynasty have a Shanghai dress that ladies usually called “cheongsam” dress, the Korean, the African, the Siamese, etc. We are proud of Ao Dai, which is respectfully placed as a National costume of Vietnam, also flowery called: “The fatherland dress”. The Ao Dai is a Vietnamese national costume, now most commonly for women. The word “Ao Dai” was originally applied to the outfit worn at the court of the Nguyen Lords at Hue in the 18th century. This outfit evolved into the “ao ngu than”, a five-paneled aristocratic gown worn in the 19th and early 20th centuries. Inspired by Paris fashions, Nguyen Cat Tuong and other artists associated with Hanoi University redesigned the “ao ngu than” as a modern dress in the 1920s and 1930s. The updated look was promoted by the artists and magazines of Tu Luc Van Doan (“Self-Reliant Literary Group”) as a national costume for the modern era. In the 1950s, Saigon designers tightened the fit to produce the version worn by Vietnamese women today. The dress was extremely popular in South Vietnam in the 1960s and early 1970s. On Tet and other occasions, Vietnamese men may wear an “ao gam” “(brocade robe)”, a version of the Ao Dai made of thicker fabric. Academic commentary on the Ao Dai emphasizes the way the dress ties feminine beauty to Vietnamese nationalism, especially in the form of “Miss. Ao Dai” pageants, popular both among overseas Vietnamese and in Vietnam itself. “Ao Dai” is one of the few Vietnamese words that appear in English-language dictionaries. The Ao Dai is now standard for weddings, for celebrating Tet and for other formal occasions. A plain white Ao Dai is a common high school uniform in the South. Companies often require their female staff to wear uniforms that include the Ao Dai, so flight attendants, receptionists, restaurant staff, and hotel workers in Vietnam may be seen wearing it. The reason why I prefer Ao Dai as a representative for our country, Vietnam, is that it is not only a normal dress; it is a dress that inside it hide a lot of lessons and advices that our ancestors wanted to send us. Also, Ao Dai gives Vietnamese women a hidden charming, a hidden, natural beauty that cannot be expressed by any other kind of clothes. Today, Ao Dai is such a great costume for lady. It has been honored by people from all over the world and lots of times winning first prize in worldwide competition. A photographer in an international exhibition in Osaka has said: “It has the power to carry the wind”. People all over the world are surprised because the Ao Dai is not as complex as Japanese kimono or Chinese cheongsam, but it has a powerful impression. Ao Dai is only suitable for the graceful, womanish, slender of Vietnamese women. It is private, bashful, and voluptuous. It can exploit the perfect lines of women body. Ao Dai is charming and suggestive, private but can still stress on the body lines and curves of a woman. Ao Dai is obviously a national costume of Vietnam. When guests visit, the homeowner can formally wear Ao Dai as a way to greet the guests. At school, it is the naive student clothing, come and go freely like a butterfly, package the beautiful dreams of the future. In parties, Ao Dai is as elegant and splendid as any other traditional costumes throughout the world. The talent of Vietnamese Ao Dai by its structure is not only a brilliant masterpiece of art but also contains the lesson of life. Vietnamese had to struggle to fight back the foreign aggressions, protected cultural virtues of family rules and traditions so that Vietnam and other Asia countries like or not, have to absorb Buddhism, Taoism, and Confucianism and Confucius theory. Families, societies are created in the foundation of Three Moral Bonds and Five Constant virtues. Our ancestors taught us closely about the moral of a man, not only in books, but also on household products. It is the keen, clever teaching of our ancestors? If it is correct, Ao Dai is the extremely valuable family annal of all families hidden the teaching of how to be a man. We have to respect, cosset and protect the Ao Dai as a cultural heritage that our ancestors created. Let‘s see some of the structures that emphasize these life lessons: * The left side of Ao Dai has two laps; the right side has two laps; represent two parents in-law. * Five buttons in a direct line represents five human characteristics: humane, politeness, nobility of mind, intelligence, faithfulness. * On the Ao Dai, they often tie two slaps in order to make it look well – proportioned, represents the caressing love between a husband and a wife. * Ao Dai is worthy to be called: “A charming trait of Vietnam”. Vietnamese Ao Dai not only tell the outlook of life but also package the Vietnamese spirit: Always absorb the quintessence but sort out carefully dirtiness, strengthen the beautifulness but still have definite characteristics. Ao Dai is the essence of Vietnam and if there is something that best describe Vietnamese culture, it is Ao Dai. Ao Dai should be the representative of Vietnam in any international exhibition.   "
        },
        {
            "order": 7,
            "name": "Tớ Đã Viết Ra Suy Nghĩ Của Mình Bằng Tiếng Anh!",
            "content": "  Các độc giả yêu quý của tớ! Phần I và phần II có thể xem như tự truyện vì đó hầu như là những phần trích trong nhật kí của tớ. Những ghi chép này tớ viết khi kết thúc năm học lớp Một và lớp Hai, tức là khi tớ còn nhỏ xíu. Khi bắt đầu bước vào năm học lớp Bốn, tức là khi đã ra dáng một chàng trai (theo lời của bố tớ), tớ không còn học tiếng Anh theo các giáo trình mà bắt tay vào các kì thi lấy chứng chỉ quốc tế. Khởi đầu là việc thi lấy bằng TOEFL nội bộ. Kì thi này thực ra đơn giản vì chỉ cần hai kĩ năng chính là nghe và đọc. Tớ muốn thử thách mình với kì thi khó khăn hơn – thi TOEFL quốc tế. Chà chà, kì thi này quả thực khó nhằn. Để ôn luyện cho kì thi tớ đã mất khoảng hơn mười tháng cùng với một núi tài liệu (tốn kha khá tiền mua sách của bố tớ đấy) và với sự trợ giúp từ xa của các cô giáo dạy tiếng Anh cũ của tớ. Kì thi này đòi hỏi phải có kĩ năng tổng hợp nghe, nói, đọc, viết, trong đó phần “khoai” nhất đối với tớ là viết. Chủ đề của các bài luận thường là những vấn đề rất to tát (vì kì thi này chủ yếu dành cho sinh viên vào học đại học ở nước ngoài) nên có thể bắt gặp tất cả các lĩnh vực: sinh học, hóa học, địa lý, lịch sử… Ban đầu khi luyện viết, tớ thường viết lan man, không có trọng tâm. Sau rồi, tớ tự nghiên cứu các bài luận mẫu, cộng thêm sự hướng dẫn nhiệt tình của các cô giáo, các chuyên gia mà tớ nhờ qua Internet nên bài luận của tớ luôn được đánh giá cao. Kết quả là trong kì thi, tớ đã đạt 27/30 điểm bài viết! Theo như lời một người bạn Mĩ của tớ, thì ngay cả người bản ngữ, đó cũng là một số điểm đáng mơ ước! Tớ rất tự hào về điều đó. Vì thế, trong cuốn sách này, tớ xin trân trọng giới thiệu một số bài luận trong số gần 200 bài luận tớ đã viết trong vòng mười tháng “dùi mài kinh sử” đó. Chủ đề của các bài luận tớ lấy trong các cuốn sách ôn luyện hoặc trên Internet (riêng bài Bức thư gửi ngài Putin là bức thư tớ dự thi UPU viết bằng tiếng Anh). Hầu như ngày nào tớ cũng viết, có buổi sáng tớ viết đến bốn bài. Viết xong, tớ gửi cho cô giáo tiếng Anh đã dạy tớ khi tớ ôn thi TOEIC để cô chữa giúp. Những bài luận này hầu hết tớ đều viết trong khoảng thời gian 30 phút, giống như thời gian lúc thi. Có bài đặc biệt chỉ trong 24 phút (bài Tấm vé vào tương lai). Cũng có bài tớ phải nghiên cứu rất kĩ tài liệu trên Internet trước khi viết, ví dụ như bài Áo dài Việt Nam. Nhưng khi đã viết, tớ hoàn toàn không sử dụng Internet nữa vì tớ biết nếu phụ thuộc vào nó, khi thi tớ sẽ bị động. Có những bài tớ rất tâm đắc như bài Chiếc Ipad của tương lai. Đây thực sự là mơ ước của tớ vì bố tớ bị mất ngủ và hay mê man nên tớ muốn đem lại niềm vui và sức khỏe cho bố. Cũng có những bài hơi khô khan như Xây nhà máy trong khu chung cư – nên hay không nên nhưng tớ vẫn giới thiệu đến các ấy với mong muốn để các ấy hiểu rằng, yêu cầu của các bài luận trong kì thi TOEFL là như thế, họ đưa ra luận điểm và yêu cầu mình nêu ý kiến của mình. Nhiều khi những luận cứ mình đưa ra rất khó để thuyết phục người đọc đồng ý hay không đồng ý nên tớ thường chọn cách dung hòa là phân tích mặt được và không được của luận điểm, thế là an toàn phải không các ấy? Các ấy hãy đọc những bài luận của tớ, hy vọng các ấy sẽ thích và hy vọng tớ sẽ có dịp được giới thiệu tất cả những bài luận mà tớ đã viết tới các ấy. Chúng mình lại cùng khám phá những điều lý thú mà tiếng Anh đem lại nhé!   "
        },
        {
            "order": 6,
            "name": "Tin Tớ Đi! Học Tiếng Anh Vui Lắm!",
            "content": "  Bạn bè thân yêu của tớ ơi, những cách học tiếng Anh “bí mật” mà tớ vừa kể ra có giúp các bạn thêm yêu môn Tiếng Anh không? Tớ tin rằng, khi mình học mà kết hợp với các hoạt động khác thì việc học sẽ trở nên đơn giản và thú vị hơn rất nhiều. Tớ tiếc là tớ không thể nhớ hết tất cả những trò chơi của tớ với mẹ trong lúc học tiếng Anh. Nhưng khi biết tớ băn khoăn về điều này, bố tớ đã khuyên: Không cần con phải nêu hết các trò chơi vì thực ra trò chơi có thể nghĩ ra bất kì lúc nào, cũng có thể tìm trong sách hoặc trên Internet… chỉ cần để các bạn cũng thấy rằng học tiếng Anh thực sự là một niềm vui là được rồi. Lời của bố khiến tớ cảm thấy rất vững tâm. Tớ mong là các ấy sẽ nghĩ ra nhiều, thật nhiều những trò chơi để có thể chơi cùng bố mẹ, chơi với bạn bè và qua đó, vốn tiếng Anh càng ngày càng trở nên giàu có hơn. Khi đã học và có thể đọc hiểu tương đối tốt môn Tiếng Anh, tớ cảm thấy cuộc sống xung quanh mình thật bao la mà cũng thật gần gũi. Giờ đây, bên cạnh sở thích được bố mẹ dẫn đến cửa hàng đồ chơi, tớ lại có thêm sở thích là đến cửa hàng sách ngoại văn. Tớ nói thật nhé, tớ có thể ở trong cửa hàng cả ngày để đọc sách mà không chán. Không phải quyển nào mình cũng có thể mua ngay vì sách ngoại văn thường đắt, nên đã có lúc tớ ước mơ, sau này lớn lên sẽ làm nghề bán sách, để có thể đọc sách thoải mái. Nói thế để các ấy thấy, nếu mình không học tốt một môn ngoại ngữ, có nghĩa là mình đã bỏ qua rất nhiều điều lý thú trong những cuốn sách. Học tốt tiếng Anh còn cho tớ thêm tự tin trong giao tiếp nữa. Đi đâu cùng bố mẹ, nếu gặp một người nước ngoài, tớ thường làm bố mẹ ngạc nhiên vì tớ có thể tự nhiên và thoải mái trò chuyện với họ mà không e dè như mẹ tớ đâu. Mẹ tớ nói, ngày trước khi học, mẹ thường sợ sai khi nói, thành thử bây giờ không tạo ra được phản ứng giao tiếp. Nhiều khi mình hiểu rất rõ người ta nói gì mà không trả lời được dù mình không thiếu vốn từ. Phải tự tin lên các ấy nhé, đừng sợ! Các ấy có xem chương trình Chuyện phiếm tối thứ Ba trên ti vi không. Khách mời của chương trình có nhiều các cô chú người nước ngoài nói tiếng Việt buồn cười nhỉ? Nhưng họ vẫn nói một cách hết sức nhiệt tình, nói kèm ngữ điệu, nói bằng tất cả sự cố gắng. Thành thử, người xem chỉ thấy họ dễ thương làm sao, họ gần gũi làm sao, chứ không ai trách vì họ dùng từ còn sai, phát âm còn nhầm phải không các ấy? Muốn học tốt tiếng Anh, theo các ấy môn học nào có liên quan mật thiết nhất? Tớ nghĩ là tiếng Việt đấy! Các ấy đừng ngạc nhiên, vì việc giỏi tiếng Việt sẽ giúp các ấy rất nhiều trong việc học tiếng Anh. Này nhé, nếu các ấy không giỏi tiếng Việt, có thể các ấy sẽ ngồi cắn bút suốt mà không biết từ dùng trong ngữ cảnh này thì phải gọi là gì mới thích hợp. Nếu không học tốt môn Tiếng Việt, các ấy sẽ rất khó khăn khi nắm các khái niệm như danh từ, động từ, tính từ, từ đồng nghĩa, từ trái nghĩa, bổ nghĩa… mà mình bắt gặp trong ngữ pháp tiếng Anh. Cũng nhờ chịu khó rèn luyện môn Tiếng Việt mà khi tớ dịch truyện, tớ đã nhận được lời khen của rất nhiều người. Ví dụ nhé, khi câu đầu tiên của cuốn Sun up, sun down (“Mặt trời mọc, mặt trời lặn”), nếu tớ dịch là: “Ánh nắng chiếu xuống sân” thì chỉ mới là dịch đúng, nhưng nhờ vận dụng thành thạo các từ tiếng Việt, tớ dịch là: “Ánh nắng lung linh nhảy múa trên sân”, thế là hay lên rất nhiều rồi phải không? Mọi người cũng thường hay hỏi tớ, chắc tớ phải dành nhiều thời gian cho việc học bài ở nhà lắm. Sự thực thì không phải thế. Tớ cũng có nhiều sở thích về… chơi lắm nên tớ cũng dành khá nhiều thời gian cho việc chơi. Hầu như không tối nào tớ học qua 9 giờ, cứ đến chương trình Chúc bé ngủ ngon là tớ thu dọn sách vở và lên xem ti vi cùng bố tớ. Bố tớ nói, cả ngày bố tớ đã đi làm vất vả nên buổi tối, bố muốn được chơi với tớ để quên đi mệt nhọc. Thành thử, từ lúc đi học về buổi chiều, tớ cố gắng sắp xếp thời gian thật hợp lí. Muốn học nhanh và có hiệu quả, quan trọng nhất phải thật tập trung khi học. Tớ cũng thấy là có khi chỉ cần 30 phút học mà tập trung còn hơn rất nhiều tiếng ngồi trước bàn học mà đầu óc để tận đâu đâu. Thú thực, cũng có dạo, tớ cứ ngồi vào học là lại kiếm cớ để đứng dậy, khi thì đi uống nước, khi thì đi lấy thước, khi thì đi… tè. Mỗi lần đứng dậy như vậy, khi quay vào bàn lại phải mất thời gian để nhớ lại từ đầu. Về sau, tớ học tập tác phong làm việc của bố tớ, khi đã ngồi vào bàn, mọi thứ đều phải chuẩn bị sẵn sàng, không đứng lên ngồi xuống, không nói chuyện… Thế là học hiệu quả hơn hẳn. Và tất nhiên sau mỗi giờ học hay những lần nghỉ giữa giờ, tớ lại cùng chơi trò chơi với mẹ tớ rồi. Có một câu nói mà bố thường hay nói với tớ và tớ rất thích, đó là: “Đừng buông tay, hãy nắm lấy cơ hội!”. Cơ hội không phải là một điều gì to tát, có khi đó là những điều rất nhỏ thôi, như cơ hội được đi xem phim này, cơ hội được đọc một quyển sách hay này. Tớ áp dụng câu nói trong việc học tiếng Anh. Khi vào mạng Internet, điều đầu tiên là tớ nghĩ xem mình sẽ có cơ hội học được gì trong lần “lướt net” này. Cứ thế, mỗi ngày vốn kiến thức một dày lên. Tớ cũng không bỏ lỡ những cơ hội thi thố qua các thông tin đăng trên mạng. Hè năm lớp Một, tớ đã đạt giải Ba cuộc thi Tìm hiểu Nhật Bản (với các thí sinh dự thi từ 20 đến… 70 tuổi cơ đấy). Và rồi, tớ lại dự thi Thuyết trình tiếng Anh về chủ đề môi trường. Cuộc thi này, tớ chỉ đạt giải “Thí sinh nhỏ tuổi” nhất thôi nhưng tớ đã rất vui vì tớ được làm quen với nhiều các anh chị trong Green Club và tớ ý thức hơn về cách bảo vệ môi trường. Đó, các ấy thấy không? Học tiếng Anh vừa vui lại vừa bổ ích phải không nào?   "
        },
        {
            "order": 13,
            "name": "The Concept Of A Home",
            "content": "  Home, for someone, is simple as a house, but for someone else, is more than a house, and sometimes it is not a house. Each life has a different thinking about the definition of “Home”. “Where one lives or a residence” (Dictionary of the English Language, 2009). According to this definition, people may have two or more homes. When you go to work, spending eight hours in the office, may be more twelve hours in there, your office becomes a second home. You work there, you relax there, you have dinner, and you chat to your friends at your desk in your office. Sometimes, for some people, they even sleep there because of security situation. In the fact that home sometimes just “a place where you are comfortable and pleasure” (Collins English Dictionary, 2003). For example, street children have no house to come back, but they do have home. Their home may be under the bridges, on the boats along the channels, or in slums nearly a dump field. That are not a house, just a place that they feel comfortable to sleep, to retire after a hard working day and to sleep. For some people, home is a thing that you can not replace and you always look forward. Home is a family. There are your parents, brothers, sisters, relatives, dogs, fishes, etc. Everything that you feel so familiar with. Especially, they will be the first people whom you want to share your feeling, your emotion about your job, life or you are the first person that they choose to share these things with. Home will help you to get back the balance in your life between love and money. In there, everyone will be available beside you to protect, support and go with you to get over difficulties. Home is either the beginning of the love, new lives, or the root of the evils. Haggard, a composer, said that “home is where the kid grows up” in the song with the same name. Imaginarily, a child was born in a good family with full love from his parents and his brothers, sisters. He will become a good man with characteristics of kindness and tolerance. He will get married with a beautiful girl and have good children, a new life, with full of love like his parents. What if his parents are not good people, they are drunk, they fall in gamble and don’t care about his son. The son grows up and begins his life as their parents. He becomes social burden and may be an evil with the end in jail. The definition of home is not the same when people think about it. But absolutely, everyone does have a home. They will live with it or find the other one; it depends on how they define what the home is.   "
        },
        {
            "order": 4,
            "name": "Ngày Đầu Tiên Đi Học!",
            "content": "  Cái này nghe giống như một bài hát, giống như cả tên một bài văn tớ đọc ké trong sách của chị tớ. Nhưng tất nhiên tâm trạng của tớ thì không giống thế một tẹo nào. Tớ không “vừa đi vừa khóc”, cũng không “hoang mang” vì trường học giờ đây đối với tớ cũng không còn xa lạ nữa qua kì thi vừa rồi. Nhưng phải nói là rất hồi hộp. Mẹ tớ mặc cho tớ một bộ quần áo đẹp, đeo cặp hẳn hoi, dù trong cặp chỉ có mấy cái bút chì. Mẹ nắm tay tớ vào lớp. Lớp của tớ là lớp 1A9 nằm ở tầng hai, cô giáo tớ rất trẻ và rất xinh nữa. Tớ thích lắm, tớ còn thích hơn nữa vì phát hiện ra cô giáo lại chính là học trò cũ của bố tớ. Tớ tự hào về điều này lắm, đi khoe ầm ĩ, nhưng bố tớ bảo, tớ phải cố gắng hơn vì nếu không cô sẽ nghi ngờ về phương pháp dạy học của bố (?). Tớ cũng chẳng hiểu thế nào, nhưng tất nhiên là tớ sẽ cố gắng vì cô giáo tớ tuyệt vời thế kia mà. Buổi đầu tiên đến lớp, cô giáo yêu cầu chúng tớ đứng lên tự giới thiệu về mình với các bạn khác. Lớp tớ vẫn vắng lắm, ngồi cạnh tớ là một bạn nữ, mặt mày ủ rũ. Có hai bạn nam có vẻ khá nghịch đang rì rầm nói chuyện với nhau như đã quen biết nhau từ lúc học mẫu giáo, trông thật đáng ghen tỵ. Phía sau là những bạn nào tớ cũng chẳng biết vì chưa dám nhìn xuống. Mẹ tớ sau khi đưa đến cửa lớp đã đi về rồi. Lớp Một rồi có khác, hồi tớ mới đi học mẫu giáo, mẹ tớ đứng chờ suốt cả buổi, còn đợi xem đến bữa ăn tớ ăn thế nào. Cũng hơi lo đây, tớ chưa chuẩn bị gì cho màn giới thiệu. Đã có một vài bạn lên tự giới thiệu, tớ chưa kịp nhớ tên của các bạn ấy. Tớ còn mải suy nghĩ mà. Lại một bạn nữ mặc váy rất đẹp lên hát. Tớ nghĩ ra rồi, tớ sẽ giới thiệu bằng tiếng Anh, độc đáo đấy chứ. Sau khi nghĩ được cách, tớ thở phào đợi đến lượt mình. Tớ giả làm hai người nước ngoài trò chuyện với nhau, hỏi tên tuổi, nơi ở, sở thích để qua đó cho mọi người biết tên tớ. Các bạn phía dưới nhìn tớ có vẻ ngạc nhiên, cô giáo thì rất thích, cô còn hỏi tớ đã học tiếng Anh ở đâu mà nói hay thế. Kết quả là, ngay sau buổi học đầu tiên, tớ được cử làm lớp trưởng! Chà, chà, tớ cực thích chức vụ này nhé. Nếu bạn nào cũng thích làm lớp trưởng, các bạn nhớ phải gây được ấn tượng với cô giáo ngay từ ngày học đầu tiên, chuẩn bị màn giới thiệu hấp dẫn này, tự tin này và quan tâm đến các bạn cùng lớp nữa vì có nhiều bạn chưa quen với lớp học đâu. Bắt đầu những ngày học đầu tiên ở ngôi trường mới, bạn bè cũng quen dần. Lớp tớ chỉ có 24 bạn thôi. Tớ được cô phân ngồi ở bàn cuối cùng (chắc vì tớ cao mà lại hơi béo nữa – mẹ tớ thì bảo: không phải hơi béo mà là rất béo, nhưng tớ chỉ nói thế thôi, tớ không thích ai gọi mình là béo cả), cạnh tớ là bạn Nguyên Khôi, cao nhất lớp. Nhiều lúc nhìn bạn ấy tớ cứ tưởng tượng ra con hươu cao cổ vì dáng đi khòng khòng do chiều cao quá khổ của bạn ấy. Chẳng bù cho một số bạn trong lớp lại bé tí như Thành Trung này, Thùy An này, các bạn ấy giống hệt như các em lớp mẫu giáo tớ hay gặp. Tuy thế, các bạn ấy cũng học rất tốt, tớ và Thành Trung luôn là “đối thủ” của nhau trong học tập đấy. Lên lớp Một, học bao nhiêu là môn học. Giờ học nào tớ cũng thích trừ môn Thể dục. Ban đầu tớ còn sợ giọng nói của cô Thể dục nhưng sau đó tớ hiểu ra, cô cần phải nói to thì mới có thể nhắc nhở được tất cả các bạn. Dưới sân trường ồn ào thế, nếu cô chỉ nói nhỏ đi một chút là cả lớp sẽ nhốn nháo lên ngay. Dù biết thế nhưng tớ vẫn sờ sợ mỗi khi có tiết học này. Có hôm chắc vì sợ quá nên tớ còn cảm thấy đau bụng nữa cơ. Chà chà, các động tác chân tay thật khó điều khiển. Chắc hè này tớ phải bảo mẹ tớ cho đi học bơi hoặc môn nào đó có liên quan đến thể thao mới được. Các giờ học trong lớp thì tớ thường xuyên được cô giáo khen, tớ cảm nhận các cô còn nhìn tớ rất trìu mến nữa chứ. Ban đầu, khó nhất là môn Tập viết. Viết bằng bút chì thôi nhưng không dễ chút nào. Bọn tớ bặm môi bặm lợi mà viết cứ nguệch ngoạc như con giun. Bố mẹ bạn nào cũng sốt ruột khi nhìn vở các con toàn điểm 5, điểm 6. Tớ cũng thế, mà tớ nghe bố mẹ các bạn đến phàn nàn với cô cũng thế. Tớ cũng hết sức cố gắng nhưng quả thực, lúc đó cái bút không theo sự điều khiển của mình, cứ trệch đi, lại còn phải đếm dòng, đếm ly nữa. Chữ nào thì bao nhiêu ly, nét cong, nét hất, nét xiên... mọi thứ cứ rối tung trong đầu tớ khiến tớ nhiều lúc chỉ muốn quay lại học mẫu giáo. May mà bố mẹ tớ rất tâm lý. Mẹ tớ thì thỉnh thoảng còn sốt ruột, than phiền với người này người kia về điểm của tớ chứ bố tớ thì tuyệt nhiên không. Thế mới tuyệt chứ! Mà các ấy biết không, bố tớ là chuyên gia về tập viết đấy. Tên của bố tớ có trên dòng chữ tác giả cuốn Tập viết lớp Một mà. Thế nên chắc bố hiểu những giai đoạn của một chú nhóc lớp Một khi học viết và rất kiên trì đợi đến ngày điểm số của tớ được nâng lên. Tớ lại không thích viết bằng tay phải, từ nhỏ tớ quen viết bằng tay trái nên để đổi được sang tay phải quả là cực hình với tớ. Cứ tranh thủ khi nào cô giáo ra ngoài là tớ lại viết bằng tay trái, cảm giác dễ chịu hẳn (mong là cô giáo không phạt tớ khi biết điều này). Bây giờ thì chữ tớ khá rồi, cô giáo khen và bố mẹ tớ rất hài lòng, nhất là những chữ viết hoa thì rất đẹp. Đôi khi mẹ tớ còn bảo, nét chữ bay bướm thế kia rồi sau này sẽ lãng mạn lắm, y như bố ấy! Buồn cười thế, mẹ tớ hay nghĩ ra những cái rất buồn cười như vậy. Tớ lại còn viết được cả bằng hai tay, lúc học tiếng Việt thì viết tay phải còn học tiếng Anh thì viết tay trái, đỡ mỏi tay hẳn. Bài tập về nhà các môn Toán và Tiếng Việt cũng không nhiều lắm, ban đầu chủ yếu là các bài luyện viết. Cứ đến thứ Sáu hàng tuần là cô lại cho bài tập trong một tờ phô tô. Tớ không thích có cảm giác một đống bài tập đang chờ mình nên thành thói quen, cứ đi học về là tớ làm bài luôn. Đến khi mẹ tớ nấu xong cơm, gọi xuống ăn là tớ đã hoàn thành bài tập rồi. Thời gian buổi tối tớ dành cho việc học môn Tiếng Anh. Hầu như tớ toàn đạt điểm 10. Ngày nào mẹ tớ cũng đón tớ bằng câu hỏi: “Hôm nay con học thế nào?” Thế là tớ sẽ kể hết mọi chuyện ở lớp, ai không ngoan, ai bị cô giáo phạt, ai không ngủ trưa và tất nhiên đến phần tớ, tớ phải cố nhớ xem mình đã được mấy điểm 10 cả thảy trong một ngày. Mẹ tớ bảo, điểm 10 cũng rất đáng khen nhưng quan trọng là mẹ tớ muốn biết, tớ có cảm thấy đó là một ngày học vui, ngày học ý nghĩa không. Tớ không phân biệt được hai điều này, nên mẹ tớ giải thích: “Ngày học vui là ngày con được khen này, con giúp được bạn trong lớp này, con ăn thấy ngon miệng này... còn ngày học có ý nghĩa là ngày con học được những thứ mà con thấy hay, thấy lạ so với những điều mình đã biết trước đó, nói tóm lại con có cảm giác của người vừa khám phá được một điều gì đó mà trước đấy còn bí ẩn”. Tớ hiểu ngay, nên thay vì tính số điểm 10 hàng ngày, khi mẹ đón, tớ đều thì thầm vào tai mẹ tớ, chẳng hạn: “Mẹ ơi, hôm nay là một ngày học vui, con đã giúp cô cất chăn chiếu khi ngủ xong và được cô khen”, hoặc: “Mẹ ơi, hôm nay là ngày học ý nghĩa vì con biết khi muốn cộng 9 với 8 con lấy 10 cộng với 8 rồi trừ đi 1”... nhưng cũng có ngày học buồn lắm, như ngày bạn Phương trong lớp bị ngã gãy tay, ngày có bạn kể cho tớ nghe về việc bố mẹ bỏ nhau mà bạn ấy không biết ở với ai này... Những điều đó tớ đều kể lại cho mẹ tớ nghe hết, mẹ còn cho lời khuyên để tớ có thể giúp được các bạn nữa chứ. Còn bố tớ đón tớ hàng ngày toàn bằng những lời pha trò, ví dụ khi tớ nói: “Hôm nay con được ba điểm 10” thì bố tớ lại kêu lên: “Thôi chết, điểm 3 và điểm 10 á, gay thế!” Dù biết thừa là bố tớ trêu nhưng tớ vẫn hét toáng lên “Không ạ, ba điểm 10 ạ!” đến khi bố tớ ôm tớ vào lòng và cười khì khì mới thôi. Mẹ tớ cũng rất hay quan tâm đến bữa ăn trưa ở trường của tớ. Ở trường có dán sẵn một bảng thực đơn cho từng ngày, bọn tớ có thể nhìn vào đó để biết được hôm sau mình sẽ ăn gì, có phải là món khoái khẩu của mình không. Tớ thích nhất hôm nào có thịt kho tàu và canh chua, nhưng có những hôm, tớ chẳng thích ăn một tẹo nào cả. Biết thế, nên mẹ tớ hay hỏi: “Trưa nay, con ăn uống thế nào, có hợp khẩu vị không?” Đa phần là tớ đều trả lời: “Con ăn ngon lắm, món ăn rất ngon mẹ ạ”. Nói chung, mẹ tớ cũng không phải lo lắng lắm về chuyện ăn của tớ, (cứ nhìn hình tớ trong ảnh là các ấy biết tớ dễ ăn đến thế nào rồi). Thậm chí có một thời gian, tớ thường xuyên xin thêm các cô nhà bếp hoặc cô giáo phụ trách, khi thì một ít cơm, khi thì một ít thức ăn hoặc có khi một ít canh và cũng có khi là cả ba thứ ấy. Khi tớ kể lại cho mẹ tớ nghe, mẹ tớ buồn cười lắm nhưng mẹ tớ cũng khuyên là không nên ăn quá nhiều, sẽ khó ngủ. Nhưng không buồn cười bằng chuyện hồi mới vào lớp, vì tớ là lớp trưởng nên sau khi cho các bạn ngồi vào chỗ, tớ mới chọn chỗ ngồi cho mình. Tớ toàn chọn ngồi cạnh bạn Thanh Tú, chả là, bạn ấy rất gầy mà lại rất sợ ăn thịt, cho nên, ngồi cạnh bạn ấy, tớ có thể ăn ké phần thịt, vốn là món ăn rất ưa thích của tớ. Nhưng chẳng nhẽ lại nói: “Bạn cho tớ ăn thịt của bạn nhé”! thì lại có vẻ không đúng tư cách một lớp trưởng chút nào, thế là tớ bèn chuyển sang nói: “Bạn cho tớ mượn miếng thịt nhé!” Lạ là bạn ấy hiểu ý và chuyển ngay miếng thịt sang bát tớ. Việc “mượn thịt” cũng diễn ra trong một thời gian tương đối dài cho đến khi tớ kể cho mẹ tớ. Sau một trận cười ngặt nghẽo, mẹ tớ quyết định sẽ không cho tớ “mượn” nữa vì mẹ nói bạn ấy sẽ ăn uống không đủ chất và sẽ gầy còm hơn nữa, còn ngược lại tớ sẽ bị thừa cân. Thế là tớ không nghĩ đến miếng thịt trong bát bạn ấy nữa mà động viên cho bạn ấy ăn: “Tại sao lại không thích những miếng thịt hấp dẫn như thế được nhỉ?” Tớ luôn nói với bạn ấy thế và bạn ấy nhăn mặt, bỏ tọt miếng thịt vào mồm, nuốt vội vàng. Tớ buồn cười cho bạn ấy ghê! Nói chung, việc đến trường với tớ quả là một niềm vui, trừ những ngày có môn Thể dục ra. Buổi sáng nào khi mẹ gọi dậy, tớ cũng hào hứng nghĩ đến những niềm vui đang chờ tớ ở trường, niềm vui học tập và cả niềm vui ăn uống nữa. Các ấy đừng cười tớ nhé, bố tớ nói, người ta đang chủ trương cho trẻ: Mỗi ngày đến trường là một ngày vui. Thấy được niềm vui khi đến lớp mỗi ngày là vui rồi mà, bất kể niềm vui ấy bắt nguồn từ đâu.   "
        },
        {
            "order": 31,
            "name": "Thế Nào Là Một Nhà Lãnh Đạo Tài Năng?",
            "content": "  Khi chúng ta làm việc trong một nhóm, một cơ quan hay một công ty, người lãnh đạo đảm nhận vai trò rất quan trọng. Tất nhiên là công việc sẽ được chia đều cho tất cả mọi người nhưng người lãnh đạo phải kiểm soát và đốc thúc toàn bộ quá trình làm việc sao cho thật suôn sẻ, hiệu quả. Theo quan điểm của tôi, một người lãnh đạo tốt phải là người biết sắp xếp thời gian hợp lý, có trách nhiệm cao và phải thật công bằng. Đầu tiên, người lãnh đạo là người điều hành công việc chuẩn mực và mang lại sự hài lòng cho mọi thành viên. Vì vậy, họ phải rất cẩn thận và chỉn chu. Nếu quá trình làm việc không suôn sẻ, người lãnh đạo sẽ phải là người dám chịu trách nhiệm và sẵn lòng tha thứ cho những sai sót của nhân viên. Khi cả nhóm đang trong tình thế dầu sôi lửa bỏng thì người lãnh đạo phải xuất hiện để đưa ra những lời khuyên và chỉ dẫn hợp lý. Người lãnh đạo nhiệt tình và hăng hái khi thực hiện công việc sẽ là niềm khích lệ rất lớn cho người khác. Hơn thế nữa, người lãnh đạo giỏi phải có những kế hoạch, dự án dựa trên lý trí và sự phân chia công việc hợp lý. Với cương vị một người lãnh đạo, anh ta sẽ phải biết được thế mạnh của mỗi người để phân chia công việc phù hợp. Để quá trình thực thi công việc được êm thấm và không bị chậm trễ, việc thiết lập kế hoạch rõ ràng và cụ thể là vô cùng cần thiết. Chẳng hạn, một nhóm đang làm công việc về bảo tồn thiên nhiên thì kế hoạch thời gian được đặt ra là: Mỗi thành viên phải giải quyết những tình huống thực tế trong công việc của mình vào tuần này, đưa ra giải pháp trong tuần sau và thực hành lại năm ngày trước buổi báo cáo. Để duy trì môi trường làm việc và quan hệ tốt hơn trong nhóm, công bằng là một đức tính rất quan trọng. Nếu một người lãnh đạo không công bằng, họ sẽ phân công công việc theo kiểu thiên vị người này mà coi nhẹ người kia. Những người có quan hệ tốt với lãnh đạo sẽ được hưởng một khối lượng công việc ít hơn hoặc nhiều hơn người khác tùy theo loại công việc ấy có mang lại lợi ích hay không. Điều này sẽ tạo nên sự bất bình cho các thành viên khác trong nhóm. Có một sự thật hiển nhiên rằng một người lãnh đạo tốt phải là người nhạy cảm, tiếp thu nhanh và tài năng. Tuy nhiên, nếu anh ta thiếu những đức tính trên, tài năng của anh sẽ bị thui chột. Vì vậy, tôi tin rằng, một người lãnh đạo với những đức tính tốt, như đã phân tích, sẽ làm cho tiến độ công việc nhanh và hiệu quả hơn.   "
        },
        {
            "order": 26,
            "name": "Vai Trò Của Cha Mẹ Trong Việc Giáo Dục Con Cái",
            "content": "  Sự phát triển của mỗi người trong cuộc sống phụ thuộc vào rất nhiều yếu tố, trong đó có cha mẹ, thầy cô, bạn bè và các phương tiện thông tin đại chúng như ti vi, sách báo, phim ảnh... Tất cả những yếu tố trên đều rất cần thiết cho sự phát triển của con người theo những cách khác nhau. Theo quan điểm của tôi, cha mẹ chính là những giáo viên tuyệt vời nhất có liên quan mật thiết đến sự phát triển của con cái mình. Trước hết, cha mẹ là những thầy cô giáo đầu tiên trong cuộc đời của mỗi con người. Kể từ trước khi đứa bé được sinh ra, nó đã có thể cảm nhận và nghe được những lời trò chuyện cũng như những câu hát từ bố mẹ. Sau khi sinh ra, đứa trẻ lại ngập tràn trong những bài hát ngọt ngào, những lời ru êm đềm và những vần thơ nhẹ nhàng, vui tươi. Cha mẹ cũng giúp trẻ làm quen với thế giới muôn màu muôn sắc. Cha mẹ đưa trẻ giao tiếp với những cảnh vật tươi đẹp của thế giới xung quanh. Các nhà khoa học đã chỉ ra rằng, não bộ của trẻ em phát triển nhanh nhất trong độ tuổi từ một đến năm, đó là giai đoạn tiền tư duy theo học thuyết phát triển tâm lý của Piaget – cũng là thời điểm mà trẻ em dành gần như nhiều thời gian nhất của mình cho bố và mẹ. Thứ hai, cha mẹ không chỉ dạy trẻ cách đọc, nói và viết mà còn dạy trẻ làm thế nào để hành xử một cách đúng mực. Trẻ em, tất nhiên, chưa thể biết được những khía cạnh xã hội, tôn ti trật tự trong cuộc sống. Cha mẹ sẽ dạy chúng cách để cư xử sao cho lịch sự, làm thế nào để thể hiện sự tôn trọng người khác, biết kiềm chế cảm xúc, những ai đáng tin cậy, những ai không đáng tin. Cha mẹ cũng dạy đạo làm người và đức tính thật thà, ngay thẳng, độ lượng, nhân từ với những người nghèo và người tàn tật. Nói theo cách khác, họ dạy trẻ những kĩ năng sinh tồn trong cuộc sống. Thứ ba và cũng là quan trọng nhất, cha mẹ dạy trẻ bằng những ví dụ. Bởi trẻ luôn có nhiều thời gian cùng cha mẹ của mình khi còn nhỏ, chúng học bằng cách quan sát và mô phỏng. Cách học này có hai mặt lợi và hại. Nhờ việc quan sát những hành động của cha mẹ và họ hàng, trẻ có thể học được rất nhiều đức tính tốt. Tuy nhiên, cũng có những hành động xấu, chẳng hạn như sử dụng bạo lực, nghiện rượu bia và thuốc lá. Trẻ em có thể vô tình học những hành động tiêu cực này từ cha mẹ chúng. Trẻ em, vì vậy, chỉ học những hành vi xấu nếu cha mẹ chúng cư xử như vậy. Nếu cha mẹ chúng ích kỉ, rất có thể chúng sẽ trở nên ích kỉ. Nếu cha mẹ chúng nhân từ, tốt bụng, đứa trẻ sẽ trở thành người tốt trong tương lai. Lý do cuối cùng là mối quan hệ lâu dài và bền vững giữa cha mẹ và con cái. Vì cha mẹ đóng vai trò là thầy cô trong vòng 18 năm hoặc hơn thế nữa trước khi trẻ sống tự lập, họ sẽ có ảnh hưởng lớn hơn rất nhiều một cô giáo chỉ dạy trẻ trong một năm học. Hơn thế nữa, ngay cả khi tốt nghiệp đại học, người trẻ tuổi vẫn còn cần tìm sự trợ giúp từ cha mẹ để bươn chải trong cuộc sống. Mặc dù có rất nhiều yếu tố ảnh hưởng đến tri thức của trẻ nhưng những bài học và lời răn dạy của cha mẹ vẫn là những điều tuyệt vời nhất. Cha mẹ không chỉ có ảnh hưởng về khía cạnh giáo dục trí tuệ, kĩ năng mà còn ảnh hưởng đến đạo đức của con cái. Vì những lý do này, tôi nghĩ, cha mẹ vẫn là những người thầy cô quan trọng nhất trong cuộc đời mỗi người.   "
        },
        {
            "order": 18,
            "name": "The Letter To Mr. Vladimir Putin",
            "content": "  Dear Mr. Vladimir Putin, Just to introduce myself, I am an anonymous tree in a forest of Russia. That’s all about me, nothing really special, with no “sir” or even “Mr.” in my name. An extraordinary normal tree in a just-as-normal forest, with deep hope and expectation to you, sir – the Hero of the Earth. In this letter, I want to discuss with you, sir, about a problem that our country had just suffered from, the problem of deforestation. Luckily, I survived through that fatal event, though with many scars and pains. Sir, you a done a Great, Great work, when you winged the Bee-2oo through the air, flying over the forest, trying to stop the fire from lingering around. Your action, sir, had encouraged and motivated the rescue team to save us all. Truly saying, that time, in total desperation and painfulness, we still were really grateful and excited when we saw your plane. Sir Vladimir Putin, I have some little knowledge about airplanes, and I saw that you were really good at controlling that heavy vehicle and make it to fly smoothly. Maybe, you were a professional pilot before you became a president! However, everyone in the forest hoped that we could see your airplane in a day when the forest was peaceful, lovely and green rather than at a day when we were overwhelmed with pain and depression. But it seems like people only try to fight back a disaster when it has already came even if it was foreseen. Sir Putin! Under the reign of Mother Earth, the forests like us, ours brothers and sisters in the whole work have worked for human’s benefit. Sometimes, human even called us their “green lung” when we absorb carbonic and release oxygen, which human especially need to sustain their life. Each year, our body can absorb more than 5.9 kg carbonic gases. We helped humankind to strengthen their health by reducing the amount of hazardous gases in the environment. To do this, our leaves with tiny holes absorb those gases, keeping hodgepodge and miscellaneous, put them through a further filtering process, and then use the water from rains to wash them down to the soil. By reducing the level of hazardous gases, we have participated in reducing greenhouse gases. We are, days and nights, solving the consequences of bad actions that humankind has done to the environment, to their own living space. Furthermore, our tree family also has many good benefits to the water flow. We can stop 25 % of rain water by raising our leaves and leaf canopies to slow down the water from rains, consequently reducing soil erosion and keeping the precious nutritive from the earth. In the raining season, forests can prevent and preclude flooding. In the dry season, the precious rain water will be transported directly to the rivers by us. Our tree family lives harmoniously between each other hence create a balanced ecosystem between animal species and trees. We also are responsible for the creation of living spaces and food for wildlife creatures. The branches that fall down to the water make great living spaces for fishes and amphibians. In hot periods, we will create shades to help animals in keeping their balanced body temperature. In our “kingdom”, everything is harmonious, peaceful, any arguments or conflicts can be easily and completely settled without the use of any weapons or any outbreaks! And Mr. Putin, in holidays, you and other residents often come to the forests to relax because coming to us; you will feel totally relaxing and comfortable. In a pure, tranquil atmosphere, every illnesses of the modern world like stress, cardiovascular and blood pressure diseases can be relieved. ‘Cause of a great love to children, we are great playgrounds for the growth of them. More than that, children suffering ADHD (Attention Deficit Disorder) when coming to our family will feel better. Do we seem like doctors, sir? Forests also bring a large source of food and fruits to humanity. Please don’t hesitate; our “supermarkets” are still at work 24 hours a day. Dear Sir. Vladimir Putin, me and many of my relatives – the abele trees have appeared in many large magazines as the representative of Russia’s autumn. Planted next to me is a friend of mine from Vietnam – a faraway country. He was planted by a Vietnamese person who loves Russia. Through him, I know about a Vietnam with many diverse types of trees. And strange actually, forests in Vietnam also helped to hide the Vietnamese soldiers in wartime. Hmm, he had read to us poems like: “The forest covers our soldiers and surrounds the enemies.” Sometimes, he droned out many songs like: “The beautiful smell of the forest hang around on the deserted hill.” or “In the middle of the green forest rises up many beautiful poems and songs.” That’s it, sir; the forests in all over the world not only bring many great benefits to humankind but are also the inspiration for songs and poems. Nevertheless, we – trees are facing total depression and the fear of numerous catastrophes, from deforestation to being chopped down. How painful to witness the death of our relatives under the hands of humankind. Why do you human treat us that way? Please don’t destroy us or humankind will suffer from the worst consequences from our destruction! Dear sir Vladimir Putin, I beg you that in your position, you would do more than just hover the aircraft around the sky when the forests are on fire. We also hope that, some days, we can welcome you to our family; we will raise our hand and welcome you by a strong, healthy body, not a body with wounds and pains like today. And then, the green yellow odor of trees will cover the everywhere in Russia. We are hoping for that, sir! Wish you a great health!   "
        },
        {
            "order": 15,
            "name": "The Importance Of Physical Education At College",
            "content": "  Independent writing task: Do you agree or disagree with the following statement? A minimum number of physical education credits should be required for graduation from college. “My own prescription for health is less paperwork and more running barefoot through the grass”; “The greatest health is wealth” are two very famous saying of author Terri Guillemets and the Virgil. Of course, health is the wealth of life, and physical education is related prominently to health, especially in the environment full of competing between students like that in the colleges. As a result, I totally disagree with the statement and these following reasons will support my opinion. The first reason is that we have to require physical education credits because students at colleges nowadays do not want to practice exercises. They only concentrate on studying, on how to get the best mark when they graduate. They forget that if they are not healthy, nothing can be done. Students always lock them in the room, study and study, without thinking about their health. If colleges still don’t mind that mater, students will get more diseases and become more and more exhausted. To control it, colleges should add physical education to examination subjects to remind students that they have to exercise much or otherwise if they get B or C in physical education, they will get an unsatisfied graduation record even they get A in other subjects. Its purpose is to stress the importance of physical education in colleges. The second reason is that physical education will create a linking between faculties and faculties, schools and schools. There are a lot of faculties in the college in different subjects so two faculties do not have a middle subject to compete. For example, a biology faculty cannot compete biology with a economics faculty. If the college requires physical education in every faculty, two faculties can hold a sport competition to compete. Also, schools can compete sport with each other because they all have physical education. It is great to play sport with another school. The third reason is that after college, if the students have to examine physical education, they can easily adapt to the harsh working environment. They are stronger and can stand the both physical and mentally challenging condition. They are ready to type a report with thousands of words, spend all night at the office continuously, go to a lot of places to market products or to meet working partner, stretch the brain to think of a report or plan; etc. These things not only need mental strength but also physical strength to struggle for these difficult works. You need to be really strong so that the brains can affect work. You also need to be strong to manipulate the brain in exhausted time. All need the balance of mind and body, gracefully and perfectly. In the end, I totally agree with the statement and really love that physical education credits to be required in college.   "
        },
        {
            "order": 22,
            "name": "Tấm Vé Tuyệt Vời Để Đến Với Thành Công",
            "content": "  Sự phát minh ra máy vi tính là một trong những thành tựu nổi bật nhất trong lịch sử loài người. Từ năm 1945, năm mà con người phát minh ra ENIAC – máy tính đầu tiên trên thế giới, cuộc sống của con người đã thay đổi đáng kể. Máy tính thực sự là một công cụ tuyệt vời trong cuộc sống của chúng ta. Máy tính đem lại nhiều tiện ích cho cuộc sống. Vậy máy tính có vai trò thực sự như thế nào? Dưới đây, tôi sẽ phân tích một số những tiện ích thông thường mà máy tính mang lại. Tiện ích đầu tiên, máy tính là phương tiện học tập hữu hiệu đối với học sinh, sinh viên. Máy có thể cung cấp cho họ một lượng cực kì lớn các thông tin có trên mạng Internet. Internet là mạng lưới những trang web được thiết kế thông minh và mềm dẻo để đáp ứng nhu cầu giải trí, làm việc, học hành, giao tiếp của con người. Bạn chỉ cần đánh từ khóa trên Google, chỉ vài giây sau, bạn sẽ nhận được những gì mà mình mong muốn. Internet cũng giống như một thư viện quốc tế với ước tính hơn năm triệu tài liệu các loại. Chắc chắn đây là thư viện lớn nhất thế giới. Bạn không cần phải tốn hàng giờ tìm sách trong thư viện, mò mẫm trong các tủ sách. Chỉ một cú click chuột, khát khao tìm hiểu tri thức của bạn sẽ được thỏa mãn. Hơn thế nữa, Internet còn có cả một cơ sở dữ liệu, lưu trữ tài liệu từ các thư viện quốc tế ở New York, Toronto, Washington, Tokyo, Paris, Rome... được phổ biến rộng rãi cho sinh viên toàn thế giới. Không chỉ lấy nguồn tài liệu từ các tổ chức phi lợi nhuận như Wikipedia, Wikileak, British Concise Encyclopedia, Internet còn mua nguồn tư liệu từ những thư viện, cơ quan và tổ chức có danh tiếng để sinh viên, học sinh có thể tiếp cận với hệ thống tri thức đã được chuẩn hóa bài bản. Với Internet, học sinh, sinh viên có thể trò chuyện và giao lưu với bạn bè ở khắp năm châu. Họ có thể chia sẻ niềm yêu thích của mình với nhau, hiểu biết thêm về văn hóa và lịch sử của nước bạn. Họ sẽ có thể học tập tốt hơn ở trường. Ngoài ra, họ cũng có thể chia sẻ thông tin của đất nước mình cho bạn bè quốc tế, chẳng hạn những hiểu biết về chính phủ, con người, các bước tiến về khoa học, văn hóa và môi trường. Họ cũng có thể trao đổi với nhau về việc làm thế nào để có trí nhớ tốt hơn và làm bài tập về nhà tốt hơn. Những thông tin đó rất có lợi cho việc học của học sinh, sinh viên. Thứ hai, máy tính làm cho công việc trở nên thoải mái và dễ dàng hơn. Thật sự dễ chịu nếu chúng ta được ngồi ở nhà và làm việc với máy vi tính. Máy vi tính có thể được bật 24 giờ một ngày, không giống như ở thư viện hay cơ quan. Bạn có thể nghiên cứu trên Internet trong khi vẫn đang mặc pijamas và ăn sáng hay bất cứ khi nào bạn thích. Trước khi có sự ra đời của Internet, sinh viên không thể làm bài tập về nhà một cách nhanh chóng và tiện lợi vì thư viện không mở cửa 24 giờ trong một ngày. Ngày nay, mọi thứ đã đổi thay. Với máy tính và Internet, sinh viên có thể nghiên cứu ở bất kì nơi nào mà họ muốn. Tất nhiên, thư viện vẫn là rất cần thiết, nhưng máy tính và Internet có thể thay thế thư viện trong một số trường hợp. Hơn thế nữa, hệ điều hành Microsoft Office Word giúp ích cho chúng ta rất nhiều. Khi phải viết một bản báo cáo dài thì viết bằng tay sẽ không phải là một lựa chọn tối ưu. Hãy tưởng tượng ta phải viết một bản báo cáo dài 50 trang bằng tay! Thật sự không hiệu quả chút nào. Như vậy, máy tính được phát minh ra đã làm cho công việc này bớt phần nặng nhọc. Thứ ba, máy tính là công cụ giải trí rất tuyệt vời. Hãy tưởng tượng sau một ngày dài làm việc căng thẳng, chúng ta có thể vui vẻ bên máy tính bằng việc chơi trò chơi, nghe nhạc, chat với bạn bè, kiểm tra thông tin và giải những câu đố vui. Những việc này sẽ làm não bộ chúng ta tỉnh táo và sẵn sàng vào công việc tốt hơn. Theo một số nghiên cứu khoa học, não bộ chúng ta sẽ nhớ lâu hơn khi được giải trí sau một ngày làm việc căng thẳng, và máy tính đã lo phần giải trí ấy giúp chúng ta. Tôi rất tâm đắc với câu nói nổi tiếng: “Máy tính là tấm vé tuyệt vời nhất để đến với thành công”. Theo quan niệm của tôi, máy tính là phát minh vĩ đại nhất từ trước đến nay trong lịch sử loài người.   "
        },
        {
            "order": 35,
            "name": "Tà Áo Dài Việt Nam",
            "content": "  Nếu bạn được chọn vật tượng trưng cho quốc gia của bạn đến với một triển lãm quốc tế, bạn sẽ chọn vật gì? Tại sao? Hãy đưa ra những lý do để giải thích xác đáng cho lựa chọn của bạn. Mỗi dân tộc trên thế giới đều có một loại y phục đặc biệt. Khi nhìn trang phục của họ, chúng ta nhận biết họ thuộc quốc gia nào. Người Nhật Bản có chiếc áo Kimono, người Trung Hoa đời Mãn Thanh có chiếc áo Thượng Hải mà các quý bà thường gọi là “áo xường xám”, người ÐHàn Quốc, người châu Phi, người Thái Lan đều có loại y phục của riêng mình. Người Việt Nam chúng ta hãnh diện về chiếc áo dài được trang trọng nâng lên ngôi vị quốc phục, cũng có người gọi một cách hoa mỹ hơn là: “Tà áo dài quê hương”. Áo dài là trang phục truyền thống của Việt Nam, chủ yếu dành cho phụ nữ. Từ “áo dài” lúc đầu được dùng để chỉ những trang phục mặc trong các phiên tòa triều Nguyễn ở Huế vào thế kỉ thứ 18. Loại trang phục này được phát triển thành áo ngũ thân, một trang phục có 5 lớp dành cho giới quý tộc được mặc vào thế kỉ thứ 19 và đầu thế kỉ thứ 20. Lấy ý tưởng từ thời trang Paris, Nguyễn Cát Tường và các họa sĩ khác cùng Trường Đại học Hà Nội đã thiết kế lại chiếc áo ngũ thân thành một loại váy hiện đại hơn vào những năm 1920 và 1930. Chiếc váy mới này được các họa sĩ và tạp chí Tự Lực Văn Đoàn bầu chọn là quốc phục của Việt Nam trong thời kì canh tân. Vào những năm 1950, các nhà thiết kế Sài Gòn đã làm cho chiếc váy bó sát hơn để tạo thành phiên bản mới của áo dài được phụ nữ Việt Nam mặc ngày nay. Áo dài trở nên rất nổi tiếng ở miền Nam Việt Nam vào những năm 1960 và đầu những năm 1970. Vào ngày Tết, đàn ông Việt Nam cũng thường mặc áo gấm, một phiên bản khác của áo dài được làm từ chất liệu vải dày hơn. Các băng phim tư liệu có tính chất học thuật về tà áo dài nhấn mạnh cách mà chiếc váy góp phần làm nổi bật nét đẹp nữ tính và truyền thống của người phụ nữ Việt Nam, được thể hiện rõ nhất qua những cuộc thi Hoa hậu Áo dài, nổi tiếng với người dân Việt Nam ở cả trong và ngoài nước. “Áo dài” là một trong số ít những từ của vốn từ vựng tiếng Việt được xuất hiện trong từ điển Anh - Anh. Áo dài phù hợp cho đám cưới hay để mặc vào những dịp trang trọng, chẳng hạn như ngày Tết. Ở miền Nam, học sinh trung học hay mặc đồng phục là những bộ áo dài màu trắng. Một số công ty yêu cầu nhân viên nữ của họ phải mặc áo dài, và những người tiếp viên hàng không, tiếp tân, nhân viên nhà hàng, khách sạn cũng hay mặc loại trang phục này. Tôi chọn áo dài làm đại diện cho đất nước mình vì áo dài không chỉ là một loại trang phục bình thường mà còn ẩn chứa bao bài học, bao lời căn dặn của ông cha ta để lại. Hơn thế nữa, áo dài mang đến cho người phụ nữ Việt Nam một vẻ đẹp tiềm ẩn, một vẻ đẹp tự nhiên đến độ không có bất kì loại áo quần nào có thể sánh bằng. Ngày nay, áo dài là một trang phục tuyệt vời cho phụ nữ. Nó đã được rất nhiều người trên thế giới ghi nhận và đạt được nhiều giải thưởng lớn trong các kì thi quốc tế. Một nhiếp ảnh gia trong hội chợ quốc tế ở Osaka đã phải trầm trồ nói rằng: “Áo dài có sức chở gió đi theo”. Mọi người trên thế giới đều ngạc nhiên vì chiếc áo dài không quá cầu kì như xường xám của Trung Hoa hay kimono của Nhật Bản, nhưng có một sức hút không thể chối từ. Áo dài thích hợp với sự nữ tính, mềm mại và mỏng manh của người phụ nữ Việt Nam. Nó kín đáo, bẽn lẽn, và cũng không kém phần khêu gợi. Nó có thể tạo điểm nhấn trên những đường cong mềm mại của cơ thể người phụ nữ. Áo dài duyên dáng, khêu gợi và kín đáo. Áo dài thật xứng đáng là quốc phục của Việt Nam. Khi khách đến nhà, chủ nhân lịch lãm khoác lên mình một tà áo dài như bày tỏ sự hiếu khách. Ở trường học, nó là trang phục của những nữ sinh với tâm hồn trong sáng, thỏa sức nô đùa như những đàn bướm bay, gói trong đó cả những ước mơ về một ngày mai tươi sáng. Trong những buổi tiệc, áo dài cũng trang nhã và lộng lẫy như bất kì trang phục nào khác trên thế giới. Sự tài ba của chiếc áo dài thể hiện ở chỗ nó không chỉ là những tác phẩm nghệ thuật tuyệt vời mà còn gói ghém cả những bài học về nhân sinh thế thái. Dân tộc Việt Nam phải đấu tranh để giành độc lập từ những thế lực xâm lăng nước ngoài, bảo vệ và gìn giữ những nếp nhà, những truyền thống tốt đẹp từ bao đời nay để lại. Việt Nam và một số nước Châu Á khác, dù có muốn hay không, cũng đã du nhập Tam giáo và Khổng giáo. Cái tài tình của chiếc áo dài Việt Nam qua cách cấu trúc chẳng những là một tác phẩm nghệ thuật tuyệt vời mà bên trong còn ẩn tàng ý nghĩa dạy dỗ về đạo làm người. Dân tộc Việt Nam đã phải đấu tranh không ngừng chống ngoại xâm để trường tồn và bảo vệ những giá trị truyền thống về văn hóa hay kỷ cương gia đình. Muốn hay không thì dân tộc ta, cũng như các dân tộc Châu Á khác đã chịu ảnh hưởng sâu đậm của Tam Giáo và học thuyết Khổng Mạnh. Gia đình, xã hội được xây dựng trên nền tảng tam cương, ngũ thường. Tổ tiên ta dạy con cháu về đạo làm người thật sâu sắc, chẳng những trên sách vở mà còn luôn luôn mang trên người. Vậy sau đây ta thử xem cách cấu trúc của chiếc áo dài xưa: * Phía trước có hai tà (hay hai vạt), phía sau hai tà, tượng trưng cho tứ thân phụ mẫu (cha mẹ chồng, cha mẹ vợ). * Năm hột nút nằm cân xứng trên năm vị trí cố định, giữ cho chiếc áo được ngay thẳng, kín đáo, tượng trưng cho năm đạo làm người: Nhân, Lễ, Nghĩa, Trí, Tín. * Trong chiếc áo tứ thân, người ta thường buộc hai vạt trước lại với nhau để giữ cho chiếc áo cân đối, tượng trưng cho tình nghĩa vợ chồng âu yếm, quấn quít bên nhau. * Áo dài xứng đáng để được gọi là “Nét đẹp duyên dáng của Việt Nam.” Áo dài Việt Nam không chỉ gói ghém những bài học nhân sinh mà còn gửi gắm cả một hồn cốt Việt Nam: Lựa chọn những gì tinh túy nhất và cẩn thận lược bỏ những gì không hợp thuần phong mỹ tục, nhấn mạnh và tôn lên vẻ đẹp nhưng vẫn có cá tính riêng. Áo dài là tinh hoa của văn hóa Việt Nam. Nếu lựa chọn vật gì đó miêu tả rõ nét nhất về nền văn hóa Việt Nam thì đó chỉ có thể là tà áo dài. Áo dài là đại diện cho Việt Nam trong bất kì cuộc triển lãm quốc tế nào được tổ chức trên thế giới.   "
        },
        {
            "order": 17,
            "name": "The Leadership Principles",
            "content": "  When we work in a team, group, company or more, the leader takes a very important role. Although the task is equally contributed to every member in a group, it is the leader who orients and directs the process to its destination. In my opinion, a good leader is responsible, good-scheduling and impartial. First of all, it is the leaders’ onus to make the group’s work come up to standard and satisfying. Therefore, they must handle with the task in a careful and conscientious way. If the process is not conducted well, it should be the leader who takes the blame for that and is in earnest to make amends for the wrongdoings. Whenever his group are in hot water, the leader should be present to give them advice and instructions. Seeing their leader attentive and dedicated to the task is an encouragement for the group to try their best to fulfill the work allocated. In addition, good leaders need to have a rational plans, schedule along with task apportion. As a leader, he definitely knows which field each of his members is major in so as to allot them their suitable assignment. Moreover, to keep the progress go smooth and prevent unnecessary delay, it is advisable to plan distinctly and clearly. For example, when a group is working on a nature conservation, each member has to deal with the situation of the natural world this week, conservation and solution next week, and do the rehearsal five days before their presentation. In terms of working atmosphere and group relationship, impartiality is a required characteristic of good leaders. If a leader is unfair, he will give different amount of task to his members, especially the members who are obsequious or in relation to him will be given superficial or less amount of task. That will cause a feeling of partial treating in the others. It is common knowledge that a good leader is sensible, learned and talented. However, as he is lacking in good traces, his knowledge and talent will be nullified in his group. When working in a group, I believe that a leader with characteristics above will make our process come off.   "
        },
        {
            "order": 14,
            "name": "The Future Ipad",
            "content": "  If you could invent something new, what product would you develop? People have many dreams. Some of them have already come true, others are still just dreams. Some dreams are big, some are just small. They all have meanings and importance with the one who dreamed them. I have a dream that I can invent an illness treating Ipad, which are used in the field of medicine. This Ipad is not for fun, of course! There are many reasons why I have this dream. In the following lines, I will explain the way it works and give three reasons to support my opinion. My illness treating Ipad will be about 12 inches. It can both a disease treatment, a sleeping machine and a tool of working and entertainment. It’s capacity is 192 GB with a camera of 98 megapixel, which is three times the capacity of a 64 GB Ipad today. This Ipad will use the technology of digital HD. That means the image that appears on the screen will be very clear. In the Ipad, there is a sensory system that doesn’t only used for the touch screen but also for detecting illnesses. The Ipad can also photographs prints X-ray pictures and print the After detecting illnesses of the patient by sending it’s nano robot to the patient’s stomach, the Ipad will connect with famous doctors in the world find a treatment for the disease if it is serious. If the disease is too serious that can lead to immediate death, Ipad will inject a antiphlogistic and a painkiller pill to the patient‘s body and immediately call the nearest hospital. If the disease is because of viruses, the nano robot will kill those viruses and clean the contaminations. This illness treating Ipad can detect more than 15.000 types of diseases! Also, the Ipad can measure heart beats and give life advices. When you have some sadness or bad feeling, just share with the Ipad through a microphone and it can give you valuable advices. As a result, it is also called a “psychological expert”. The other function of the Ipad is to reduce noise and predict weather disasters. When there is some awful, big noise coming, it will reduce it by creating a virtual noise reducing shield. It is extremely effective at places where there are lots of people. It can predict the time when a natural disasters coming and warn it to people by a red warning. When there is some sign of a storm or earthquakes, it’s screen will enlarge from 12 inches to 18 inches. People in the places where there are lots of natural disasters will be very beneficial from it. Finally, the Ipad that I want to invent can function as a sleeping machine. With people that cannot sleep, the Ipad will create an ultra-radiant, which can make a person sleep smoothly. Then, it will also function as a dream filter, which put in good dreams, and throw bad dreams to the trash bin. The special thing is that it does not work by electricity, it works by solar energy. It helps the environment better and reduces global warming. That is my dream. Hope it can come true in the future! By the way, what is your dream?   "
        },
        {
            "order": 1,
            "name": "Lời Tựa",
            "content": "  Kính thưa bạn đọc! Ngay từ nhỏ, Nhật Nam đã thích đọc và thích viết. Hàng ngày, Nhật Nam thường tự mình ghi chép những điều quan sát được vào một cuốn sổ nhỏ. Ban đầu, Nam viết bằng tiếng Việt sau rồi chuyển sang viết tiếng Anh. Có lẽ chính vì ham viết mà các bài viết của Nam hầu hết thường trong sáng, dễ hiểu. Ở trường học, ngoài môn Tiếng Anh, Nam cũng rất xuất sắc ở môn Tập làm văn. Cô giáo thường ngạc nhiên vì khả năng viết nhanh, viết có cảm xúc của Nam trong mỗi đề Tập làm văn cô giao tại lớp. Có một điều rất thú vị là Nam viết tiếng Anh dễ hơn viết tiếng Việt, khi gặp chủ đề gì khó, Nam thường tự vạch dàn ý bằng tiếng Anh rồi mới triển khai viết tiếng Việt. Nam thường hay tự mình dịch các truyện nước ngoài, đôi khi mua cả bản dịch nhưng không để đọc mà là để so sánh cách dịch của mình với cách dịch trong sách. Nếu bắt gặp từ nào hay, Nam ghi chép lại cả bằng tiếng Anh và tiếng Việt. Nhờ đọc nhiều sách, chịu khó sưu tầm nên Nam có vốn hiểu biết về xã hội khá dày dặn để có thể vượt qua các kì thi lấy chứng chỉ quốc tế với số điểm khá cao. Các bài luận tiếng Anh của Nam thường được đánh giá cao vì cấu trúc chặt chẽ, nhiều ý tưởng mới mẻ mà vẫn giữ nguyên được sự hồn nhiên, sinh động. Được sự động viên của các cô chú trong công ty Thái Hà Books, đặc biệt của bác Hùng – Giám đốc công ty, cũng là người bạn lớn thân thiết của Nam, cháu đã tập hợp lại một số phần ghi chép của mình thành cuốn Tớ đã học tiếng Anh như thế nào? với mong muốn truyền đến cho bạn đọc niềm đam mê môn Tiếng Anh. Chúng tôi hy vọng cuốn sách như dòng suối nhỏ hiền hòa, mát lành, thân thiện và mến thương thay cho lời chào của Nhật Nam đến với mọi người. Xin mọi người hãy đón nhận và chia sẻ niềm hạnh phúc cùng chúng tôi khi đang nâng niu những hạt mầm của tình yêu thương trong gia đình mình. Xin trân trọng giới thiệu cùng bạn đọc!  Đỗ Xuân Thảo Bố của Đỗ Nhật Nam    "
        },
        {
            "order": 16,
            "name": "The Importance Of Some White Lies",
            "content": "  Generally speaking, lying is when we present something as being true that is not actually true. And generally speaking, lying is a sin. But not every lie is a sin. Sometimes lying can be our moral obligation. In the following lines, I will give some reasons to strengthen my opinion and states that my claim is right. Firstly, a white lie can help you not to damage anybody’s ego and self esteem and also make people more happy and courage. Also, a white lie can strengthen the friendship between you and your friend. It can bring people positive attitude and prevent them from being disappointed. Consider this example: You come to your friend‘s house to eat dinner. The food there was terrible. The tacos was too spicy, the pork rib was overwhelmed of tomato sauce, the salad was not fresh, the beef stew with Bordeaux wine was too tough and bitter, the sausage was burned to long, the pizza was too stiff and tasteless, the spaghetti was awful, the lobster was still alive and the fish was very stinking and fetid. You cannot eat anything at all. However, this is first time your friend tries to cook. Of course you can tell the truth that food were extremely terrible and awful. But you want to maintain the friendship and don’t want to let him down or disappointed him. So there is definitely another choice. You will say to your friend: “Thank you very much! Your food is nice and it is great with a beginning cook like you. I enjoy the food today. Try your best and some day you can cook those foods brilliantly and be professional chief!” It is really beneficial for both you and your friend. What about when your wife asks you if you think she is fat, or if a particular dress makes her look fat? What about when someone asks you what you think of their new shoes (particularly when you know they don’t want your honest opinion, but simply want you to affirm what they already believe about them – that they are wonderful!), and you don’t like them? Is it ok to lie to them in order to spare their feelings, to meet their expectations, or to avoid a conflict? Is it more important to be truthful by giving your honest opinion, or to tell them what they want to hear? Finally, consider the common greeting: “How are you doing?” In our culture this is virtually equivalent to “hello.” When I pass by my neighbor in the morning and they say: “How are you doing?” I do not respond with: “Actually, I’m glad you asked. I’m doing horrible. Let me tell you what’s going on in my life.” No, I respond by saying: “I’m doing well. How are you doing?” In fact, I respond this way even if my life is falling apart at the seams. And so do you! Is this lying? After all, you are presenting something as being true which is actually not. Only a sentence that you talk out loud like that will make people to be more motivated and happy to start the new day. Secondly, a white lie can even save people’s life! Seems ridiculous, right? Actually, that is real. Consider the scenario in which your moral obligation to protect life is pitted against your moral obligation to tell the truth. Protecting life is the weightier moral imperative of the two, and thus lying to protect that life would be the right thing to do. Consider this example: In the World War II, two Nazi soldiers arrested a group of Jews trying to escape from the region that the Nazi colonized. However, they don’t want to give those Jews to their higher command because the Jews will be killed immediately. As a result, they hide the Jews in a small, uncultivated house near the hill that the higher command cannot detect and report that they didn’t see any Jews. This also often happened in the American Civil War (1861 – 1865) when the Confederacy army soldiers hide the black slaves that they arrested. Finally, a white lie of the doctor can help the patient more optimistic and can recover fast. This is a real case: A doctor is treating for a cancer patient. The doctor knows that the cancer is untreatable and the patient only have one month left to live. However the doctor decides to say a white lie: “Your cancer is difficult to treat. But it is still curable. You must spend a lot of times with your family, having good, healthy diet, read and watch lots of comedies and laugh a lot. You also shouldn’t think weary and pessimistic and also usually let your brain to rest. Remember my sayings? Hope that you will recover!” So the patient is really optimistic about his living chance. After three weeks, amazingly, he recovered and can live for ten years more. That is how a white lie helpful. To sum up, to be honest is very good and is essential in a lot of cases. However, in some cases, telling a white lie is fine and necessary. However, after telling a white lie, in a suitable time, you should tell the truth in order to maintain relation and cooperative. I agree with the statement of the topic and think that it’s fine to tell a white lie sometime.   "
        },
        {
            "order": 10,
            "name": "Factory Near A Community – Pros And Cons",
            "content": "  A company wishes to build a factory near my community. In this imaginary situation there is only a right answer on the question: Whether it is good or bad to live near the newly established large factory. Some people will be optimistic of such an idea; on the other hand, number of residents will not support it. First of all, it depends on what type of factory it is supposed to be. This question is very important for ecological reason. There is a strong difference between, for example, a cloth factory and metallurgical plant. No doubt, the second one is more dangerous. I can imagine the reaction of people who live in a picturesque little town or even village, near a beautiful river with clear water and beautiful sunshine then one day the representative of the above mentioned company inform them, that they should be happy because the large factory will be built not far away. Probably, they would be shocked. Everybody knows that any industrial enterprise has a strong impact on the ecological situation. Nowadays, many factories position themselves as eco–responsible. Even though they are well–equipped with sophisticated controlling systems, different filters and so on, they can just reduce adverse effects from their operation. Accidents create other problems. They could be unpredictable and very harmful. So, people, who do not usually care about dumping of chemical waste into rivers, augmentation of the level of the bad gases in the air or acid precipitation, they, indisputably, care about their health and health of their children. On the other hand, running up of a huge factory can improve the economical situation of the region. Firstly, building process, as a labor–intensive one, will contribute to the creation of the great number of jobs. Secondly, less unemployment people, more taxes into the budget, increased buying power – all these factors are supposed to be great advantages for local people. To my point of view, establishing of a new factory nearby is not a bad idea. But, to be truthful, I would not like to have such a “neighbor”. Probably, I would move to another place. As well as many people, I care about what food I eat, what air I breathe and what water runs from the tap. For me, good ecology and good health are more valuable than economical wealth.   "
        },
        {
            "order": 30,
            "name": "Sự Cần Thiết Của Lời Nói Dối Vô Hại",
            "content": "  Nói dối là khi chúng ta bảo một điều gì đó là có thật nhưng thực ra điều đó lại không có thật. Nhìn chung, nói dối là không tốt. Nhưng không phải tất cả những lời nói dối đều tội lỗi. Đôi khi, nói dối lại chính là biểu hiện bổn phận của người nào đó với người khác. Trong những luận điểm dưới đây, tôi sẽ giải thích và chứng minh rằng, đôi khi, nói dối cũng thật cần thiết. Đầu tiên, một lời nói dối vô hại có thể không làm tổn hại đến danh dự của người nghe mà đôi lúc lại làm người nghe thêm nghị lực và hạnh phúc hơn trong cuộc sống. Hơn thế nữa, một lời nói dối vô hại có thể làm cho tình bạn của bạn thắm thiết hơn. Nó có thể đem đến cho mọi người một thái độ vui vẻ và tránh làm phật lòng họ. Hãy xem xét ví dụ này: Bạn đến nhà một người bạn để ăn tối. Thức ăn ở đó thật kinh khủng. Món bánh thịt chiên giòn thì quá cay, món sườn nướng thì bị sốt cà chua bao phủ, món salad thì không được tươi ngon, món thịt hầm với rượu Bordeux thì quá dai và đắng, món xúc xích thì chín kĩ quá, món pizza thì cứng queo và không có mùi vị, món spaghetti thì nguội lạnh, tôm hùm còn sống, cá thì tanh ngòm và mùi vị không dễ chịu chút nào. Bạn không thể ăn bất cứ thứ gì. Mà đây lại là lần đầu tiên người bạn đó “trổ tài” nấu nướng. Tất nhiên là bạn có thể nói sự thật rằng thức ăn rất tệ. Nhưng bạn hoàn toàn có một lựa chọn khác. Bạn có thể nói rằng: “Cảm ơn cậu rất nhiều! Đối với một người mới học nấu nướng như cậu, những món ăn cậu nấu rất ngon và tuyệt vời. Hãy cố gắng hết mình và một ngày nào đó cậu sẽ có thể nấu ngon như đầu bếp chuyên nghiệp!” Đây là một cách để bạn không làm mất lòng người bạn của mình. Sẽ thế nào nếu vợ của bạn hỏi xem bạn nghĩ cô ấy có béo không, hay nhìn cô ấy mặc chiếc váy này có béo không? Sẽ thế nào nếu một người bạn của bạn đi ngang qua và hỏi xem bạn nghĩ gì về đôi giầy mới của cô ấy (đặc biệt là khi bạn biết là cô ấy hỏi không phải để nhận được một lời nhận xét chân thành mà chỉ để bạn khẳng định rằng đôi giầy đó thật tuyệt vời) mà bạn lại không thích đôi giầy đó một chút nào? Nói thật ra những gì bạn suy nghĩ hay nói những gì mà họ muốn nghe, cái nào quan trọng hơn? Cuối cùng, hãy xem xét một tình huống giao tiếp thật. Vào một buổi sáng, ta gặp một người hàng xóm và họ hỏi: “Dạo này anh thế nào, có khỏe không?” Ta sẽ không trả lời: “Thật sự, tôi rất vui khi anh đã hỏi. Dạo này sức khỏe của tôi thật tệ. Để tôi kể chuyện gì đang xảy ra trong cuộc sống của tôi cho anh nghe nhé”. Không, ta sẽ trả lời rằng: “Cảm ơn anh, tôi vẫn bình thường, còn anh thì sao?” Ta sẽ chọn cách trả lời như thế ngay cả khi sức khỏe, công việc đang rất tồi tệ. Đây có phải là một lời dối trá không? Bạn có nhận thấy rằng, bạn đang làm một việc rất có ý nghĩa nhưng điều đó lại không phải là sự thực như chúng vốn có. Một câu nói như vậy sẽ làm người khác thoải mái hơn để bắt đầu một ngày mới tốt hơn là phải nghe một màn kể lể về những sự việc không hay xảy ra trong cuộc đời bạn. Thứ hai, một lời nói dối có thể cứu được cả một mạng người. Nghe rất nực cười phải không? Nhưng đó là sự thật. Có những hoàn cảnh mà bổn phận đạo đức để cứu người mâu thuẫn với trách nhiệm phải nói ra sự thật. Tất nhiên, lúc đó, bổn phận cứu người sẽ cao hơn việc nói thật vì việc cứu một mạng người quan trọng hơn. Hãy xem xét ví dụ này: Trong Thế chiến thứ II, hai người lính Đức Quốc xã bắt được một nhóm người Do Thái đang cố gắng trốn chạy khỏi khu vực quân Đức đóng quân. Tuy nhiên, họ không muốn giao nhóm người này cho chỉ huy cấp cao hơn vì như thế thì những người này sẽ bị hành hình một cách dã man. Vì vậy, họ đã đưa những người Do Thái đó vào ẩn nấp trong một ngôi nhà bỏ hoang trên ngọn đồi, nơi mà tên chỉ huy không thể phát hiện ra và họ báo lại với cấp trên rằng, họ không gặp bất kì người Do Thái nào. Những vụ việc tương tự xảy ra vào cuộc Nội chiến Mĩ (1861 – 1865) khi những người lính phe Liên bang ly khai Miền Nam đã bí mật che giấu những người nô lệ da đen mà họ bắt được. Tương tự như thế, một lời nói dối của bác sĩ cũng có thể làm cho bệnh nhân thấy vui hơn và mau chóng hồi phục sức khỏe. Đây là một câu chuyện có thật, một bác sĩ đang chữa trị cho bệnh nhân ung thư. Vị bác sĩ biết rằng bệnh nhân chỉ còn có thể sống thêm được một vài tháng nữa. Nhưng người bác sĩ này đã quyết định nói với bệnh nhân rằng: “Căn bệnh của anh rất khó chữa nhưng không phải là không chữa được. Anh hãy tăng thời gian trò chuyện với người thân, ăn uống điều độ, hợp lý, đọc truyện vui, xem nhiều phim hài và cười thật nhiều. Không được nghĩ bi quan. Anh hãy nhớ lời tôi nói. Hy vọng anh sẽ sớm bình phục!” Bệnh nhân làm theo lời của vị bác sĩ và suy nghĩ rất tích cực rằng mình sẽ sống được lâu hơn. Sau ba tuần, thật tuyệt vời, anh bình phục và có thể sống được thêm mười năm nữa. Một lời nói dối vô hại cũng có thể hữu ích như thế đấy! Trung thực là một đức tính rất tốt và rất cần thiết trong cuộc sống. Nhưng nhiều lúc, một lời nói dối vô hại cũng rất hữu hiệu và cần thiết. Tuy nhiên, trong đa số trường hợp, bạn nên tìm cách nói ra sự thật để người khác tin tưởng mình hơn. Tôi đồng ý rằng, đôi lúc, nói dối là cần thiết.   "
        },
        {
            "order": 19,
            "name": "The Seventh Art",
            "content": "  Nowadays, movies have become very popular in our life. In Vietnam, there is at least one new film hitting cinemas every month, while television stations often play old films for free. These are reasons of movies’ popularity. First, we can learn a lot of things from movies, for example, language, culture, history, etc. In my old English class, my teacher likes to play English movies as one of her teaching material. All of our classmates like this way and think it is interesting and effective to learn foreign language. Besides, apart from learning language, we also lively learn English culture that is very different from ours. Movie is also a good history teacher. The most interesting historical movies I have ever watched are Life is beautiful, Titanic, Schinder’s list, Gone with the wind, Pearl Harbor, etc. They all give me a lot of historical knowledge and more thorough understanding of the golden pages of World history. Second, watching movie can release pressure. Most of us live in a modern and high-tech age. Comparing with my grandma’s age, it provides us a more comfortable, effective, and rich life. However, it gives us a lot of pressure as well. Nearly every day, we face pressure from our job, family, colleagues, etc. Pressure makes us easily nervous and have negative mood. Movie provides us an easy and economic way to release our pressure. Movie can take us away from reality and let us forget the trouble around us temporally. Thirdly, movies also warn us about urgent problem that we face today. They warn us about current problems of the earth and say to us that we have to solve them. For example, I am really impressed with the film Avatar. When his brother is killed in a robbery, paraplegic marine Jake Sully decides to take his place in a mission on the distant world of Pandora. There he learns of greedy corporate figurehead Parker Selfridge’s intentions of driving off the native humanoid “Na’vi” in order to mine for the precious material scattered throughout their rich woodland. In exchange for the spinal surgery that will fix his legs, Jake gathers intel for the cooperating military unit spearheaded by gung-ho Colonel Quaritch, while simultaneously attempting to infiltrate the Na’vi people with the use of an “avatar” identity. While Jake begins to bond with the native tribe and quickly falls in love with the beautiful alien Neytiri, the restless Colonel moves forward with his ruthless extermination tactics, forcing the soldier to take a stand – and fight back in an epic battle for the fate of Pandora. This film warns us to protect the environment of our planet. We must not damage our ecosystem because of some money because the result will be the destruction of our planet, our life and our ecosystem. Finally, watching movie has become a symbol of showing romance between people, especially for young couples. In Macao, cinemas are often full in weekends, for many people like to go to cinema as one of their weekend program. Among them, most are young couples. Boys like to invite girls to cinema as an excuse to date them. Cinemas are therefore regarded romantic places for showing love. In all, from the reason above, we know that movie is such a thing that makes almost everyone likes it. There is no doubt that movies have become popular and inevitable to our life.   "
        },
        {
            "order": 24,
            "name": "Nhà Máy Gần Khu Dân Cư – Lợi Hay Hại",
            "content": "  Một công ty đang muốn xây dựng nhà máy ở gần khu dân cư. Trong tình huống giả định này, có hai lựa chọn: Có lợi hay có hại khi xây một nhà máy lớn ở gần khu dân cư? Nhiều người sẽ phản ứng tích cực với ý tưởng này, nhưng ngược lại, những người khác sẽ không tán thành nó. Đầu tiên, chúng ta phải xem xét đến việc đó là loại nhà máy gì và sản xuất ra sản phẩm gì. Đây là câu hỏi rất quan trọng bởi những lý do môi trường. Đó là một sự khác biệt rất lớn, chẳng hạn giữa một nhà máy sản xuất quần áo và một xưởng luyện kim. Dĩ nhiên là xưởng luyện kim sẽ có hại hơn nhiều. Tôi có thể hình dung được sự phản ứng của mọi người khi đang sống ở một vùng quê thanh bình đẹp như tranh vẽ với những khúc sông mượt mà, trong xanh và ánh nắng chan hòa thì có đại diện của một công ty đến nói với họ rằng hãy vui mừng đi vì sắp có một nhà máy rất lớn được xây ngay bên cạnh họ. Chắc chắn, họ sẽ rất sốc. Tất cả mọi người đều hiểu được rằng bất cứ hoạt động kinh doanh công nghiệp nào cũng sẽ có ảnh hưởng rất lớn đến hệ sinh thái. Ngày nay, một số công ty tự nhận là “thân thiện với môi trường”. Kể cả khi họ được trang bị đầy đủ dụng cụ khử độc và máy lọc, họ vẫn chỉ có thể làm giảm thiểu một phần nhỏ tác hại từ những hoạt động công nghiệp do nhà máy của họ mang đến. Vấn nạn môi trường gây ra nhiều vấn đề tiêu cực. Chúng có thể diễn ra bất cứ lúc nào và rất độc hại. Vì vậy, những người dân dù không quan tâm đến việc chất hóa học xả ra sông ngòi hay gia tăng lượng axit bay hơi và những loại khí độc hại khác, thì họ vẫn phải quan tâm đến sức khỏe của họ và của con cái họ sau này. Bên cạnh những bất lợi thì việc mở ra một nhà máy lớn có thể cải thiện tình hình kinh tế cho dân cư khu vực. Đầu tiên, quá trình xây dựng nhà máy sẽ cần nguồn nhân lực lớn, điều này tạo thêm nhiều việc làm cho người dân. Thứ hai, số lượng người thất nghiệp giảm thiểu, cả khu vực sẽ đóng thuế nhiều hơn, đồng nghĩa với việc có nhiều dịch vụ an sinh xã hội hơn. Tất cả những yếu tố trên mang lại những quyền lợi tích cực cho người dân. Đối với tôi, việc xây dựng một nhà máy nào đó không phải là điều xấu. Tuy nhiên, tôi vẫn không muốn có một “người hàng xóm” như vậy. Có thể, tôi sẽ chuyển đi nơi khác. Giống như nhiều người khác, tôi quan tâm đến những đồ tôi ăn, không khí mà tôi thở và nguồn nước chảy ra từ vòi nước nhà tôi. Với tôi, môi trường trong sạch và sức khỏe tốt thì quan trọng hơn là những lợi ích kinh tế phù du.   "
        },
        {
            "order": 28,
            "name": "Chiếc Ipad Của Tương Lai",
            "content": "  Nếu bạn có thể phát minh ra cái gì đó mới, bạn sẽ phát minh ra thứ gì? Con người có rất nhiều mơ ước. Có những ước mơ trở thành hiện thực, có những ước mơ thì mãi vẫn chỉ là mơ ước. Có những ước mơ rất lớn lao nhưng cũng có những ước mơ rất giản dị, nhỏ bé. Dù lớn hay nhỏ, chúng đều có ý nghĩa đối với mỗi người. Tôi có một ước mơ đến lúc nào đó, tôi sẽ có thể phát minh ra một chiếc Ipad dùng để chữa bệnh được sử dụng trong y học. Chiếc Ipad này không phải là trò đùa, tất nhiên rồi. Có rất nhiều lý do để giải thích vì sao tôi lại mơ ước như vậy. Sau đây, tôi sẽ giải thích vì sao tôi lại muốn phát minh ra nó. Chiếc Ipad đời mới dùng chữa bệnh của tôi sẽ có chiều dài 12 inches. Nó có thể vừa là máy chữa bệnh vừa là máy giúp ngủ ngon và cũng là một công cụ để làm việc và giải trí. Nó có dung lượng 192 GB cùng với độ phân dải 98 megapixel. Chiếc Ipad này sẽ sử dụng công nghệ số HD cho màn hình. Như vậy nghĩa là những hình ảnh hiện trên màn hình rất sắc nét và sẽ nổi lên như hình ảnh từ một chiếc máy chiếu. Bên trong Ipad sẽ có một bộ cảm biến được sử dụng cho việc cứu người chứ không chỉ dùng cho hoạt động của màn hình. Chiếc Ipad còn tích hợp cả chế độ chụp và in phim sau khi chụp X-quang. Sau khi chẩn đoán bệnh bằng cách gửi những con rôbốt siêu vi vào ổ bụng bệnh nhân, chiếc Ipad sẽ kết nối với những bác sĩ nổi tiếng nhất thế giới để tìm ra cách chữa trị nếu căn bệnh quá nặng và nguy hiểm. Nếu căn bệnh có thể làm cho bệnh nhân tử vong ngay tại chỗ, Ipad sẽ lập tức tiêm cho bệnh nhân một liều thuốc chống viêm và giảm đau, sau đó sẽ liên hệ với bệnh viện gần nhất để cấp cứu bệnh nhân. Nếu căn bệnh do virút gây ra, những rôbốt siêu vi sẽ có nhiệm vụ diệt trừ vi rút và chống nhiễm trùng. Chiếc Ipad này có thể chẩn đoán được hơn 15.000 loại bệnh! Ngoài ra, Ipad đó cũng có thể đo nhịp tim và đưa ra những lời khuyên cho mỗi người. Khi bạn có nỗi buồn phiền, chỉ cần nói qua microphone và Ipad sẽ đưa ra cho bạn những lời khuyên hữu ích. Tiếp theo là chế độ giảm tiếng ồn và báo trước những thảm họa thời tiết. Khi có âm thanh to và khó chịu vọng lại, chiếc máy sẽ tự tạo lập một màng chắn âm thanh tàng hình. Nhờ đó, máy rất hữu ích ở nơi đông người. Nó có thể báo trước thời điểm thảm họa xảy ra và báo động đỏ cho mọi người. Khi có thảm họa xảy đến, màn hình sẽ tự động dãn ra, từ 12 inches thành 18 inches. Vì vậy, ở những nơi xảy ra thảm họa, Ipad sẽ rất có lợi. Cuối cùng, Ipad còn có thể trở thành một chiếc máy giúp ngủ ngon. Với những người bị bệnh mất ngủ, nó sẽ tạo ra một loại sóng từ trường giúp người đó ngủ ngon hơn. Máy cũng có tác dụng thanh lọc giấc mơ, chỉ giữ lại những giấc mơ đẹp và loại bỏ những giấc mơ xấu. Điều đặc biệt là chiếc máy không sử dụng điện bình thường mà sử dụng năng lượng mặt trời. Nó giúp môi trường thân thiện hơn và giảm sự nóng lên của Trái đất. Đó là ước mơ của tôi. Hy vọng chiếc Ipad đó sẽ trở thành hiện thực trong tương lai không xa. Vậy còn bạn, ước mơ của bạn là gì?   "
        }
    ]
}
