{
    "id": 21,
    "cate_id": 5,
    "name": "Tự Học Tiếng Anh Hiệu Quả",
    "photo": "https://docsachhay.net/images/e-book/tu-hoc-tieng-anh-hieu-qua.jpg",
    "data": [
        {
            "order": 3,
            "name": "Chương 3: Học Nghe Bài Bản",
            "content": "  3.1 Khả năng nghe hiểu là gì  Theo nhận định của tôi, khả năng nghe hiểu (listening comprehension) là khả năng khi nghe một đoạn audio bằng Tiếng Anh hay người nước ngoài nói bạn hiểu được người bản địa nói cái gì, hiểu trực tiếp bằng tiếng Anh và không thông qua dịch tiếng Việt trong đầu và có thể phản xạ trả lời ngay tức thì (nếu là hội thoại), có thể tóm tắt lại ý chính (nếu là tin tức, khoa học), có thể ghi chú lại theo cách hiểu của mình bằng tiếng Anh (nếu là bài giảng). Khi nghe một đoạn tiếng Anh, có những trường hợp sau xảy ra: • Nghe không hiểu gì (trình độ zero) • Nghe câu được câu chăng, có từ nghe được có từ không nghe được • Nghe được cả câu nhưng không hiểu nghĩa của câu đó • Nhiều chỗ không nghe được nhưng khi nhìn text thì toàn từ mình học rồi • Nghe cả đoạn hiểu nhưng không biết ý chính là gì • Nghe tin tức, xem phim để học tiếng Anh nhưng không hiểu gì Bạn thuộc trường hợp nào ở trên? Hãy tự phân loại nhé! :D    3.2 Trình tự luyện nghe hiệu quả  a. Nghe chủ động và nghe thụ động Có hay không cái gọi là nghe thụ động? Nghe bằng tiềm thức? Nghe không cần hiểu? Xin thưa với bạn, đó là những ngôn từ mỹ miều, hào nhoáng người ta hay sử dụng để đánh vào sự lười biếng của bạn. Tôi cũng đã từng “tưởng bở” như thế trong năm nhất Đại học. Tôi cũng nghe, nghe, nghe rất nhiều, cả khó cả dễ, tai hại ở chỗ lúc đó tôi nghĩ học càng khó sẽ càng giỏi lên nhanh, và tôi cá là bạn cũng thấy hình ảnh của chính mình. Nhưng sau 1 năm học chăm chỉ kết quả thu được chẳng đáng là bao. Nếu bạn không tin tôi thì bạn có thể thử thì biết, hoặc hỏi những người hay thích nghe “thụ động” để hỏi về hiệu quả của hoạt động học mà người ta hay lầm tưởng này. Bạn nghĩ rằng xem phim trong hai tiếng không cần hiểu cũng là học tiếng Anh, nghe trong lúc đang lau nhà, nấu cơm cũng là học? Nghe như vậy thì hiệu quả rất ít, chỉ là cảm âm một chút cho có chứ không hề có kết quả thực sự ở đây.  b. Bắt đầu từ đâu, nghe như thế nào? Nghe trong bao lâu là đủ?  b1. Nghe chính tả Theo một nghiên cứu trên trang Antimoon thì bạn cần 800 giờ học để có thể sử dụng tiếng Anh thông thường hàng ngày và các tình huống làm việc không đòi hỏi chuyên môn cao. Tiếng Anh bao gồm tiếng Anh thông dụng và tiếng Anh chuyên ngành, học thuật (hay còn gọi là academic English). Thời gian học để bạn sử dụng thành thạo tiếng Anh chuyên ngành dao động từ 1-2 năm tuỳ nỗ lực của từng người. Trong cuốn sách này, tôi xin phép chỉ nói về tiếng Anh thông dụng. Theo kinh nghiệm tự học của bản thân và rất nhiều người giỏi tiếng Anh khác, NGHE CHÍNH TẢ hoặc nghe bất cứ cái gì (dễ, hiểu trên 95%) có phụ đề tiếng Anh chính là khởi đầu tốt nhất cho giai đoạn mới bắt đầu này. Tại sao phải nghe chính tả? Bởi vì bạn phải học nghe chính xác từ cấp độ từ trước, sau đó bạn mới nghe được cụm từ, rồi cả câu. Nghe dần quen tai bạn mới nghe được cả đoạn, rồi cả bài. Mọi thứ đều có trình tự của nó. Đơn cử phát âm tiếng Anh chỉ sai một âm duy nhất thôi cũng thành từ khác rồi, nếu giao tiếp với người nước ngoài mà bạn nghe nhầm rồi trả lời sai, họ sẽ nghĩ gì về bạn? http://bit.ly/VOAEnglish là một kênh khá hữu dụng để luyện chép chính tả vì người phát thanh viên nói ở tốc độ chậm và đồng thời có text chạy ngay ở bên dưới. Hoặc bạn cũng có thể tìm bất cứ audio nào có text đi kèm, mở lên hết 1 câu rồi ghi lại câu bạn nghe được xuống dưới, nghe tối đa 3 lần. Sau đó kiểm tra lại với bản gốc. Tiếp tục nghe bài đó ít nhất 50 lần (học trong vòng 1 tuần), sau đó chép chính tả lại 1 lần nữa. Cứ làm như vậy khoảng từ 20 – 30 bài thì trình độ nghe chi tiết của bạn sẽ tốt lên rất nhiều. Làm tự nhiên như vậy, tự động điểm TOEIC sẽ tăng. (vì phần thi TOEIC có nghe chi tiết). Chúng ta đã quá mệt mỏi với kiểu học thi, lấy chứng chỉ, mục đích học là để dùng được, chứ không phải cảm thấy áp lực và căng thẳng. b2. Nghe phản xạ Khi nói tiếng Anh, các thầy cô hay nhiều người khuyên bạn phải “suy nghĩ bằng tiếng Anh”. Nhưng quá trình này lại làm bạn “dịch nhiều hơn là nghĩ”. Làm thế nào để không bị dịch từ tiếng Việt sang tiếng Anh và ngược lại? Nguyên nhân của việc dịch trong lúc nói là do ảnh hưởng của trung khu tiếng mẹ đẻ (TKTMĐ). Vì từ trước tới giờ thời lượng nghe tiếng Anh của bạn rất ít hoặc gần như là không có nên trung khu ngoại ngữ (TKNN) của bạn không có. Việc của bạn là phải làm cho TKNN hưng phấn cao độ và ức chế lại TKTMĐ (theo nghiên cứu PP Tự học Ngoại ngữ của GS Lê Khánh Bằng). Như vậy, việc của bạn bây giờ là đưa càng nhiều input (đầu vào) vào đầu càng tốt. Một bộ tài liệu mình muốn gợi ý cho các bạn ở đây là bộ Effortless English của tiến sĩ AJ Hoge, các mini-stories ở trong các set bài học là phương pháp tuyệt vời để bạn luyện phản xạ trực tiếp bằng tiếng Anh và không bị dịch ra tiếng mẹ đẻ. Tại sao? Bởi vì, những câu chuyện đó rất sinh động, thú vị, hài hước, mô phỏng các tình huống giao tiếp thực giữa hai người ngoài đời (một người hỏi – một người trả lời). Bạn sẽ có cảm giác là mình đang trò chuyện trực tiếp với một người Mỹ chứ không giống học chút nào cả. Thêm vào đó là các câu hỏi được thiết kế cực kì dễ, bạn chỉ cần “bắn” câu trả lời ra chứ không cần phải suy nghĩ gì cả. Lí do các câu hỏi không khó vì nếu khó một chút, bạn sẽ lại dịch sang tiếng mẹ đẻ ngay. Hồi mới phát hiện ra phương pháp này, tôi cũng khá nghi ngờ vì tôi đang là sinh viên khoa Tiếng Anh Thương mại của đại học Ngoại thương, các môn bằng tiếng Anh trên trường học khó hơn các bài học của AJ rất nhiều. Nhưng rồi tôi đọc được một nghiên cứu về ngôn ngữ trong quá trình tìm hiểu, đó là học càng dễ thì mức độ tiến bộ và khả năng nói tăng càng nhanh. Tôi đã áp dụng khoảng gần 1 năm và thấy khả năng nghe nói, phản xạ của mình được nâng cao rõ rệt. Tuy nhiên, điểm yếu của phương pháp này là các bài học được thiết kế cho trình độ từ intermediate (trung cấp) cho đến advanced (nâng cao), bộ bài học cho người mới bắt đầu khá hạn chế (chỉ có bộ Flow English). Kể cả bạn là người mới bắt đầu hay trung cấp, tôi đề nghị level tốt nhất để bắt đầu là từ bộ Flow level 1, level 2 và Bộ Original level 1. Hiện các bài học của thầy AJ được chia sẻ trên mạng khá nhiều, các bạn có thể tự tìm kiếm. Tuy nhiên phương pháp nào cũng có điểm yếu của nó, nếu động lực bạn không lớn thì học sẽ nản rất nhanh vì không biết mấu chốt của phương pháp nằm ở đâu. Tại sao một bài lại phải học kĩ, học sâu đến tận 14 ngày (có thể tôi sẽ làm video hướng dẫn học chi tiết vì giới hạn của sách là không hướng dẫn trực tiếp được, chỉ có thể chỉ cho bạn cái gì ở đâu và bạn phải tự đi tìm nguyên liệu và xào nấu chúng lên thành một món mà bạn yêu thích). b3. Tốc độ nghe hiểu  Tốc độ nghe hiểu chính là khả năng hiểu trực tiếp bằng tiếng Anh cho dù có nghe người bản địa nói ở tốc độ nào. Đương nhiên là khi mới học, bạn không thể nào nghe những đoạn nói nhanh được, và rõ ràng là phải bắt đầu từ chậm tới nhanh dần và nhanh. Bạn không thể nào luyện nghe tuỳ tiện, cứ bắt gặp bài nào cũng nghe. Như đã nói thì khi bạn luyện chép chính tả là một cách luyện nghe chính xác tới từng chi tiết tuyệt vời. Lúc đầu thì bạn bắt đầu với những bài nói tốc độ chậm như kiểu VOA có phụ đề chạy song song, sau đó thì nhanh dần lên một chút như kiểu AJ nói trong những bài nói không nhanh lắm, tiếp tới bạn có thể nghe Ellen Show hay phim nhưng bắt buộc phải có phụ đề (bạn bật phụ đề trên youtube lên là có thể coi được). Hoặc bạn cũng có thể nghe bác Steve Kaufman nói trên youtube về các chủ đề học ngoại ngữ (một người có thể nói, đọc, viết thành thạo 15 ngôn ngữ). Lúc đầu khi tăng dần tốc độ của bài nghe lên tôi cũng thấy hơi nản nhưng cứ nghe khoảng vài ngày bạn sẽ thấy tốc độ nghe hiểu của bạn tăng lên chóng mặt cho xem. Chú ý, mỗi ngày từng chút một, chỉ từ hai đến ba tháng mới tăng tốc độ nghe lên từng chút một, hãy nhớ “dục tốc bất đạt”!       "
        },
        {
            "order": 1,
            "name": "Chương 1: Ảo Tưởng Lớn Nhất Về Học Tiếng Anh",
            "content": "  1.1 Tiếng Anh phải là ưu tiên số 1  Lầm tưởng lớn nhất của mọi người chính là MONG MUỐN giỏi tiếng Anh! Tại sao tôi lại nói như vậy? Bởi vì, nếu bạn khao khát tiếng Anh như hơi thở hàng ngày, thì bạn đã TỰ HỌC được từ lâu rồi! Những người thật sự cần tiếng Anh cấp thiết lắm thì họ đã có đủ quyết tâm và tự mày mò, học được và đang sử dụng trong công việc của họ rồi. Để nói được hay sử dụng được tiếng Anh theo cách bạn mong muốn, điều đầu tiên cần làm đó là đặt Tiếng Anh làm ưu tiên SỐ MỘT trong tất cả các mục tiêu trong cuộc sống của bạn. Quy luật để đạt được một thứ gì đó thực ra rất đơn giản, đó là TẬP TRUNG. Có nghĩa là bạn phải dồn toàn bộ sức lực, thời gian, mọi thứ cho tiếng Anh, đến khi bạn đạt mục tiêu mới thôi. Tôi đang nói từ trải nghiệm cá nhân của mình, không phải từ bất cứ sách vở nào cả. Sự thật là trong 2 – 3 năm đầu Đại học của mình, tôi không làm việc gì khác ngoài HỌC TIẾNG ANH cả, thậm chí tôi chấp nhận điểm các môn khác thấp để đánh đổi thời gian đó để học tiếng Anh. Các cụ có nói “ Một nghề cho chín còn hơn chín nghề”. Tôi không ham hố giỏi tất cả các môn. Tuy nhiên, các bạn đang tự hỏi trong đầu rằng vì chuyên ngành của tôi là Tiếng Anh nên mới áp dụng quy luật này? Nó đúng trong mọi trường hợp! Nói nôm na, bạn vẫn phải ƯU TIÊN hàng đầu cho Tiếng Anh trong một khoảng thời gian nhất định. Cái này thuộc về chiến lược học, mà tôi sẽ nói ở chương cuối.  1.2 Xác định rõ mục tiêu  Trong quá trình tác nghiệp làm một người thông dịch, nhiều người cứ liên tục hỏi tôi kinh nghiệm để học tốt tiếng Anh là gì. Và thật sự tôi không hề ngần ngại để chia sẻ với họ, nhưng thời gian sau tôi phát hiện là chia sẻ của mình không có ý nghĩa gì mấy với họ bởi vì khi tôi hỏi mục tiêu học tiếng Anh của Anh/Chị là gì, họ đưa cho tôi nhưng câu trả lời cực kì mơ hồ kiểu như: “Em muốn nói tiếng Anh trôi chảy”, “Chị muốn tăng điểm IELTS”, “Anh muốn TOEIC 700 với nói tốt”, “Tớ muốn xem phim mà không cần phụ đề”. Thế nào là nói trôi chảy? Trong lĩnh vực nào? Bao lâu thì bạn đạt được mục tiêu? Bạn sẽ dùng cái tiếng Anh học được cụ thể vào việc gì? Với đối tượng nào? Bạn có biết tại sao mình lại mong muốn đạt được mục tiêu tiếng Anh không? Bạn có thật sự cần đạt được mục tiêu này không? Hay đấy chỉ là học cho “bằng bạn bằng bè”? Đây là những câu hỏi mà thực  sự bạn cần phải hỏi chính mình khi thiết lập mục tiêu. Thậm chí, có cả một bộ câu hỏi bài bản xác định mục tiêu học tiếng Anh mà tôi cần phải đưa cho bạn, hướng dẫn bạn làm chi tiết thì sau đó, việc lên chiến lược học cụ thể mới thích đáng và phù hợp được. Còn không, bạn sẽ bơi trong biển tài liệu, các quảng cáo của các đơn vị đào tạo tiếng Anh, các lớp học mà không biết rồi sẽ đi đâu, về đâu. Cốt tuỷ sau tất cả, bạn phải biết làm thế nào để TỰ HỌC hiệu quả!  1.3 Đằng sau mong muốn học tiếng Anh là điều gì?  Có vẻ như đây là câu hỏi chung cho gần như hầu hết các mong muốn của con người. Ngày xưa thì chỉ cần “ăn no mặc ấm”, thời trước khi đất nước mới cải cách và phát triển lên thì chúng ta muốn “ăn ngon mặc đẹp”, còn thời nay, cái gì cũng được chọn lựa kĩ lưỡng, hay chính là “ăn tinh mặc mốt”. Tôi phát hiện ra là điều mà bạn thật sự cần (need) thì nó khác xa với điều bạn muốn (want). Nhu cầu thì ít nhưng mong muốn thì vô biên, không biết đâu mà lần. Đằng sau tất cả mong muốn đó chính là mong muốn được hạnh phúc, thành công và muốn được ghi nhận. 100 người học tiếng Anh thì may ra 4, 5 người giỏi và làm nên cơm nên cháo với cái thứ tiếng mà họ học được. Không chỉ tiếng Anh mà các lĩnh vực khác trong xã hội cũng vậy, bây giờ thời đại thông tin bùng nổ, chẳng có gì gọi là “bí quyết”, hay “bí mật” nữa. Tôi rất thích câu này: “Nếu cả thế giới chọn bạn mà bạn không chọn bạn thì cũng là chưa đủ. Nếu cả thế giới không ai chọn bạn mà chỉ mình bạn chọn bạn thì cũng đã là quá đủ rồi”. Tôi đang muốn nói điều gì? Bạn muốn học Tiếng Anh để có nhiều tiền hơn, nhiều người bạn hơn, mở mang tầm mắt và thành công hơn. Đó là nhu cầu chính đáng, nhưng hãy chỉ nhìn lại bạn trong một giây phút, rằng bạn có đang chấp nhận và yêu thương chính con người ngay lúc này của bạn không, khi mà bạn chưa giỏi tiếng Anh? Nếu câu trả lời là không thì cho dù sau khi bạn có nói tiếng Anh siêu hơn Obama đi chăng nữa thì bạn cũng chẳng hề hài lòng với chính mình đâu! Bởi vì tất cả chúng ta có là ngay lúc này, ngay hôm nay (the present). Ngày hôm nay đến ngày mai sẽ trở thành quá khứ, ngay giây phút tôi kết thúc viết hết chương sách này thì tôi cũng không thể lấy lại những khoảnh khắc viết những dòng này. Vậy nếu ngay bây giờ bạn không hài lòng và công nhận con người của chính bạn, thì câu hỏi đặt ra là ĐẾN BAO GIỜ? Khoan, bạn không cần trả lời tôi. Hãy suy nghĩ về điều  đó! Khi trả lời được rồi, lúc ấy, bạn đã sẵn sàng để học tiếng Anh một cách đầy nhẫn nại và bạn sẽ vô cùng tận hưởng hành trình thú vị này, chứ không còn hỏi: “Còn bao xa nữa thì tới nơi?”   "
        },
        {
            "order": 0,
            "name": "Lời Giới Thiệu",
            "content": " Xin chào bạn, tôi là Nguyễn Thị Hà Bắc. Năm nay tôi 23 tuổi, tôi là cựu sinh viên đại học Ngoại thương (2011-2015), khoa Tiếng Anh thương mại (K50). Công việc chính hiện tại của tôi là thông dịch cho các khoá học của các diễn giả nước ngoài. Tôi đã làm thông dịch viên được 3 năm và giảng dạy tiếng Anh được 1,5 năm. Tiếng Anh luôn là niềm cảm hứng say mê bất tận trong tôi.   Tôi cũng đã từng như các bạn, cũng đã từng “một thời” vật lộn với tiếng Anh và khổ sở vì nó. Cho đến tận khi bước chân vào giảng đường Đại học năm nhất, tôi mới phát hiện ra là từ trước giờ “vốn liếng tiếng Anh” của mình không thể sử dụng được, do học theo các phương pháp không hiệu quả từ trước tới giờ.     Trong quá trình tác nghiệp, rất nhiều anh/chị đã hỏi tôi làm như thế nào để học tiếng Anh được hiệu quả, tôi cũng đã chia sẻ với khá nhiều người con đường tự học hiệu quả, và rồi càng ngày càng có nhiều người hỏi. Các lớp học được mở ra trong năm 2015 không đủ đáp ứng vì tôi chỉ có một mình nhưng số người muốn học thì lại quá nhiều. Chính vì thế, tôi đã chọn cách viết cuốn sách này để phần nào có thể giúp được các bạn đi đúng hướng hơn trong việc học. Những điều trong cuốn sách này là tổng hợp của những năm tháng tự mày mò tìm các cách học hiệu quả từ những người thầy về ngôn ngữ, cũng như trải nghiệm học cá nhân tự đúc rút và những kiến thức bổ sung từ các lớp học tôi có tham gia thông dịch. Tôi xin cảm ơn các thầy cô khoa tiếng Anh Thương mại trường Đại học Ngoại thương Hà Nội. Tôi cũng xin gửi lời cảm ơn đến Giáo sư, thầy Lê Khánh Bằng đã giúp tôi được học về phương pháp Tự học Ngoại ngữ hiệu quả bằng phương pháp thiền. Tôi xin cảm ơn tiến sỹ AJ Hoge, Steve Kaufman, và nhiều nhà ngôn học khác vì đã đóng góp những nghiên cứu quan trọng về việc học ngoại ngữ hiệu quả. Lời cuối cùng tôi xin cảm ơn các bạn, chính các bạn là nguồn động lực cho tôi để tôi hoàn thành cuốn sách đầu tiên này.  Nguyên tắc quan trọng: Thái độ học quan trọng hơn tất cả        Thật là không ngoa khi phóng đại tầm quan trọng của yếu tố “thái độ” của người học. Thực chất đây chính là yếu tố quyết định sự thành công của việc học ngoại ngữ. Bạn có yêu thích thứ tiếng mình đang học không? Bạn có nghĩ rằng mình có thể thành công hay không? Bạn có đang thấy chính mình là người nói tiếng Anh trôi chảy không? Bạn có phải là một người học độc lập không? Đây là những yếu tố quan trọng để đánh giá sự thành công của việc học ngôn ngữ. Nếu như tất cả câu trả lời của bạn là có thì thật may mắn tôi tin chắc rằng bạn sẽ sử dụng được tiếng Anh thành thạo và chuyên nghiệp trong thời gian tới. Hãy nhớ rằng thái độ học ngoại ngữ mới là điều quan trọng nhất. Khi bạn có một thái độ học đúng đắn như sự tập trung, sự yêu thích, sự vui vẻ, sự độc lập thì bạn đã thành công phần lớn rồi.    Nguyên tắc quan trọng: Học ngôn ngữ không liên quan đến tài năng bẩm sinh  Có những người học nhanh hơn người khác. Có một số người phát âm tốt hơn. Tại sao lại như vậy? Tôi càng ngày càng được thuyết phục rằng vấn đề nằm ở thái độ của người học chứ không phải tài năng. Gần như tất cả những người học ngoại ngữ tốt đều có điểm chung. Họ không sợ hãi, họ có thể buông bỏ những thứ không cần thiết (sự xấu hổ, cấu trúc câu khác so với tiếng mẹ đẻ…) Họ không đặt nhiều câu hỏi rằng tại sao tiếng Anh lại được diễn đạt như thế này mà không phải thế khác, tại sao tính từ lại đứng trước danh từ, hay những câu hỏi đại loại như vậy. Tôi không chắc rằng thái độ này thì có dạy được cho người khác hay không. Nhưng tôi tin rằng một người thầy giỏi có thể truyền cảm hứng để học trò có được thái độ như thế này. Khi công tắc chính đã được bật thì mọi thứ về sau sẽ thật dễ dàng (thái độ khai thông thì học gì cũng vào). Đương nhiên việc học theo các phương pháp học hiệu quả cũng vẫn quan trọng. Tôi sẽ trình bày về phương pháp học ở những phần tiếp theo. Trên thế giới có khoảng 1.000.000.000 người sử dụng được tiếng anh thành thạo. Vậy tất cả họ đều có tài năng bẩm sinh sao. Tất nhiên là không rồi. Tôi muốn nhấn mạnh rằng việc học ngôn ngữ hoàn toàn không liên quan đến tài năng bẩm sinh. Tất cả là do sự luyện tập mà thành công.  Nguyên tắc quan trọng: Càng tự do càng tốt  Stephen Krashen là người đã có ảnh hướng lớn đến cách tôi tiếp cận cũng như học ngoại ngữ, đã từng nói rằng mục tiêu chính của người dạy ngoại ngữ là tạo điều kiện để học trò có thể trở thành người học độc lập. Người học càng độc lập bao nhiêu, kết quả nhận được càng xứng đáng bấy nhiêu và chính họ sẽ nhận ra rằng sự độc lập chính là chìa khoá để học ngoại ngữ thành công.   Tự do ở đây có thể hiểu theo nhiều nghĩa. Người học phải nỗ lực để trở nên càng độc lập càng tốt, để không bị phụ thuộc vào những lời giải thích của giáo viên, độc lập khỏi những bài khoá trong sách giáo khoa, độc lập khỏi lớp học ngoại ngữ. Đương nhiên thì giáo viên là người có vai trò dẫn dắt, giải đáp thắc mắc, khuyến khích động viên chúng ta và thi thoảng giải thích thêm về thứ tiếng chúng ta đang học. Nhưng vai trò đó càng bé nhỏ bao nhiêu càng tốt, người học phải là trọng tâm! The learner needs to be free of prejudice. I remember when I started learning Chinese, I had another Canadian learning with me. When he discovered that in Chinese the structure for saying Người học nên tự do chọn lựa mình muốn học tài liệu nào, chọn từ hay cụm từ nào để học, hay tự chọn hoạt động học mà phù hợp với tâm trạng của mình và đa dạng hoá các hình thức học theo ý muốn của mình. Phương pháp học hay kĩ thuật học nào mà đem đến cho người học sự tự do tối đa thì chính là cách học hiệu quả nhất. Cách học này chính là NGHE và ĐỌC. Một cuốn sách hay máy phát mp3 player tuy nhỏ nhắn xinh xắn nhưng lại là những công cụ học ngoại ngữ cực kì hiệu quả và đầy sức mạnh. Chúng ta có thể đem chúng đi bất cứ đâu   và sử dụng chúng bất cứ khi nào ta muốn. Như vậy chúng ta sẽ không bị phụ thuộc vào việc tìm người bản xứ để trò chuyện cùng họ. Thậm chí là có rất nhiều người bản xứ ở xung quanh, nhưng không chắc rằng họ có hứng thú nói chuyện với chúng ta hay không vì nhiều khi chúng ta cảm thấy bí chủ đề khi nói chuyện với họ hoặc họ không thích thứ mà ta thích. Như vậy việc học sẽ rất bị phụ thuộc vào yếu tố bên ngoài. Nếu trò chuyện với người bản xứ và việc đó bạn cảm thấy yêu thích và tận hưởng nó thì cũng được thôi không sao cả nhưng điều này là không cần thiết bởi vì không phải lúc nào họ cũng sẵn sàng trò chuyện với chúng ta. Còn sách và mp3 thì lúc nào chúng ta cũng có thể chủ động dùng bất cứ lúc nào. Chúng ta có thể chọn đọc cái gì, nghe cái gì, khi nào nghe, khi nào đọc, tất cả đều rất chủ động, thậm chí nghe lại, đọc lại nhiều lần. Sự tiếp xúc và đắm mình trong nhiều cụm từ, âm thanh của ngôn ngữ đang được đọc và lúc nào cũng bên mình như vậy, nó khiến việc học của chúng ta trở nên tự do!          Nguyên tắc quan trọng: Đảm bảo quá trình học cần vui vẻ    Tôi thường chứng kiến những người cảm thấy “phải” học ngoại ngữ để xin việc dễ hơn, hay thi một cái chứng chỉ để ra trường. Những người này phải vật lộn rất khổ sở. Họ học nhưng bế tắc, căng thẳng, giống như đâm đầu vào tường vậy! Họ không thể đạt được sự trôi chảy và thoải mái khi nói hay kết quả mà họ mong muốn, họ học theo “thị hiếu”, họ theo đuổi những mục tiêu không cần thiết, họ không biết mình thích học cái gì. Những người tận hưởng quá trình học ngoại ngữ thì kết quả thường tốt hơn. Họ thâm chí không cần môi trường tiếng Anh để có thể giỏi. Đây là những người tận hưởng việc học nghe và học đọc một mình, tận hưởng việc khám phá ngôn ngữ, lịch sử cũng như văn hoá và vẻ đẹp của thứ tiếng họ dang học. Những người này thường đạt kết quả tốt không thành vấn đề họ học tiếng Anh ở đâu, ở Việt Nam hay ở nước ngoài.  Nguyên tắc quan trọng: Luôn luôn có thời gian để học tiếng Anh  Mỗi người học phải chủ động sắp xếp thời gian để dành cho việc học tiếng Anh. Bạn tập trung nhiều thời gian vào việc gì thì việc đó đơm hoa kết trái, đó là quy luật của tự nhiên. Bạn không thể trồng cây đào nhưng mong nó ra quả táo hay quả cam được. Nhưng thực tế nhiều người vẫn đang làm vậy, họ dành nhiều thời gian cho facebook, bạn bè, đi chơi, họ lấy lí do “bận công việc”, …. Tất cả chỉ là sự biện minh cho một mong muốn không rõ ràng của bạn. Hãy nhớ, để sử dụng được tiếng Anh thông dụng bạn cần học ít nhất 1 năm, và tiếng anh chuyên ngành phục vụ cho công việc thì bạn cần thêm từ 1 – 2 năm nữa tuỳ từng ngành. Mỗi ngày con số ước lượng trung bình để bạn đạt được mục tiêu như trên là bạn sẽ phải dành 2h học. (Hoặc học xen kẽ mỗi ngày một ít, 1 tuần hoặc 1 tháng học cao độ trong nhiều tiếng. Đây là chiến lược học mà tôi có đề cập ở phần chiến lược học tăng tốc. Nói cách khác, tiếng Anh trong một khoảng thời gian nào đó phải là mục tiêu ưu tiên trong tất cả mọi việc bạn làm, có như vậy thì kết quả đạt được mới tương xứng với mong muốn của bạn.  Nguyên tắc quan trọng: Chấp nhận sự không chắc chắn  Để trở thành người học ngoại ngữ hiệu quả bạn phải biết chấp nhận sự “không chắc chắn”. Bạn phải chấp nhận sự thật rằng sẽ luôn luôn có vài từ bạn không hiểu hết, và có thể có những từ bạn phát âm sai hay một vài chỗ ngữ pháp khó hiểu. Sẽ có lúc bạn không diễn đạt được hết ý mình, hoặc không diễn đạt được rõ ràng và tinh tế theo cách mà bạn muốn. Một khi bạn chấp nhận những điều này là một phần của quá trình  học ngoại ngữ thì bạn sẽ đi được hết con đường của mình. Nếu bạn tận hưởng được hành trình và trải nghiệm học, bạn sẽ dễ dàng vượt qua được những thử thách này và dần thấy chúng chỉ là những hạt cát nhỏ và không đáng bận tâm, thì khi đó bạn sẽ rất thích việc học. Khi bạn yêu thích việc học ngoại ngữ thì kết quả sẽ tiến bộ. Sự tiến bộ của việc học ngoại ngữ diễn ra dần dần từng chút một và không đồng đều nên chúng ta rất dễ bị chán nản. Chính vì vậy việc tận hưởng quá trình học là một việc cực kì quan trọng, đặc biệt là người trưởng thành học ngoại ngữ. Bạn càng học được nhiều từ tài liệu bạn yêu thích bao nhiêu thì trải nghiệm học ngoại ngữ của bạn càng trở nên thích thú bấy nhiêu. Bạn càng không bị ép phải nói hay viết chính xác thì càng tốt. Chính vì thế tôi luôn tâm niệm rằng đừng mong chờ sự hoàn hảo từ bản thân bạn, nhưng luôn luôn nỗ lực học hàng ngày để cải thiện. Học cách chấp nhận sự “không chắc chắn” chính là một trong những nét hấp dẫn của việc học ngôn ngữ.   Nguyên tắc quan trọng: Nói khi bạn cảm thấy muốn nói  Thời điểm nào là tốt nhất để học nói? Có vài người thì ủng hộ việc nói ngay ở giai đoạn mới bắt đầu. Tôi thì muốn cóp nhặt và hấp thụ ngôn ngữ cộng với làm quen với ngôn ngữ bằng việc nghe và đọc trước quá trình học nói diễn ra. Vậy ai mới là đúng? Câu trả lời với  tôi luôn rõ ràng. Đương nhiên thì bạn sẽ làm những gì bạn thích làm, không ai ngăn cấm gì được. Kim chỉ nam xuyên suốt cho cả quá trình học là cần VUI VẺ để học. Nếu vui bạn sẽ tiếp tục học hàng ngày và không nhàm chán. Tôi lúc nào cũng ủng hộ triết lý học theo “understandable and interesting input” (bạn cần nạp đủ ngôn ngữ đầu vào thú vị, phù hợp với trình độ - có thể hiểu được).   Nguyên tắc quan trọng: Tiếp nhận ngôn ngữ gián tiếp  Kỹ năng về ngôn ngữ không giống như những kĩ năng khác trong cuộc sống bởi ngôn ngữ được tiếp nhận phần lớn một cách thụ động (học gián tiếp). Hàng ngày chúng ta nghe ngôn ngữ, đọc sách báo, v.v… chính sự tiếp xúc này đã đem lại khả năng sử dụng ngôn ngữ. Chúng ta tiếp nhận ngôn ngữ qua hoạt động đọc và nghe nhiều hơn là nói. Điều này thậm chí đúng với cả tiếng mẹ đẻ của chúng ta, hay đúng với bất cứ thứ tiếng nào. Trừ khi là chúng ta bị khuyết tật về cơ miệng còn đâu tất cả mọi người đều tự học nói ngôn ngữ của mình. Một vài em nhỏ nói sớm hơn các em khác nhưng rồi cuối cùng gần như tất cả các em đều nói được ngôn ngữ mẹ đẻ. Chúng ta nói mà không cần phải làm bài tập hay ai giải thích gì về ngôn ngữ cho chúng ta, và cũng không cần ai phải sửa lỗi! Chúng ta cũng không cần phải có sách giáo khoa để học nói. Chúng ta cứ bắt chước những gì ta nghe thấy, để ý các cấu trúc câu, cách diễn đạt, từ được sử dụng và sau đó ta sẽ nói khi ta cảm thấy muốn nói, tất cả chúng ta đều đã làm như vậy. Mức độ sử dụng ngôn ngữ của ta tốt đến đâu phụ thuộc rất nhiều vào mức độ tiếp xúc của ta với ngôn ngữ nhiều hay ít, chứ không phải là khi ta bắt đầu học nói. Điều tương tự đúng với việc học ngôn ngữ thứ hai, cụ thể ở đây là tiếng Anh. Hầu hết thời gian chúng ta cần nghe và đọc tiếng Anh. Chúng ta không cần ai dạy chúng ta nói tiếng Anh cả (không ai dạy ta tiếng mẹ đẻ ta vẫn tự học để nói được). Đây là điều mà ta làm rất tự nhiên. Khi chúng ta có sự lặp lại và để ý về cấu trúc câu, từ vựng, phát âm, dần dần trước lạ sau quen, bạn sẽ cảm thấy mọi thứ sẽ trở nên tự nhiên từ từ, không phải vì ai đó cố nhồi vào đầu chúng ta tất cả những thứ đó, mà bởi vì ta gặp chúng trong nhiều bối cảnh thú vị khác nhau. Đôi lúc chúng ta quá căng thẳng với việc học ngoại ngữ mà không biết cách thả lỏng, thư giãn. Chúng ta coi việc học quá nghiêm túc. I follow my inclinations. Sometimes I am more motivated to review new words and phrases, sometimes I am more motivated to listen and read. I never know when I will learn a word or language pattern. My brain seems to just learn them on its own schedule, not on a schedule set out by a teacher or a text book. Tôi cứ làm theo những gì tôi cảm thấy muốn làm. Đôi lúc tôi thấy rằng mình muốn xem lại các từ mới và các cụm từ, ví dụ câu đã được học. Có lúc tôi lại chỉ muốn nghe và đọc. Tôi không biết chính xác khi nào tôi “đã học” được một từ mới hay một cấu trúc mới, vấn đề là ở chỗ bộ não của con người thật diệu kì, nó tự tiếp nhận tất cả những thứ đó vào lúc nó muốn, chứ không theo lịch của giáo viên hay của một cuốn sách giáo trình nào cả. Learning a language does require effort. But it is the effort of the learner pushing on a slightly open door, pursuing things of interest. It is the pleasant effort of passive learning. Học ngoại ngữ cần nhiều nỗ lực. Những đó là nỗ lực theo đuổi học những thứ mình thích, đó là niềm vui sướng của việc tiếp nhận ngôn ngữ một cách gián tiếp hơn là ép mình vào các hoạt động bài tập không hiệu quả bạn vẫn hay làm!   "
        },
        {
            "order": 6,
            "name": "Chương 6: Nỗi Ám Ảnh Về Ngữ Pháp Tiếng Anh",
            "content": " 6.1 Có thật sự cần học ngữ pháp không  Từ trước tới nay chúng ta đã quá bị ám ảnh bởi ngữ pháp tiếng Anh. Chúng ta học đủ các thể loại thì và câu điều kiện, chia động từ, rồi bị động, thể phức, v.v đến nỗi khi làm bài tập ngữ pháp, không khó khăn gì để đạt được điểm cao. Kể cả bạn không giỏi ngữ pháp thì cũng không cần phải lo lắng gì cả. Khi người bản xứ được hỏi họ đang dùng thì gì (tense) trong khi nói thì họ còn thậm chí còn không biết có khái niệm “tenses” (các thì trong tiếng Anh) nhưng họ lại SỬ DỤNG được các thì đó vô cùng nhuần nhuyễn và chuẩn xác! Tôi không phủ định vai trò của ngữ pháp nhưng chúng ta cần học nó một cách khôn ngoan, nhẹ nhàng và thú vị hơn! Nó cũng giống như từ vựng thôi, khi bạn quá tập trung vào học ngữ pháp thì bạn sẽ chẳng nhớ được gì. Vẫn là ý tưởng: bạn cần nạp input thật chất, khi bạn học một bài đủ sâu, lặp lại đủ số lần thì bạn sẽ DÙNG được ngữ pháp chứ không dừng ở mức biết nữa! Chúng ta biết rất rõ câu “He went to school yesterday” nhưng khi nói ta luôn nói ‘”go”, ta bị quên mất thì, và chia động từ thì khi nói chúng ta sai tùm lum. Đây là lỗi của cả chương trình học tiếng Anh của Việt Nam khiến chúng ta trải qua hơn chục năm học mà vẫn không thể dùng được thứ mà mình học. “Làm như cũ mà mong kết quả mới là điên” là một câu nói được khá nhiều người biết. Thế nhưng dường như chúng ta khá “cứng đầu”, làm đi làm lại một cách và mong kết quả khác đi. Đúng rồi, rất đơn giản, học theo cách khác đi!   6.2 Học thật – dùng luôn  Cách học ngữ pháp tốt nhất là thông qua câu chuyện và tài liệu học yêu thích. Khi học một bài, bạn có thể để ý xem là một câu được viết như thế nào nhưng đừng hỏi tại sao nó lại được viết như vậy. Vì ngôn ngữ tự thân nó là như thế, nếu bạn phân tích quá nhiều thì bạn đang can thiệp vào công việc của bộ não, tự nó sẽ phải biết phải làm như thế nào. Giống như việc ra ngoài thiên nhiên tận hưởng cảnh quan trong lành, nhưng cứ hỏi: “Sao lá lại màu xanh nhỉ?”, “Sao mây lại có màu trắng?” Để dùng được ngữ pháp, bạn cũng cần phát triển cái gọi là “cảm ngữ cảnh”, nghĩa là biết khi nào thì dùng thì gì, nói ra làm sao, mà cái này thì bạn chỉ có thể phát triển thông qua tiếp xúc (nghe + đọc) những tình huống ngữ pháp trong thực tế được sử dụng như thế nào. Tôi có một gợi ý là bạn có thể sử dụng phần bài Point of View Story trong set bài học của Tiến sỹ AJ Hoge, đây là phần bài học có thể giúp bạn phát triển khả năng này. Trong phần bài nghe này, một câu chuyện được kể ở nhiều thì khác nhau (các thì ngữ pháp được dùng phố biến nhất trong thực tế) nên việc học giống như bạn đang thưởng thức các câu chuyện vậy, qua đó lại học cách SỬ DỤNG  ngữ pháp chuẩn xác. Và phần Mini- story trong set bài học cũng được thiết kế khá hữu ích, chỉ từ một câu trần thuật- thầy thiết kế thành nhiều câu hỏi khác nhau khiến bạn học được cấu trúc câu và ngữ pháp cùng một lúc, quan trọng là bạn học sâu và rất kĩ, nên bạn có thể dùng được ngay sau vài tháng học theo cách tự nhiên này.      "
        },
        {
            "order": 7,
            "name": "Chương 7: Khởi Động - Tăng Tốc – Về Đích",
            "content": " Trước khi bắt tay vào học, đảm bảo là bạn đã thiết lập mục tiêu học cụ thể và rõ ràng! Bạn học tiếng Anh để sử dụng vào việc gì! Để làm gì! Bao giờ thì làm được? 6 tháng? 1 năm? 1,5 năm? Nó phải cực kì rõ ràng trong đầu bạn và thôi thúc bạn hàng ngày! Và chúng ta đã BIẾT tất cả mọi thứ về bắt đầu học tiếng Anh rồi. Và kể cả bạn có không đọc cuốn sách này, tôi cũng tin rằng bạn đã biết rõ tất cả về những điều tôi nói, vấn đề là bạn không THỰC HIỆN được nó. Khi bạn của chúng ta có nhờ hay tham khảo ý kiến của chúng ta về một việc gì đó, tự nhiên lúc đó trí tuệ ở đâu ùa về, bạn bỗng chốc như trở thành “chuyên gia” vậy. Nhưng điều khó nhất là thực hiện những điều chúng ta biết. Nói đơn giản như việc tập thể dục, ai cũng biết tập thể dục là tốt nhưng có bao nhiêu người thực sự tập thể dục hàng ngày? Nói đơn giản thôi nhé, hãy bắt đầu từng chút một. Nếu như ở đầu cuốn sách tôi nói rằng bạn cần 800 giờ để thông thạo tiếng Anh thông dụng, nếu chia ra mỗi ngày bạn học 2 giờ thì bạn cần khoảng 13 tháng để đạt mục tiêu. Nhưng với những người mới bắt đầu thì con số 2h/ngày dường như quá xa xỉ! Vâng, phải nói là quá xa xỉ trong thời đại quá bận rộn trăm công nghìn việc này. Hãy khoan, như thế không phải không có cách. Chúng ta cần bắt đầu trước đã. Trước tiên, học tiếng Anh hay làm bất cứ điều gì đều cần kỉ luật. Thường thì tính tự giác của mọi người rất kém (kể cả tôi), chúng ta chỉ làm việc gì khi bị bắt buộc phải làm. Gợi ý tốt nhất ở giai đoạn bắt đầu là tìm một người bạn học cùng và giám sát lẫn nhau. Một tuần đầu, mỗi ngày chỉ học 5 phút thôi, chỉ 5 phút thôi, hãy bắt đầu càng dễ càng tốt để bạn không cảm thấy áp lực. Bạn có thể học hơn nhưng đừng quá 10 phút. Tiêu chí là TẠO THÓI QUEN, nghĩa là làm hằng ngày, chứ không phải một ngày học một tiếng và các ngày còn lại không học gì. Chúng ta đang phải tạo liên kết nơ-ron thần kinh cho “thói quen học tiếng Anh”. Tuần thứ hai bạn có thể tăng lên 10- 15 phút và 20-25 phút cho tuần kế tiếp. Bạn có thể cam kết với người bạn học của mình ai thực hiện đầy đủ sẽ được một phần thưởng nhỏ nào đó, hoặc phạt nhỏ (mất 20k, hoặc 50k/ngày không học chẳng hạn), như thế động lực học cũng tăng lên rất nhiều. Mỗi ngày từng chút một cho đến khi bạn cảm thấy yêu thích nó, có khi học vài tiếng bạn vẫn cảm thấy thiếu.  Chiến lược học tăng tốc  Công thức làm chủ tiếng Anh hay bất cứ kĩ năng nào khác tuân theo ba bước sau B1: Tìm người dẫn dắt/hướng dẫn xuất sắc. B2: Dùng phương pháp CANI (constant – and – never – ending improvement) – luôn luôn tiến bộ và không ngừng nghỉ B3: Học/Luyện tập cao độ Lặp lại bước 2 và bước 3 mãi mãi. Khi đã tạo được thói quen học hàng ngày rồi thì sẽ đến một giai đoạn học cao độ để tăng tốc, có nghĩa là trong một năm bạn có thể chọn ra từ ba đến bốn tháng để học cao độ. Trong những ngày đó, bạn có thể học tiếng Anh từ 5 tiếng trở lên hoặc hơn. Bạn có thể đa dạng hoạt động học từ nghe audio, nghe chép chính tả, nghe phản xạ,  xem TV shows, đọc truyện tranh, tiểu thuyết, sách Tiếng Anh, mục đích là để cho bộ não tràn ngập tiếng Anh và ức chế trung khu tiếng mẹ đẻ, làm trung khu tiếng Anh trên vỏ não của bạn hưng phấn mạnh (tài liệu học không được quá khó, nếu nghe không hiểu, cần có phụ đề tiếng Anh hoặc text đi kèm theo). Cũng tuỳ sở thích từng người mà bạn cũng có thể chọn cách 3 tuần học theo CANI (mỗi ngày một ít, từ 25-30 phút) và tuần cuối của tháng đó học cao độ (intensive). Quan trọng là bước 2 và bước 3 xen kẽ nhau và bạn TỰ ĐIỀU CHỈNH vào điều kiện công việc, cuộc sống, khả năng và mục tiêu cá nhân của bạn. Nếu bạn thấy mệt mỏi, có thể nghỉ 1, 2 hôm để lấy lại sức và thư giãn, sau đó lại bắt tay học tiếp. Quan trọng là khi học phải tạo trạng thái vui vẻ hưng phấn thì học sẽ đỡ mệt lại cảm thấy vui thích! Bạn cảm thấy khó kiểm soát cảm xúc thì hãy nên gần những người có cảm xúc tích cực để bạn được “lây tần sóng” của họ, điều này rất có lợi vì bạn cần năng lượng đó cho việc học tiếng Anh!   Duy trì động lực và về đích  “A thousand-mile journey starts with a tiny step” – “Hành trình vạn dặm bắt đầu bằng một bước chân”. Bạn đã đi được những bước đầu tiên, việc khó nhất là hoàn thành chặng đường bạn đã chọn. Việc nào cũng vậy, không riêng gì tiếng Anh, mọi việc thì chỉ có khoảng 5% số người là thành công và làm nên chuyện. Bạn muốn nằm trong số nào? Phần thưởng chỉ dành cho người xứng đáng, bạn chắc chắn đạt được kết quả như mong muốn nếu bạn trả đủ giá cho nó. Phần thưởng mà tiếng Anh đem lại vô cùng thú vị và có thể khiến cả cuộc đời bạn thay đổi. Năm vừa rồi tôi mới tốt nghiệp nhưng đi công tác trong và ngoài nước khá thường xuyên, và các công ty luôn là người chi trả các chi phí đi lại và thường công tác nhưng tôi cũng tiện thể đi du lịch, được gặp gỡ nhiều con người tài giỏi ở nhiều ngành khác nhau và mở rộng tầm nhìn, thu nhập gấp vài chục lần bạn bè đồng trang lứa. Tôi thấy cuộc sống đầy ý nghĩa với từng giây phút, với từng thứ tôi đang có, tiếng Anh không chỉ là tiếng Anh, tiếng Anh là cuộc sống! Và hãy thử hình dung xem cuộc sống của bạn sẽ thay đổi kinh ngạc trong mọi khía cạnh như thế nào khi bạn sở hữu năng lực tiếng Anh như mình mong muốn: từ gia đình, công việc, cơ hội, tài chính, tâm linh… Ai biết đâu một ngày, nhờ có tiếng Anh, bạn gặp một người…thay đổi cả cuộc đời bạn, mà suốt đời bạn không bao giờ quên!! Và bạn thầm cảm ơn chính mình, vì đã học tiếng Anh! Bộ 3 DVDs Rocket English – Giảng Viên : Nguyễn Thị Hà Bắc. Chà, vậy là bạn vừa trải qua một lộ trình khá dài cho người mới bắt đầu học tiếng anh. Có thể bây giờ bạn đang thấy mọi thứ lộn xộn phải không nào. Nhưng điều tuyệt vời là cho dù các thông tin lộn xộn bộ não của bạn vẫn đang liên kết các thông tin một cách vô thức. Ngay bây giờ bộ não của bạn vẫn đang tìm kiếm câu trả lời mục đích học tiếng anh của bạn là gì? Học phát âm ra làm sao? Rồi làm thế nào để học từ vựng nhớ lâu .. Đó thực sự là những điều vô cùng tuyệt vời của bộ não. Bạn hãy cảm thấy tự hào vì điều đó. Một trong những câu hỏi mà mọi người thường xuyên hỏi tôi là làm thế nào để liên kết tất cả mọi thứ lại với nhau, từng bước học cụ thể ra làm sao và tìm tài liệu học ở đâu. Tôi không muốn sự không rõ ràng này làm cản trở và gián đoạn quá trình học tiếng anh của bạn. Chính vì vậy tôi chính thức giới thiệu đến bạn bộ 3 DVDs Rocket English . Đây là có thể là người bạn cũng có thể là bảo bối tốt nhất của bạn trên hành trình học tiếng anh. Trong bộ 3 DVDs Rocket English tôi sẽ hướng dẫn bạn từng bước, từng bước học cụ thể ra làm sao. Tôi sẽ hướng dẫn bạn cách loại bỏ niềm tin giới hạn trong việc học tiếng anh. Tôi cũng sẽ hướng dẫn bạn 7 cách tự tạo động lực học tiếng anh đơn giản và hiệu quả vô cùng. Tôi cũng sẽ đi cùng bạn qua từng bài học về phát âm, nghe, nói , từ vựng và cả ngữ pháp nữa. Tôi sẽ hướng dẫn bạn cách viết và đọc phiên âm chuẩn quốc tế, tôi cũng sẽ hướng dẫn bạn cách sử dụng âm sử dụng âm s- ending, âm ed – ending. Tôi cũng sẽ cùng bạn đi qua các bài học để học nghe bài bản, luyện nghe phản xạ. Và tất nhiên là không thể thiếu từ vựng và phần học nói tất cả sẽ được tôi hướng dẫn bạn chi tiết trong bộ 3 DVDs Rocket English. Và điều tuyệt vời hơn đó là tôi sẽ cung cấp cho bạn toàn bộ những tài liệu cần thiết trong quá trình học. Đây là những tài liệu do chính tôi chọn lọc và biên soạn bạn sẽ không cần phải đi tìm tài liệu ở bất cứ nơi đâu nữa. Thật hào hứng phải không nào, nếu như bạn vẫn chưa sở hữu 3 DVDs Rocket English hãy đăng ký tại đây : http://giaotieptienganh.xyz/ Sau khi bạn đã sở hữu bộ 3 DVDs Rocket English tôi sẽ rất vui mừng trả lời toàn bộ những thắc mắc và khó khăn của bạn trong quá trình học. Tôi sẵn sàng trở thành người bạn tốt nhất của bạn trong hành trình học tiếng anh. Tôi sẵn sàng hỗ trợ bạn , giúp bạn chinh phục tiếng anh. Thông tin liên hệ : Email : [email protected] Sđt : 0962287921          "
        },
        {
            "order": 5,
            "name": "Chương 5: Nhớ Sâu Từ Vựng",
            "content": " 5.1 Các nguyên tắc bất biến để học nhớ từ lâu  Hồi trước còn học tiếng Anh ở thời phổ thông thì lúc đó cách học từ duy nhất là flashcards (thẻ từ). Tôi lao vào học từ như một con thiêu thân, tôi nghĩ từ vựng là tất cả. Tôi viết từ mới và viết loại từ, nghĩa từ ở bên cạnh, sau đó mỗi giờ ra chơi giữa các tiết học, tôi lôi ra và ôn tập tất cả các từ đó. Tôi học nhiều từ đến mức mà cô hỏi và động đến từ nào tôi cũng biết, và các bạn cứ hỏi tôi là tôi đi học thêm ở đâu. Nhưng sự thực là tôi chỉ tự học. Và tôi cứ nghĩ là mình giỏi, cho đến khi tôi bước chân vào đại học năm nhất, lúc đó do yêu cầu của các môn học nên tôi mới bắt đầu học nghe (mà đáng nhẽ tôi và các bạn phải bắt đầu nghe trước khi học bất cứ cái gì khác), tôi mở ti vi lên và chẳng nghe được chút nào cả, tôi thực sự bị sốc nặng rằng bao nhiêu năm tháng mình đã học rất chăm chỉ tại sao bây giờ lại không nghe được họ nói từ nào. Thường thì khi học từ theo flashcards, chúng ta chỉ nhớ được ngắn hạn và không thể dùng được khi ta cần. Active vocabularies and Passive vocabularies (Từ vựng chủ động và từ vựng bị động) Có hai loại từ vựng, đó là từ vựng chủ động và từ vựng bị động. Từ vựng chủ động là những từ khi nghe và đọc chúng, bạn có khả năng hiểu chúng ngay lập tức và có khả năng sử dụng chúng khi bạn nói và viết. Từ vựng bị động là những từ khi nghe và đọc chúng, bạn chỉ có khả năng hiểu chúng chứ khi muốn dùng trong thực tế thì bạn lại gặp khó khăn. Đây là một điều hoàn toàn bình thường, không phải do bạn trí nhớ kém hay thiếu vốn từ vựng, đây là quá trình học tự nhiên. Nếu từ nào bạn học sâu và đủ kĩ thì nó sẽ tự khắc hiện lên khi bạn cần chúng. Và lượng passive vocabularies bao giờ cũng gấp nhiều lần lượng active vocabularies. Chúng ta không việc gì phải lo lắng về vấn đề này vì tôi xin nhắc lại đây là một điều hoàn toàn bình thường. Bạn muốn dùng được nhiều từ phong phú hơn trong giao tiếp và viết lách thì chỉ cần tăng lượng passive vocabularies lên và học thật sự kĩ và sâu những từ mình muốn dùng. Cuốn từ điển có hàng trăm ngàn từ vựng nhưng trong bối cảnh giao tiếp hàng ngày người bản xứ chỉ sử dụng khoảng 3000 từ, trong chuyên môn từ 5000 – 7000 từ, việc học từ vựng không hề đáng sợ như bạn tưởng. Về sau, khi tìm hiểu ra tôi mới biết là mình đã học từ sai cách trầm trọng và bắt đầu quá trình sửa sai của mình. Và đây là một số gợi ý về học từ hiệu quả mà tôi học được cộng với trải nghiệm cá nhân của mình.  Khi học từ, nên học theo cả cụm từ đi kèm, không nên học từ đơn lẻ. Ví dụ: bạn muốn học từ “victory” thì nên học cả từ đối lập là “defeat”, và cả câu đi kèm là “We learn little from victory, much from defeat” (Chúng ta thường không học được gì nhiều từ thành công, nhưng chủ yếu từ các thất bại của mình).  Khi tra một từ, chúng ta nên học cả các loại từ của từ đó, cũng như chú ý các tiền tố, hậu tố của một từ, để rút ra quy luật để không phải bị mất nhiều thời giờ tra từ điển nhiều. Ví dụ: devil (danh từ) – devilish (tính từ) – devilishly (trạng từ); expensive – inexpensive (đắt – rẻ); important (adj) – importance(n); patient (adj) – patience (n)…  Học từ trong các tình huống giao tiếp thực, sách vở báo chí dành cho người bản xứ chứ không học theo sách giáo khoa  Học từ vựng trong bối cảnh, một từ thường không có nghĩa khi nó có tình huống xung quanh nó  Gắn cảm xúc cao độ vào từ để nhớ từ nhanh chóng  Nghe đi nghe lại một bài học nhiều lần hoặc học đi học lại, cần có sự lặp đủ thì mới nhớ lâu  Nghe và đọc các tài liệu mình yêu thích để nhanh chóng “nạp” từ vựng một cách dễ dàng và nhanh chóng Cách nhanh nhất để tăng vốn từ Quy trình học từ hiệu quả Như ở phần “Then chốt của việc học nói”, tôi có nói về việc khi bạn kết nối được với cảm xúc thì các từ tiếng Anh được tuôn ra, ở đây ý tôi muốn nói với bạn rằng hãy học từ vựng qua trải nghiệm (experiences) chứ đừng cố nhớ chúng. Mô hình mắt trong Neuro Linguistic Programming (NLP)  Visual constructed (Vc): kiến tạo hình ảnh mới  Visual remembered (Vr): nhớ lại hình ảnh đã có  Auditory constructed (Ac): kiến tạo âm thanh mới  Auditory remembered (Ar): nhớ lại âm thanh đã có  Kinesthetic (K): cảm xúc  Auditory digital (Ad) (self-talk): tự thoại Trên đây là mô hình mắt (Eyes Accessing Cues) trong bộ môn NLP, bạn có thể sử dụng để học từ vựng một cách hiệu quả. Tôi sẽ hướng dẫn bạn học từ “obstacles” (chướng ngại vật) thông qua mô hình mắt này. Bối cảnh đi kèm là học cả câu: “I can’t imagine how many difficulties and obstacles you have conquered” (Con không thể hình dung được bố mẹ đã trải qua biết bao nhiêu khó khăn và chinh phục được biết bao trở ngại trong cuộc sống) B1: Vc – kiến tạo hình ảnh về từ “obstacles”, nhìn về phía trên bên tay phải (như trong hình). Bạn có thể hình dung ra một con đường nhựa thẳng tắp có hàng cây hai bên và những tảng đá được đặt ở giữa đường (những tảng đá chính là obstacles) B2: Ac – kiến tạo âm thanh. Mở phần loa trong phần mềm từ điển lên và nghe, bạn nhìn sang ngang bên tay phải dọc theo chiều mắt (như trong hình). Bạn tiếp tục nghe từ đó được phát âm ít nhất 10 lần B3: K – tạo cảm xúc. Bạn nhìn xuống dưới bên tay phải (như trong hình) và thêm cảm xúc vào bức tranh đang hình dung ra trong đầu. Cảm xúc ở đây có thể thấy là khó chịu, thách thức, vì là “chướng ngại vật”. B4: Vr – nhớ lại hình ảnh, nhìn về phía trên bên tay trái (như trong hình) để gợi nhớ lại con đường, hàng cây và những tảng đá. B5: Ar – nhớ lại âm thanh, bạn nhìn sang ngang bên tay trái dọc theo chiều mắt (như trong hình) để nhớ lại phát âm mà lúc nãy từ điển đã đọc cho bạn nghe B6: Ad – tự thoại, bạn nhìn xuống dưới bên tay trái (như trong hình) sau đó lặp lại từ đó ít nhất 10 lần Lặp lại từ B1-B6 với yếu tố mới trong câu là “parents”: B1: Vc – hình dung ra cảnh con đường với 2 hàng cây và những tảng đá ở giữa đường, nhưng lần này có hình ảnh bố mẹ xuất hiện nắm tay nhau đang đi trên con đường đó. Cứ thế bạn làm tiếp các bước và nghe từ điển đọc tất cả các từ trong câu và bạn lặp lại cả câu. Toàn bộ quá trình trên đã khiến một từ đơn lẻ trở thành một trải nghiệm nhỏ (mini-experience). Học theo cách này mỗi lần cần dùng đến từ “obstacles” là bạn chỉ cần kết nối lại cảm xúc và hình ảnh âm thanh từ đó lại ùa về, đây là một quá trình của vô thức, và khi nói, các từ sẽ tự tuôn ra từ miệng bạn, âm thanh đó bạn đã lặp lại quá nhiều đến mức không thể quên được, trong đầu bạn đang xuất hiện lại hình ảnh bố mẹ bạn cầm tay nhau đi qua những tảng đá lớn trên con đường đó (nói một cách hình tượng, các bạn có thể tự lấy hình ảnh tưởng tượng để trở nên linh hoạt và phù hợp với bản thân). Học theo cách này bạn cũng đang ngăn lại quá trình dịch từ tiếng Việt sang tiếng Anh và nói một cách tự động, tuôn từ bên trong ra. Đó là tiếp nhận ngôn ngữ một cách tự nhiên! Bây giờ tôi sẽ nói với bạn cách nhanh nhất để tăng vốn từ vựng. Đó chính là nghe và đọc những tài liệu cùng một chủ đề mình yêu thích. Các bạn có thể bắt đầu đọc truyện của thiếu nhi, truyện cực dễ kết hợp với nghe audio của cuốn truyện đó. Nếu có phim về truyện đó nữa thì càng tốt, bạn có thể coi phim đó luôn (nhớ tìm bản có phụ đề tiếng Anh). Học theo cách này thì bạn giống là đang giải trí hơn là đang học. Tuy nhiên nếu bạn ở trình độ mới bắt đầu thì không có nhiều lựa chọn là đôi lúc phải học các từ căn bản trước rồi mới bắt đầu nghe và đọc truyện hay tiểu thuyết được. Sau đó bạn tăng dần độ khó lên, đọc xong thì học từ mới, rồi lại đọc lại, rồi nghe audio. Sự vui thích và lặp lại chính là mấu chốt của học tiếng Anh. Hay những bạn nào yêu thích bộ Harry Potter có thể mua cả 7 cuốn bản tiếng Anh về đọc kết hợp xem phim, trình tiếng Anh của bạn sẽ lên khủng khiếp. Ví dụ như bản thân tôi thì lúc trước tôi rất thích sách của Brian Weiss – một nhà Thần kinh học. Tôi đã mua gần như tất cả sách của ông ấy nói về việc trị liệu cho các bệnh nhân cộng thêm tìm các Audio sách nói về chính những cuốn sách đó. Mỗi một cuốn sách tôi đếm thấy có khoảng hơn 1000 từ mới. Một cuốn sách tôi đọc khoảng 1 tuần là xong. Tôi kết hợp nghe sách nói hằng ngày về chính cuốn sách tôi đọc nữa và tuần sau tôi lại lặp lại quá trình này (đọc + nghe). Như vậy trong một tháng tôi đã học được trên 1000 từ vựng (từ vựng bị động). Hãy tưởng tượng sau 1 năm học, 10 năm học nếu chúng ta tận hưởng tiếng Anh theo cách này. Tôi đọc đi đọc lại và nghe đi nghe lại không thấy chán, vì mục đích là tôi muốn học kiến thức của ông ấy, tôi không tập trung vào tiếng Anh; thì khi đó tiếng Anh lại thẩm thấu vào tôi nhanh hơn bao giờ hết. Khi bạn quá tập trung vào việc học từ, bạn sẽ tự tạo căng thẳng lên bản thân mà hiệu quả lại thấp. Focus on the content, not the words – Hãy tập trung vào nội dung bạn muốn tìm hiểu chứ không phải từ.   Khi nào thì bạn mới đủ từ vựng để nói và viết?  Sau khi bạn đã học được một thời gian, khoảng chừng nửa năm hoặc hơn thế, bây giờ bạn muốn xem khả năng sử dụng ngôn ngữ của mình tới đâu nhưng còn e ngại? Bạn nói rằng sợ nói sai ngữ pháp, không đủ vốn từ, nói chưa trôi chảy. Tôi xin nhắc lại, nói trôi chảy là một ẢO TƯỞNG của tất cả mọi người học tiếng Anh, thậm chí cả TÔI! Bạn sẽ không bao giờ nói trôi chảy! Tôi và tất cả mọi người cũng vậy. Tại vì sao tôi lại nói thế? Bạn đừng hiểu nhầm ý tôi. Hãy thử nghĩ xem, kể cả khi bạn nói tiếng mẹ đẻ, có khi nào bạn đã trải qua cảm giác “không biết nên nói như thế nào cho phải nhỉ?”, “Mình cũng không biết phải diễn đạt như thế nào cho cậu hiểu nữa”… Thậm chí, nhiều lúc, hai người nói tiếng Việt nói chuyện một hồi với nhau nhưng cuối cùng một người nói “Tao chả hiểu mày đang nói về cái gì cả, nói lại đi!”. Tôi chắc chắn bạn đã từng trải qua các tình huống này. Trường hợp này xảy ra ở mọi ngôn ngữ, không riêng gì tiếng Anh hay tiếng Việt cả. Vấn đề nằm ở chỗ mỗi người được sinh ra ở một nơi khác nhau, môi trường sống, nền tảng giáo dục cũng như cách nuôi dạy, tư duy khác nhau nên chúng ta dễ dàng nhận ra rằng vấn đề lớn nhất nằm ở việc giao tiếp. Nhưng mọi chuyện không khó như bạn tưởng. Tôi có thể lấy ví dụ của chính mình: Đó là tôi không chờ đợi sự hoàn hảo, vì tôi biết tôi sẽ không bao giờ hoàn hảo cả. Hãy nhớ, đây là cuốn sách chia sẻ trải nghiệm học, tôi đã từng ở trong hoàn cảnh học “gà mắc tóc” như bạn nên tôi hiểu bạn đang phải trải qua những điều gì. Tôi cứ nói và nếu tôi có diễn đạt sai, thường thì người bản địa không quan tâm, hoặc nếu người đó có mối quan hệ khá mật thiết với bạn thì thi thoảng họ sẽ sửa lỗi đó cho bạn. Hoặc trong thực tế có những từ khi họ nói tôi không hiểu, tôi không giả vờ hiểu, tôi hỏi ngay lập tức, họ không ngần ngại giải thích cho tôi về từ đó, nó bắt nguồn từ đâu, vì ngôn ngữ đi kèm với văn hoá, bạn phải dùng trong tình huống thực bạn mới biết mình thiếu cái gì, cần bổ sung học thêm cái gì. Học tiếng Anh là cả một quá trình học – sử dụng – học – sử dụng và không bao giờ kết thúc cả. Và tôi đã học như vậy, đến ngày hôm nay, thi thoảng người đối diện nói với tôi là “I don’t understand what you mean, say again?” (Tao không hiểu ý mày đang muốn nói gì, thử nói lại xem nào?). Và khi đó, tôi sẽ diễn dạt lại, dùng từ dễ hơn và nói chậm hơn. Tôi cũng làm điều tương tự với người bản xứ. Vì đặc thù công việc là một người phiên dịch nên tôi tiếp xúc với nhiều kiểu tiếng Anh khác nhau, từ Anh-Anh, Anh-Mỹ, cho tới Anh-Sing, Anh- Malay, Anh-Ấn… nên mỗi vùng có thể có một chút sự khác biệt trong cách sử dụng thứ ngôn ngữ toàn cầu này. “Muốn biết phải hỏi, muốn giỏi phải học”. Thật ra tôi chẳng giỏi giang gì, mỗi ngày “năng nhặt chặt bị”, “kiến tha lâu cũng đầy tổ”, học ngoại ngữ là một hành trình khá là thú vị nếu bạn đã có đà. Chúng ta cần nhiều từ vựng bị động (passive vocabularies) hơn là từ vựng chủ động (active vocabularies). Theo nghiên cứu thì người bản xứ chỉ sử dụng khoảng 3000 từ thông dụng trong bối cảnh giao tiếp công việc hàng ngày, chuyên môn có thể từ 5000-7000 từ nên để nói và viết tiếng Anh không khó lắm, nhưng để hiểu được người bản xứ nói gì thì không hẳn là đơn giản. Khi nói chuyện với chúng ta, họ có xu hướng nói chậm hơn, dùng những từ đơn giản hơn để chúng ta hiểu được và giao tiếp được với họ. Nhưng khi bạn xem TV shows hay nghe hai người bản địa nói với nhau thì câu chuyện hoàn toàn khác. Bạn càng có nhiều từ vựng bị động thì càng tốt, cộng với khả năng nghe nhạy bén thì bạn sẽ hiểu được rất nhiều, đó là một tiêu chí quan trọng trước khi bạn đáp lời họ (không hiểu thì sao đáp lại được), và nó quyết định chất lượng của cuộc trò chuyện của bạn, không phải bạn nói cái gì mà bạn có thật sự hiểu và đồng cảm với câu chuyện của người nói hay không. Đến cả ngày hôm nay tôi cũng không ngần ngại gì khi phải tra từ điển cách sử dụng của một từ. Đó là thói quen HÀNG NGÀY của tôi. Nhiều bạn nói rằng đọc sách truyện tiếng Anh cảm thấy nản vì cứ phải tra từ điển. Tra từ điển là điều bắt buộc không thể tránh khỏi, đến như học văn thơ tiếng Việt chúng ta còn phải nhìn xuống chú thích ở cuối trang xem từ “lạ” này nghĩa là gì, huống chi tiếng Anh! Vấn đề là chúng ta không chọn tài liệu quá khó, tiêu chí là hiểu được trên 95% thì hầu như không phải dừng lại tra     "
        },
        {
            "order": 2,
            "name": "Chương 2: Nên Bắt Đầu Từ Đâu?",
            "content": "  2.1. Những hiểu lầm tại hại về việc học phát âm  Bị mất gốc, hay không mất gốc thì nên bắt đầu từ đâu cho hiệu quả? Thực ra các bạn đều biết rõ câu trả lời nhưng chưa chịu suy nghĩ một chút để rõ ràng. Theo nhiều nhận định của nhiều người nước ngoài thì học tiếng Việt với họ là một trong những ngôn ngữ khó nhất thế giới! Vậy thì tại sao chúng ta lại có thể nghe nói đọc viết thứ tiếng này mà không có một chút khó khăn nào nhỉ? Bạn không cần phải phức tạp hoá mọi chuyện, hãy coi tiếng Anh như một thứ ngôn ngữ thôi (thậm chí theo nghiên cứu thì tiếng Anh dễ học hơn tiếng Việt rất nhiều). Ngay từ khi còn nhỏ, chúng ta tiếp nhận ngôn ngữ thông qua đôi tai của mình, đó là tập hợp những âm thanh được phát ra. Đúng vậy, chúng ta phải bắt đầu huấn luyện đôi tai của mình trước! Và bạn cần bắt đầu nghe người bản xứ đọc từng từ một, nói cách khác, bạn cần mở phần mềm từ điển lên và hễ tra từ nào, bạn bấm vào phần speaker để nghe xem một từ được đọc như thế nào. Đi liền với cách đọc của một từ là phiên âm của từ đó (được viết ngay bên cạnh), được viết bằng chữ Latin. Ví dụ: foremost /ˈfɔːməʊst/. Thực ra bảng Phiên âm Quốc tế (IPA) không có nhiều lắm, bạn hoàn toàn có thể tự ghi nhớ được các mẫu tự này để biết cách đọc TẤT CẢ các từ mà không phụ thuộc vào thầy cô giáo (trên 95% các thầy cô dạy Tiếng Anh phát âm chưa chuẩn). Có thể mình sẽ làm một bộ video hướng dẫn các bạn đọc Bảng kí hiệu Phiên âm quốc tế để các bạn có thể tự học được ở nhà mà không phải chi đến vài triệu đồng cho một khoá học Phát âm ở các đơn vị đào tạo Tiếng Anh. Hoặc bạn cũng có thể lên mạng tìm kiếm, việc của mình là chỉ cho các bạn cái gì nằm ở đâu, để các bạn phân loại tài liệu và bắt đầu hành trình của mình.  2.2. “Cảm âm” trước khi bạn tập phát âm  “Cảm âm là gì?”. Đây là một khái niệm tôi đưa ra để phá bỏ cái suy nghĩ sai lầm của nhiều bạn là học phát âm thì phải cố luyện từng âm đơn lẻ. Cảm âm là khả năng nhận thức rõ được các âm nào đang được phát lên trong cả một câu nói. Hệ thống âm thanh trong tiếng Việt và tiếng Anh khác nhau cũng tương đối, có những từ trong tiếng Anh bạn không biết cách đọc nhưng lại lấy âm tiếng Việt ra để đọc thay là hoàn toàn sai lầm. Âm điệu trong hai thứ tiếng này cũng rất khác nhau. Một từ tiếng Anh có trọng âm, nghĩa là âm được đọc to và nhấn mạnh hơn so với những âm còn lại. Một từ tiếng Anh có thể có 2 âm tiết (English), 3 âm tiết (banana), 4 hay thậm chí 5 âm tiết (pronunciation). Tiếng Anh giống như âm nhạc, khi một câu tiếng Anh vang lên thì nó giống như một câu hát vang lên vậy, có âm trầm âm bổng, luyến láy. Ví dụ: “I really want to master English pronunciation” (14 âm tiết). Âm điệu và cách nói trong thực tế còn có sự thay đổi do có sự biến âm (đọc không giống từ điển), nuốt âm (bị mất âm tiết), chưa kể đến tốc độ nói trong thực tế của người bản xứ cũng là một rào cản khiến bạn thấy rằng “toàn từ học rồi mà vẫn không hiểu người ta nói gì”. Chính vì vậy, bạn cần phải bắt đầu nghe thật nhiều để “quen tai” trước khi bắt tay vào học. Nên chọn Anh – Anh hay Anh – Mỹ? Đây cũng là một câu hỏi của rất nhiều người khi mới bắt đầu học. Nếu tập nói, bạn chỉ cần phát âm chuẩn theo từ điển, đủ để người đối diện hiểu bạn. Còn tài liệu học, bạn có thể bắt đầu từ Anh – Anh vì giọng này không có nhiều biến âm và nuốt âm như Anh – Mỹ. Hoặc bạn cũng có thể kết hợp học tài liệu theo cả hai giọng này (ở tốc độ chậm). Tuy nhiên, tiếng Anh hiện nay được sử dụng bởi nhiều quốc gia khác nhau nên sẽ có nhiều giọng khác nhau như Anh Sing, Anh Ấn, Anh Malay, Anh Hàn,… Khi đã qua giai đoạn đầu rồi thì bạn có thể bắt đầu nghe các giọng khác tuỳ vào nhu cầu công việc của mình bởi có thể bạn sẽ tham gia một hội nghị nào đó mà thành viên các nước đến từ các quốc gia khác nhau. Khi bạn đã xác định rõ mục tiêu học tập để làm gì thì lựa chọn không có nhiều khó khăn nữa. Quan trọng là, xắn tay áo lên và học thôi!  2.2. “Cảm âm” trước khi bạn tập phát âm  “Cảm âm là gì?”. Đây là một khái niệm tôi đưa ra để phá bỏ cái suy nghĩ sai lầm của nhiều bạn là học phát âm thì phải cố luyện từng âm đơn lẻ. Cảm âm là khả năng nhận thức rõ được các âm nào đang được phát lên trong cả một câu nói. Hệ thống âm thanh trong tiếng Việt và tiếng Anh khác nhau cũng tương đối, có những từ trong tiếng Anh bạn không biết cách đọc nhưng lại lấy âm tiếng Việt ra để đọc thay là hoàn toàn sai lầm. Âm điệu trong hai thứ tiếng này cũng rất khác nhau. Một từ tiếng Anh có trọng âm, nghĩa là âm được đọc to và nhấn mạnh hơn so với những âm còn lại. Một từ tiếng Anh có thể có 2 âm tiết (English), 3 âm tiết (banana), 4 hay thậm chí 5 âm tiết (pronunciation). Tiếng Anh giống như âm nhạc, khi một câu tiếng Anh vang lên thì nó giống như một câu hát vang lên vậy, có âm trầm âm bổng, luyến láy. Ví dụ: “I really want to master English pronunciation” (14 âm tiết). Âm điệu và cách nói trong thực tế còn có sự thay đổi do có sự biến âm (đọc không giống từ điển), nuốt âm (bị mất âm tiết), chưa kể đến tốc độ nói trong thực tế của người bản xứ cũng là một rào cản khiến bạn thấy rằng “toàn từ học rồi mà vẫn không hiểu người ta nói gì”. Chính vì vậy, bạn cần phải bắt đầu nghe thật nhiều để “quen tai” trước khi bắt tay vào học. Nên chọn Anh – Anh hay Anh – Mỹ? Đây cũng là một câu hỏi của rất nhiều người khi mới bắt đầu học. Nếu tập nói, bạn chỉ cần phát âm chuẩn theo từ điển, đủ để người đối diện hiểu bạn. Còn tài liệu học, bạn có thể bắt đầu từ Anh – Anh vì giọng này không có nhiều biến âm và nuốt âm như Anh – Mỹ. Hoặc bạn cũng có thể kết hợp học tài liệu theo cả hai giọng này (ở tốc độ chậm). Tuy nhiên, tiếng Anh hiện nay được sử dụng bởi nhiều quốc gia khác nhau nên sẽ có nhiều giọng khác nhau như Anh Sing, Anh Ấn, Anh Malay, Anh Hàn,… Khi đã qua giai đoạn đầu rồi thì bạn có thể bắt đầu nghe các giọng khác tuỳ vào nhu cầu công việc của mình bởi có thể bạn sẽ tham gia một hội nghị nào đó mà thành viên các nước đến từ các quốc gia khác nhau. Khi bạn đã xác định rõ mục tiêu học tập để làm gì thì lựa chọn không có nhiều khó khăn nữa. Quan trọng là, xắn tay áo lên và học thôi!  2.3. Sao phải xấu hổ?  Nếu bạn thắc mắc vì sao trẻ con học ngoại ngữ nhanh hơn và tốt hơn chúng ta thì lí do duy nhất là trẻ con không sợ gì cả, còn người lớn thì sợ sai, hay XẤU HỔ, sợ bị phán xét. Nếu bạn bỏ được cái rào cản mình nói tiếng Anh sao nghe nó “kì cục” đi thì bạn sẽ tiến nhanh hơn rất nhiều đấy. Còn làm thế nào bỏ được thì chắc mình sẽ kể cho bạn câu chuyện của mình ở một dịp khác nhé. Nó giống như bây giờ bạn thử mở youtube lên và nghe tiếng Thái vậy, bạn sẽ ôm bụng cười sái quai hàm cho xem, vì âm tiếng Thái không có trong bộ lưu trữ của bạn, âm thanh phát lên nghe rất là buồn cười. Tiếng Anh cũng y hệt vậy, hồi mình mới luyện nói tiếng Anh cảm giác mình hơi “điều điệu”, nghe cứ là lạ. Điều này dễ hiểu thôi vì chúng ta quen nghe tiếng mẹ đẻ trong nhiều năm. Chính vì vậy, bạn sẽ cần một khoảng thời gian để “cảm âm” và quen dần với âm điệu của thứ ngôn ngữ tuyệt vời này. Tưởng tượng mà xem, khi nói được tiếng Anh bạn sẽ cảm thấy như mình đang hát một bài hát từ trái tim đó. Let’s start together!   "
        },
        {
            "order": 4,
            "name": "Chương 4: Học Nói Tiếng Anh Hiệu Quả",
            "content": " Hiểu lầm tai hại về học nói  Tôi nghe nhiều người than phiền rằng họ không có môi trường luyện nói tiếng Anh đủ nên họ vẫn chưa nói được tiếng Anh. Một số khác thì kêu rằng họ bị thiếu vốn từ vựng và khi nói thì mắc quá nhiều lỗi sai. Hay một số nơi có niềm tin sắt đá rằng là cách duy nhất để học nói là phải mở miệng ra và phải nói thật nhiều! Vâng, tôi không nói những suy nghĩ trên là sai hoàn toàn nhưng bạn đã thử làm các cách đó chưa? Và kết quả như thế nào? Tôi tin rằng bạn tự có câu trả lời cho mình. Theo một nghiên cứu về Ngôn ngữ học mà tôi tự tìm hiểu thì việc thực hành tiếng Anh sai cách có thể huỷ hoại khả năng nói và viết tiếng Anh của bạn, câu “practice makes perfect” không phải lúc nào cũng đúng. Nó đúng nhưng thiếu một vế nữa là “when to practice  and how to practice will complete the story” (khi nào thực hành và thực hành như thế nào mới khiến câu chuyện học tiếng Anh rõ nét được). Hãy đừng nhìn đi đâu xa, lấy chính ngay bản thân bạn thôi, lúc bạn “luyện nói” tiếng Anh như được người ta “khuyên bảo”, trong một câu thôi nhưng bạn vừa mắc lỗi ngữ pháp, lỗi diễn đạt, lỗi phát âm, lỗi dùng từ và khi bạn lại đi luyện tập hàng ngày với bạn của bạn (trình độ cũng kém như bạn, hay kể cả giỏi hơn bạn) thì bạn cũng đang củng cố lại tất cả những lỗi sai tôi vừa kể trên! Wow! Bạn đang luyện tập để giỏi lên hay để càng ngày càng thấy tiếng Anh là một cơn ác mộng vậy?. Nó giống như bạn mới học bắn súng, đáng nhẽ bạn chỉ được dùng súng lục nhưng chưa gì bạn đã cầm Aka bắn loạn lên và thế là bạn sợ hãi tới mức không bao giờ dám động đến súng nữa! Trong khi nếu bạn làm theo chỉ dẫn đúng cách từng bước một thì có thể đây là một môn giải trí tuyệt vời cho bạn. Bạn thấy không? Lỗi không hề nằm ở tiếng Anh, lỗi ở người chỉ dẫn cho bạn, và bạn ngây thơ đã sử dụng sai quy cách mà thôi. Thay vì sửa sai, hãy cùng “yêu lại từ đầu”, yêu “đúng”, yêu “an toàn” với anh bạn tiếng Anh nhé!   Yếu tố then chốt của học nói Tiếng Anh  Bạn có thể bắt đầu xem qua lại phần “Cảm âm trước khi phát âm” trước khi đọc tiếp phần này. Nếu bạn đã nắm rõ bảng phiên âm IPA và tra từ điển đọc được bất cứ từ nào thì phần tiếp theo sẽ dễ dàng hơn với bạn rất nhiều. Hãy cùng nhìn lại quá trình bạn đã tiếp nhận tiếng Việt như thế nào thì quy luật học bất cứ thứ tiếng nào cũng tương tự như vậy. Chúng ta bắt đầu tiếp nhận ngôn ngữ thông qua hoạt động nghe, nghe và nghe chứ không phải là giống như hồi mới học tiếng Anh, thầy cô dạy chúng ta đọc và viết (từ mới) trước – một điều đi ngược lại tiến trình tiếp nhận ngôn ngữ tự nhiên. Một đứa trẻ để nói được cả câu mất từ hai đến ba năm đầu đời tắm trong ngôn ngữ, chúng nghe từ bố mẹ, ông bà, bạn bè, ti vi… Đương nhiên là chúng ta không mất đến chừng đó thời gian để cảm âm. Vì chúng ta là người trưởng thành học ngôn ngữ nên có thể tự học và rút ngắn thời gian đó lại bằng cách học chủ động. Ý tôi muốn nói là gì? Chúng ta phải học nói bằng cách NGHE, nghe xem để nói một điều thì trong tiếng Anh được điễn đạt như thế nào, câu trúc câu ra làm sao, chứ không phải bạn dịch từ tiếng Việt ra rồi nói. Như vậy tốc độ nói của bạn vừa chậm, cách diễn đạt sai khiến người bản địa sẽ rất khó khăn để hiểu xem bạn muốn nói điều gì. Ví dụ: Nếu bạn muốn hỏi người bạn của bạn “Hôm nay đã uống thuốc chưa?”, và bạn dịch từ tiếng Việt sang, nó sẽ là: “Have you drunk medicine today?”. Thực tế trong tiếng Anh thì câu đó nói đúng phải là “Have you taken medicine today?”. Nhiều từ bạn nghĩ là dịch ra là như vậy, nhưng trong thực tế họ nói hoàn toàn khác. Không có input (đầu vào) thì output (đầu ra) sẽ rất tệ. Chúng ta chưa có đủ input nhưng lúc nào cũng lăm le muốn luyện nói, giống như bạn vừa mới học võ nhưng đi đâu cũng muốn đánh nhau vậy.  Then chốt của việc học nói nằm ở UNDERSTANDABLE, INTERESTING AND REPETITIVE INPUT (tài liệu học hiểu được, thú vị và lặp đi lặp lại). Cần hội tụ cả ba yếu tố này. Nếu bạn nghe cái gì đó quá khó, bạn không hiểu được thì bạn cũng không học được gì cả. Đó là lí do vì sao bạn xem phim hoài, nghe TV shows hoài mà vẫn không khá lên được, bởi vì chúng quá nhanh và quá khó so với trình độ của bạn. Bạn cần nghe chủ yếu là các tài liệu dễ (hiểu được trên 95%) thì khả năng nói sẽ tiến bộ nhanh hơn rất nhiều. Thường thì chúng ta học một bài chưa đủ sâu, nghĩa là chưa đủ số lần lặp lại. Bạn cần nghe tần suất xuất hiện nhiều lần của một từ và một cấu trúc ngữ pháp trước khi bạn có thể hiểu chúng ngay tức thì. Lặp lại bao nhiêu thì là đủ, đương nhiên là càng nhiều càng tốt. Hầu hết người ta nghe một từ 30 lần thì mới nhớ được từ đó, còn để hiểu ngay lập tức và có thể sử dụng được, bạn cần nghe từ đó từ 50-100 lần, thậm chí nhiều hơn như vậy. Đó là lí do vì sao bạn cần quan tâm tới CHẤT LƯỢNG bài học, học đã đủ kĩ hay chưa, chứ không phải là mình đã học được bao nhiêu bài (số lượng). Bạn có thể đa dạng hoá hoạt động học như nghe phim có phụ đề tiếng Anh, nghe truyện thiếu nhi bằng tiếng Anh, đọc tiểu thuyết tiếng Anh, nghe những đoạn hội thoại dễ, nhưng hãy chọn ra một bài hoặc một đoạn phim học ít nhất trong vòng 14 ngày, đến lúc bạn có thể nói lại mà không cần nhìn hoặc cố nhớ thì có nghĩa là bạn đã đạt tiêu chí học đủ sâu để có thể DÙNG được tiếng Anh! Tôi xin nhắc lại, để nói được tiếng Anh, bạn cần lặp lại đủ số lần các cấu trúc câu đơn giản, phổ biến và tài liệu học phải sinh động thú vị. Nếu các bạn luyện nghe hời hợt, hôm nay học bài 1 mai chuyển ngay sang bài 2 thì khả năng bạn nói được tiếng Anh là còn rất lâu nữa.   Tự đánh giá tiến trình học nói  a. Khả năng nói = Kiến thức + ngôn ngữ Nói tiếng Anh chỉ là một kĩ năng, bạn có thể học được. Tuy nhiên, để nói được thì bạn cần một thứ gọi là “kiến thức nền” về chủ đề cần được nói. Giả sử bây giờ cho tôi nghe hai bác sĩ người Mỹ nói chuyện với nhau, có thể tôi chỉ hiểu được 80% những gì họ đang thảo luận về các loại bệnh và phác đồ điều trị đi kèm (giả sử là như vậy). Nhưng nếu cho tôi nghe hai nhà tâm lý học trò chuyện thảo luận với nhau về tâm lý con người và các nghiên cứu liên quan về bộ não, tiềm năng con người, tôi có khả năng hiểu được từ 98-100% những gì họ nói, bởi vì lĩnh vực dịch chuyên môn của tôi là về những thứ này nên tôi không có gì lạ lẫm khi tiếp xúc với chúng. Có thể trong đầu bạn đang dấy lên một câu hỏi rằng là: Tôi chỉ muốn học tiếng Anh giao tiếp, tôi cần gì phải biết từ chuyên môn của ngành nào đâu?. Vâng, bạn có thể đúng. Nhưng hãy để tôi kết thúc câu chuyện của mình, sau đó quyết định như thế nào là ở bạn. Trong những tháng tôi có hướng dẫn các bạn sinh viên và thậm chí cả người đi làm tự học tiếng Anh hiệu quả, tôi thấy vấn đề họ gặp phải khi nói chuyện với người nước ngoài là ngoài vài câu giao tiếp thông thường hỏi han về con người đất nước, thời tiết trời mây rồi vài ba lâu lăng nhăng thì họ không biết nói gì tiếp và phải nói như thế nào?. Và rồi ai đó cũng sẽ mờ nhạt trong mắt những người nước ngoài, gặp họ chỉ để hỏi vài ba câu đã được lên kịch bản sẵn. Hãy thử tưởng tượng bạn có thể lắng nghe họ nói về đam mê của chính họ, họ có thể là kiến trúc sư, một nhiếp ảnh gia, hay một người thích đi du lịch, bạn ít nhất cần có cái gọi là hiểu biết xã hội chung bằng tiếng Anh để HIỂU họ trước khi bạn nói về mình. Mà để nói về bản thân thì còn gì tuyệt vời hơn là nói về ngay cái công việc bạn đang làm!. Chính vì vậy, việc học tiếng Anh phải đi đôi với việc nghiên cứu và tìm hiểu kiến thức xã hội chứ không chỉ là học đơn thuần. Đó là lí do vì sao bạn càng xác định mục tiêu học tập rõ ràng bao nhiêu thì việc chọn học tài liệu và dồn sức càng dễ bấy nhiêu! b. Đánh giá tiến trình học nói Nhiều người than phiền rằng họ không có môi trường luyện tập tiếng Anh cũng như không có bạn để luyện nói cùng. Tư duy học này là không hẳn sai nhưng nó không hiệu quả lắm như tôi đã trình bày ở trên. Nhiều người hỏi tôi là làm thế nào để tôi có thể nói tiếng Anh dễ dàng như vậy, sự thật là tôi không hề luyện nói. Khi tôi trả lời họ không tin tôi, họ cứ nghĩ tôi đi học ở trung tâm hay lớp học đặc biệt nào thì mới có được khả năng như vậy. Tôi không làm gì đặc biệt, tôi chỉ làm những gì đã được chứng minh là hiệu quả, và kết quả đã cho thấy điều đó. Bạn hoàn toàn có khả năng tự luyện nói một mình, nhưng cũng cần có tiến trình phù hợp, nếu không bạn sẽ lại tự củng cố những lỗi sai trong quá trình luyện tập đó. Hãy để tôi chia sẻ với bạn cách mà tôi đã sử dụng. Trước tiên, hãy nhớ rằng, mỗi khi chúng ta mở miệng nói thì trong đầu chúng ta xuất hiện hình ảnh và trong cơ thể chúng ta cảm nhận cảm xúc đi kèm những hình ảnh đó, nói gọn lại như kiểu kể lại một câu chuyện. Ví dụ: “Hôm qua con vào chợ mua cá chép nhưng cô bán hàng bảo bán hết mất rồi!”. Trong đầu bạn đang hiện ra cảnh bạn đi vào chợ ngày hôm qua và cảnh bạn trò chuyện với cô bán hàng. Chính vì thế, khi nói, các hình ảnh, âm thanh và cảm xúc trong đầu bạn sẽ được mã hoá sang tiếng Anh. Nên thực chất, ở bước học từ vựng tốt vì nói bạn không cần lo nghĩ nhiều, chỉ cần nhớ lại cảm xúc của sự kiện bạn cần nói thì các từ tiếng Anh sẽ được tuôn ra (vì bạn đã học đủ sâu). Tôi sẽ nói kĩ hơn trong phần Từ vựng. Nên nhớ, nếu bạn ở giai đoạn mới bắt đầu học thì input quan trọng hơn output, bạn không phải luyện nói. Chỉ luyện nói khi bạn “cảm thấy” muốn nói, thường thì tầm sau 4 – 6 tháng, hoặc 7 – 8 tháng tuỳ vào từng cá nhân, tốc độ học và mục tiêu của bạn.  Quy trình tự luyện tập cho khả năng nói hội thoại  B1: Giả sử bạn đã biết rằng mình sẽ gặp ai và nói về điều gì (hoặc chưa thì cũng không sao, chọn một bối cảnh bất kì mà bạn nghĩ là mình sẽ gặp ở ngoài thực tế). Tưởng tượng về tình huống đó trong đầu B2: Bạn thấy chính mình đang nói tiếng Anh trôi chảy trong tâm trí mình với người bản địa (hình ảnh lớn dần, âm thanh giọng nói, ngữ điệu, sự tự tin) B3: Tua cảnh đó trong đầu nhiều lần cho đến lúc bạn thật sự cảm thấy tự tin  Bạn có thể lặp lại B1-B3 bất kể thời điểm nào trong ngày để tăng sự chuẩn bị cũng như sự tự tin trong việc nói tiếng Anh.   Quy trình tự luyện tập và đánh giá khả năng nói cho một đoạn trình bày dài  B1: Nghĩ về chủ đề mình cần nói, sau đó mở điện thoại hay máy ghi âm lên và nói ngay, không chần chừ suy nghĩ, cứ nói, và nói không cần suy nghĩ nhiều, để xem khả năng tuôn ra bằng tiếng Anh của bạn được trong bao lâu. B2: Sau đó khi nào không nói được nữa thì tắt ghi âm đi và mở lên nghe lại toàn bộ phần nói của mình. B3:Tiếp đến lấy giấy bút ra và ghi ra xem bạn mắc những lỗi diễn đạt nào, lỗi dùng từ ra sao, lỗi phát âm để lưu ý. Hãy nhớ, bạn không thể tự sửa những lỗi này lần sau nói nhưng nhận thức về những lỗi này rất quan trọng. Nó thúc đẩy bạn phải nạp input vào nhiều và chất hơn nữa để output của bạn thực sự chất lượng hơn từng ngày. B4: Sau khi làm tất cả các bước trên thì 4, 5 ngày sau bạn hãy lặp lại quy trình này (cùng chủ đề đó), và cũng ghi âm lại, chắc chắn chất lượng bài nói lần này khá hơn lần trước! Học nói bằng cách học nghe đúng cách và luyện nói có quy trình, không phải bạ đâu cũng luyện tập!    "
        }
    ]
}
